[
    {
        "id": 0,
        "text": " الطاحونة\n  الطاحونة التي تطحن القمح تدل على دار العلم التي يفصل فيها الحق من الباطل، وعلى دار الحاكم لما فيها من الدخل والخرج، والكيل والميزان، والعدل والإنصاف، وتدل على الرزق والفائدة، وتدل على الزوجين لارتكاب الحجرين أحدهما فوق الآخر وخروج الدقيق من بينهما. وربما دلت الطاحونة على الهم والنكد، أو على الساقية لدوران الدولاب فيها، فإن كانت الطاحونة تطحن الناس دلت على الفتنة وذهاب الأرواح، وإن طحنت في المنام ما لا يؤكل دل على القحط والغلاء، وإن كثر دقيقها وامتلأت مخازنها دل ذلك على الرزق والرخص والشفاء من الأمراض، أما طاحونة الأشنان والخطمي والحناء وما أشبه ذلك فإنها دالة على الطهارة، وزوال الأمراض، وذهاب الهموم، وقضاء الديون"
    },
    {
        "id": 1,
        "text": " الطاسة\n  تدل في المنام على المرأة، أو الولد، أو الجارية الصالحة"
    },
    {
        "id": 2,
        "text": " الطاعون\n  هو في المنام جرب، فمن رأى أن الطاعون قد أصابه فإنه يجرب. ومن رأى  أنه جرب فإنه يصيبه الطاعون، وإذا شوهد الطاعون في مدينة فإنه عذاب من السلطان. وربما دل على القبر، أو الحرب، أو البدع لما فيه من الموت والهلاك. ومن رأى  أنه وقع في بلدة طاعون فيحدث فيها حرب"
    },
    {
        "id": 3,
        "text": " الطاق\n  إذا كانت واسعة فهي دليل على حسن خلق المرأة، والضيقة دليل على سوء خلقها، والرجل إذا رأى أنه جالس في الطاق فإنه يطلق إمرأته جهاراً، والطاقات في الميت تدل على الرقباء المطلقين على الأسرار، وعلى تفريج الهموم وتجديد الراحة. ومن رأى  عنده في المنام طاقات من الزجاج الملون فإنه يدل على غرس الأشجار وإيناع الثمار. ومن رأى  أنه جالس في طاق معقود فإنه قد عزم على الزواج"
    },
    {
        "id": 4,
        "text": " علي بن أبي طالب رضي الله عنه\n  رؤيته في المنام تدل على النصر على الأعداء، فإن رؤي في مكان والناس يسجدون له، دل على اجتماعهم على الفتنة، وإن رآه عالم نال علماً وجلالاً وقوة، والغالب على من يرى هؤلاء الأئمة في المنام رضي الله عنهم أن يموت شهيداً، وإن كان الرائي ملكاً فتح حصناً، وتدل رؤيته على الخلافة والأسفار الشاقة وإظهار الكرامات، ومن رآه أكرم بالعلم ورزق الكرم والشجاعة والزهد، ومن رآه حياً صار محسوداً، ومن رآه في مكان ربما وقعت فتنة في ذلك المكان"
    },
    {
        "id": 5,
        "text": " الطاووس\n  هو في المنام إمرأة أعجمية، جميلة وغنية، مشئومة، والذكر من الطاووس ملك أعجمي. ومن رأى  أنه أصاب الطاووس أو ملكه فإنه يتمكن من ملك أعجمي. ومن رأى  أنه استمكن من طاووس أنثى فإنه ينال مالاً وولداً، والطاووس يدل على التيه والعجب بالحسن والجمال. وربما دلت رؤياه على النميمة والغرور والكذب وزوال النعم والخروج من النعيم إلى الشقاء، ومن السعة إلى الضيق. ومن رأى  أنه يأكل لحم طاووس، فإن إمرأته تموت ويرث مالها. ومن رأى  أنه أصاب من ريش طاووسة فإنه يصيب مالاً من إمرأة أو بسبب امرأة. ومن رأى  أنه أصاب من فراخها فإنه يصيب مالاً من ولد تلك المرأة"
    },
    {
        "id": 6,
        "text": " الطباخ\n  تدل رؤيته في المنام على الأفراح والمسرات، وطباخ الأسواق تدل رؤيته على التصدي للنفع، وطباخ الأسفار تدل رؤيته على التقرب والانتقال من مكان إلى مكان أو من حال إلى حال، والطباخ وكل من يعالج النار أصحاب كلام وخصومات وشر، والطباخ دليل خير لمن أراد الزواج، ولا يحمد الطبخ للمريض لأنه تهيؤ للتلف، والطباخ يحرض الناس على أسباب المعيشة"
    },
    {
        "id": 7,
        "text": " طباع السيوف\n  هو في المنام رجل يعلم فنون العلم والأدب"
    },
    {
        "id": 8,
        "text": " الطبال\n  تدل رؤيته في المنام على صاحب الأخبار، أو على مرض القولنج، والطبال رجل تابع للسلطان، وقيل هو ذو أخبار باطلة"
    },
    {
        "id": 9,
        "text": " الطباهجة\n  من رأى في المنام أنه يطعم الطباهجة للناس فإنه يبذل مالاً ليستفيد به تجارة، والداعي إلى الطباهجة يستعين بالمدعو إليه على قهر إنسان"
    },
    {
        "id": 10,
        "text": " الطبخ\n  من رأى في المنام أنه طبخ بالنار طبيخاً ونضج فإنه ينال مراده ويقع في ألسنة الناس، والطبخ تهييج أمر ينفعه، فإن نضج الطبيخ فهو رزق، وسائر الطعام أرزاق إلا الهريسة والعصيدة، وإن كان الطبيخ بلحم غنم فهو حياة طيبة بشرف وكرم، وإن كان بلحم سبع فإنها ولاية على قوم ظالمين مع خوف وكره، وإن كان بلحم كلب فإنها ولاية دنيئة، وإن كان معه دسم أفاد مالاً حراماً، وإن كان بغير دسم فكسب دنيء بفقر وحرمان، وإن كان بلحم طير فولاية أو تجارة أو كسب حلال مع قوم أغنياء أشراف، وإن كان بلحم سباع الطير فإنها تجارة أو ولاية من قبل قوم غشمة مع مال حرام"
    },
    {
        "id": 11,
        "text": " الطبق\n  هو في المنام حبيب الرجل. وربما دل الطبق على الجراد، أو على الشدة. وربما دل للمرأة على الصدر من الرجال، وللرجال على المرأة الجليلة"
    },
    {
        "id": 12,
        "text": " الطبقي\n  هو في المنام رجل يفشي أسرار الناس"
    },
    {
        "id": 13,
        "text": " الطبل\n  هو في المنام خبر باطل، وصاحب الطبل يعبر برجل غماز أو بائع خمر، وإذا كان الطبل معه رقص وصراخ، فهو مصيبة لمن رآه، وطبل المخنث إمرأة ذات عيوب كثيرة، وطبل النساء تجارة في أباطيل، وصوت الطبل الموكبي خبر كاذب أو رجل حماد لله تعالى على كل حال، وطبل الحجاج في القافلة رجل دليل يهدي إلى الطرقات، وكذلك طبل الغزاة"
    },
    {
        "id": 14,
        "text": " الطبيب\n  هو في المنام عالم، كما أن المفتي والفقيه هو الطبيب.فإن رأى  أن طبيباً داواه فيصح جسمه، والطبيب أم الإنسان فمن مات طبيبه ماتت أمه، وإذا دخل الطبيب على المريض أفاق من علته، وإذا دخل على السليم مرض خاصة إن وصف له في المنام شيئاً نافعاً، وربما دلت رؤية الطبيب على إخراج المخبآت كالحاوي الذي يخرج الأعداء من جحورها. وربما دلت رؤية الطبيب على الكناس ومزيل الأقذار والهماز واللماز والمتجسس على الأخبار. ومن رأى  أنه صار طبيباً نال منصباً عالياً، والطبيب يدل على كل مصلح ومداو لأمور الدين والدنيا كالفقيه والحاكم، والواعظ والمؤدب، والدباغ الذي يصلح جلد الحيوان، ويدل على الحجام لما في الحجامة من الشفاء. ومن رأى  طبيباً بين الأكفان فليحذر منه. ومن رأى  طبيباً أصبح دباغاً للجلود فهو دليل على حذقه وكثرة من يشفى على يديه إلا أن يرى أن دباغته فاسدة فهو جاهل مدلس"
    },
    {
        "id": 15,
        "text": " الطحال\n  من رأى الطحال في المنام قوياً، فإن مال خزانته حصين، وينال فرجاً. ومن رأى  أن طحاله كبير دل على فساد مراده وغلبة المرض السوداوي عليه. ومن رأى  طحاله توجع فقد أفسد مالاً كان به قوامه وقوام أهله"
    },
    {
        "id": 16,
        "text": " الطحان\n  هو في المنام رجل مشغول بمرمة نفسه ودنياه. ورؤيا الطحان لنفسه تدل على أنه يتولى مئونة نفسه. ومن رأى  أنه يطحن بقدر ما يكفيه، فإن معيشته قدر كفايته، فإن كان الطحان شاباً فيكون رزقه من معاونة عدوه، وإن كان شيخاً، فإن رزقه من معاونة صديقه، والطحان رجل يحرض الناس على المعيشة، وتدل رؤيته على النكد والخصام، وطحان الزعفران تدل رؤيته على الأمراض وإفشاء الأسرار، وعلى درس العلم وتكراره، وطحان الحبوب تدل رؤياه على زوال الهموم والنكد، وكذلك طحان السدد"
    },
    {
        "id": 17,
        "text": " الطرادة\n  تدل في المنام على العلو والرفعة والسمو. وربما دلت على الطرد عن المقصود، والطرادة تدل على السحر، فمن رأى أنه يلعب بها فإنه يسحر، أو يسعى في الأباطيل، وتدل على الرقية، أو العزيمة"
    },
    {
        "id": 18,
        "text": " الطرار\n  هو في المنام عالم ماكر، فإن رآه الإنسان، وقد طر من كمه الدنانير فإنه يسمع منه علماً بمكر"
    },
    {
        "id": 19,
        "text": " الطرائفي\n  هو في المنام نخاس جميع الرقيق، وتدل رؤية الطرائفي على اقتناء مليح الكلام والتبحر في العلوم"
    },
    {
        "id": 20,
        "text": " الطرب\n  هو في المنام استدعاء للهموم والأحزان. وربما دل على سرعة الفهم، والوعي لذوي البلادة، وعلى إنفاق المال لأهل التقتير. وربما دل الطرب في المنام على الأخبار الصحيحة والشفاء من الأمراض والحث على المعاصي وشرب الخمور والزنى، ويدل على حب الله والتوجه إليه"
    },
    {
        "id": 21,
        "text": " الطرخون\n  هو في المنام رجل رديء حرون، والطرخون في المنام خيانة"
    },
    {
        "id": 22,
        "text": " الطرد\n  هو في المنام حبس، فمن رأى أنه يطرد من بلده فإنه يحبس. ومن رأى  أنه طرد من الجنة فإنه يفتقر. ومن رأى  أنه طرد عالماً فإنه يقع في أمر هائل، والطرد لمن كان ظاهره الدين والصلاح دليل على الإعراض عن أهل الطاعة والقبول من الإشراف. وربما دل الطرد على النقص في الطارد"
    },
    {
        "id": 23,
        "text": " الطرش\n  هو في المنام نقص في الدين، وإن الله تعالى قال في حق الكفار:  \"  صم بكم عمي  \""
    },
    {
        "id": 24,
        "text": " الطرطور\n  تدل رؤيته في المنام على السفر، أو الزوجة الحاملة لثقل الزوج، والرجل الحامل لثقل المرأة"
    },
    {
        "id": 25,
        "text": " الطرفاء\n  هي في المنام رجل منافق يضر الأغنياء ويعين الفقراء"
    },
    {
        "id": 26,
        "text": " الطرة\n  تدل في المنام على مال ومنفعة وعز وقوة بعد أن تكون حسنة جميلة، وقيل من رأى أن عليه طرة فإنه يتزوج إمرأة جميلة، والطرة تدل البخل، أو الكرم"
    },
    {
        "id": 27,
        "text": " الطريق\n  يدل في المنام على الشرع، والطرق المختلفة هي البدع، فمن رأى أنه يمشي في غير طريقه فإنه في ضلالة من دينه، وإذا طرق السلطان طريقاً وعراً فذلك عدله يبسط في ذلك المكان، والطريق المستقيم دليل على ما يقتدى به من كتاب الله وسنة نبييه، وإن كان عاصياً تاب، وإن كان كافراً اهتدى، والطرق المختلفة دالة على الذبذبة والحيرة، والطرق المتشابهة هي التي تهدي إلى الضلالة والبدعة والكفر، والطريق هو الطريقة في الصنعة، والطريق في البحر نجاة من الشدة، أو المرأة المملوكة، أو الكسب الحلال، أو الصدق الذي ينجو به الإنسان إذا اتبعه، والطريق الخفي غرور وبدعة، أما شعب الجبل، فيدل في المنام على المكر والخديعة، ويدل الفج في الجبل على الخلاص من الشدائد، أو السفر، لقوله تعالى:  \"  والله جعل لكم الأرض بساطاً لتسلكوا منها سبلاً فجاجاً  \""
    },
    {
        "id": 28,
        "text": " الطست\n  هو في المنام جارية أو خادم، فمن رأى أنه يستعمل طستاً من نحاس فإنه يشتري جارية من الترك، فإن كان من فضة، فإن الجارية رومية جميلة، وإن كان من زجاج، فإن الجارية من صقلية، وإن كان من ذهب فهي إمرأة جميلة تطالبه بما لا يطيق من النفقة فينفق كرهاً، فإن كان من زجاج فهي حرة يتزوجها ويسعد بها، والطست عز ورفعة ورزق ومال. أنظر أيضاً اللكن"
    },
    {
        "id": 29,
        "text": " الطسوتي\n  هو في المنام دلال النساء ورائدهن"
    },
    {
        "id": 30,
        "text": " الطعام\n  كل الطعام أصفر في المنام فهو مرض لمن أكله إلا أن يكون بلحم الطير، وكل طعام أبيض خير من الحامض، وطعام الأفراح بشارة، وطعام المآتم هموم وأنكاد، والأطعمة التي لا تتقيد بزمان فإنها أرزاق وفوائد مستمرة، والأطعمة التي تتقيد بزمان كالباذنجان والقرع فأرزاق في وقت محدد، وأطعمة الملوك عز ورفعة، وأكل القرع دليل على الهدى واتباع السنة، وأطعمة العلماء علم وهداية وبركة، وأطعمة الشرطة تناول حرام، وأطعمة الفقراء وأرباب الورع والزهد توبة وهداية للأكل منها، وأطعمة أهل البادية سفر وانتقال من حال إلى حال، والمطبوخ باللحم غنى للفقير، والمطبوخ بغير اللحم فاقة أو عبادة، وإن تحول الطعام إلى ما هو خير منه دل على صلاح الباطن، وإن تحول إلى مرارة أو حموضة دل على تغيير الأزواج، أو الأعمال، وإن طبخ بنفسه طعاماً طيباً نال منصباً واستغنى، من بعد فقره، وإن طبخ له غيره ربما مكر به وخدع. ومن رأى  أنه ابتلع طعاماً حاراً خشناً دل على تنغيص عيشه، والطعام الحامض الذي لا يستطاع أكله يدل على الألم والمرض. ومن رأى  أنه صبر على أكله وحمد الله تعالى عليه نال الفرج"
    },
    {
        "id": 31,
        "text": " الطعان\n  يدل في المنام على المصيبة ومدافعتها بالمال والرجال. وربما دل ذلك على الطعن في الدين والاستهزاء بأهل الخير. ومن رأى  أنه يطعن إنساناً برمحه أو سيفه أو عصاه، فإن الطاعن يطعن المطعون بكلام وهو باغ، والباغي يذل. ومن رأى  قوماً يتطاعنون، فإن المرض يحل بذلك المكان، أو يحل الغلاء في الأطعمة"
    },
    {
        "id": 32,
        "text": " الطغيان\n  من رأى في المنام أنه طغى فهي أفعال نفسية رديئة تقرب الإنسان من جهنم، والطغيان خذلان صاحبه، وكل طاغ مخذول، والطغيان فقر وهم ينزل بمن طغى يخسر فيه مالاً، وربما كان غنائم يحصل بعدها فقر"
    },
    {
        "id": 33,
        "text": " الطفل\n  تدل رويته في المنام على الهموم والأنكاد والتعب في مداراة الجهال، ومن التقط طفلة صغيرة أو حملها وكان سجيناً أو متعباً أو مديناً أو فقيراً، فإن الله يفرح عنه، وإلا فالطفلة هم وغم وبخاصة إذا ولدت من الفم فإنه يدل على الموت"
    },
    {
        "id": 34,
        "text": " الطفي\n  من أطفأ ناراً في المنام اخمد فتنة أو أبطل بدعه. وربما دل ذلك على إثارة الشر لما يثور من الرماد والدخان، وإن كان الرائي مسافراً في البحر كان غريقاً وطفا على وجه الماء، وإن كان له مسافر قدم عليه أو سمع بأخباره"
    },
    {
        "id": 35,
        "text": " الطلاع\n  تدل رؤيته في المنام على الأسفار. وربما دلت رؤياه على المزين الذي يحلق للناس. وربما دل على صاحب العشر أو جابي الأموال، أو على الرسول، أو على جلاب المتاع من بلد إلى بلد"
    },
    {
        "id": 36,
        "text": " الطلاق\n  هو للعازب في المنام فراقه لما هو عليه، وطلاق المتزوج بطلان معيشته أو موته خاصة إن كان مريضاً. ومن رأى  أنه طلق إمرأته استغنى، لقوله تعالى:  \"  وإن يتفرقا يغن الله كلا من سعته  \". ومن رأى  أنه طلق إمرأته طلاقاً رجعياً فإنه يترك حرفته وعمله، وقيل من رأى أنه طلق إمرأته فإنه يفارق ملكاً كان معه، وقيل إنه يعزل عن سلطانه، والطلاق يدل على الفقر، وإن المرأة سلطان الرجل ودنياه، ومن كان له إمرأة ورأى أنه طلقها فإنها تموت، وكذلك إذا باعها أو أعتقها، وإن طلقها طلاقاً فيرجى لها العافية"
    },
    {
        "id": 37,
        "text": " الطلب\n  ربما دل الطلب على ما يتشرف الإنسان به من علم أو عمل أو مال. ومن رأى  أحداً يطلبه، فإن هماً يصيبه، والطلب يدل على المطلوب إذا لم يكن هارباً فإنه يأمن مما يخاف. ومن رأى  شخصاً قبيح الصورة يطلبه فذلك أمر يكرهه، وإن أدركه في الطلب ناله الخوف"
    },
    {
        "id": 38,
        "text": " طلع النخل\n  يدل في المنام على الرزق، وإن رآه مريض دل على شفائه. وربما دل الطلع على موت المريض، أو على السجن، أو على إدخار البضاعة وخزنها. ومن رأى  طلع نخل، فإن نجمه مقبل إلى الخير، وإن أصاب طلعاً أصفر ولم يأكل منه فإنه ذا سلطان يغضب على صاحب الطلع ثم يرضى عنه، والطلع مال يصيبه"
    },
    {
        "id": 39,
        "text": " الطنبور\n  يدل في المنام على أباطيل الناس، وعلى الزنى واستخدام الجن والسحر، والطنبور رجل رئيس وهو هم وحزن، وقد يكون الطنبور وعظ الرجل وزجره للناس، والعزف على الطنبور مصيبة.وإن رأى سلطان أنه يسمع الطنبور فإنه يسمع قول رجل صاحب أباطيل"
    },
    {
        "id": 40,
        "text": " الطنجير\n  تدل رؤيته في المنام للمسافر في البحر على الغرق لأنه ما هو فيه لم يزل غارقاً، وربما دل الطنجير على قيم البيت، أو على الحاكم والناظر"
    },
    {
        "id": 41,
        "text": " الطنفسة\n  تدل في المنام على الدنيا"
    },
    {
        "id": 42,
        "text": " الطواب\n  تدل رؤيته في المنام على الهموم والأنكاد، وجمع المال للآخرين، وعلى كل من لا يعيش له نسل"
    },
    {
        "id": 43,
        "text": " الطواف\n  من رأى أنه يطوف بالكعبة في المنام فإنه إن كان عبداً عتق أو كان عاصياً عتق من النار، وإن كان عازباً تزوج، وإن كان أهلاً للتقدم تقدم ونال مرتبة رفيعة. وربما دل ذلك على الوفاء بالنذر، لقوله تعالى:  \"  وليوفوا نذورهم، وليطوفوا بالبيت العتيق  \". ومن رأى  أنه حج وطاف بالبيت، فإن ذلك صلاح دينه واستقامته على منهاجه، وثواب له من الله تعالى، وأمن مما يخافه، ودين يقضيه، وأمانات يؤديها للمسلمين. وربما دل طوافه على إيفائه بنذر أو كفارة يمين. ومن رأى  أنه طاف على رمكة فإنه يأتي ذات محرم، والطواف بين الأزقة في المنام تدل رؤيته على الناصح الذي بذل خيره وأمسك شره"
    },
    {
        "id": 44,
        "text": " الطوب\n  هو في المنام مال حلال، وإن دل على الولد كان سقطاً أو قصير العمر"
    },
    {
        "id": 45,
        "text": " الطوق\n  من رأى في المنام طوقاً في عنقه فإنه بخيل، والطوق إحسان المرأة إلى زوجها، وشيء يقع في يدها من ماله، والطوق للمرأة زوجها، فإن كان من فضة وكان واسعاً فالزوج سخي حليم غني، وإن كان رقيقاً دل على سؤ حاله، وإن كان من حديد فهو قوي، وإن كان في وسطه خشب فالرجل منافق، وإذا طوق الإنسان وكان تاجراً فهو ربح وجاه، وإن كان الطوق ضعيفاً وهو عالم فإنه يكتم العلم، وإن اشترى جارية في عنقها طوق من فضة فإنه يتجر تجارة رابحة. وقيل إن الطوق فساد في الدين ولبسه يدل على البخل، أو الملك، أو الولد والأمانة"
    },
    {
        "id": 46,
        "text": " الطول\n  من رأى أنه طال في المنام زاد علمه وماله، وإن كان صاحب الرؤيا سلطاناً قوي سلطانه وكان حسن السيرة، وإن كان تاجراً ربحت تجارته. ومن رأى  أن قده طال فوق الحد فقد قرب أجله. وإذا رأى الملك أن قامته طالت دام ملكه ونصر على أعدائه، وإن كان طالب ملك ناله، وطول القامة يدل على طول الحياة، وكذلك قصر القامة يدل على الموت لقرب الأرض، وطول القامة القصيرة يدل على الفتنة. وربما دل على الشح، ولا خير في القامة الطويلة إذا قصرت فإنه دال على انحطاط القدر أو قرب الأجل"
    },
    {
        "id": 47,
        "text": " الطي\n  هو في المنام العفو وكظم الغيظ أو نفاد الرزق. أنظر أيضاً الكي"
    },
    {
        "id": 48,
        "text": " الطيان\n  هو في المنام يستر فضائح الناس. ومن رأى  أنه يعمل في الطين فإنه يعمل عملاً صالحاً، وتدل رؤية الطيان على تشديد الأمور، والمتعب نفسه في مصلحة غيره. وربما دلت رؤيته على الهموم والأنكاد"
    },
    {
        "id": 49,
        "text": " الطيب\n  هو في المنام ثناء حسن، وإذا تدخن فهو ثناء مع هول وخطر، والطيب بالنسبة للمرضى يدل على موتهم، والمرأة إذا رأت إنها تطيبت فإنها تدخل في عمل صالح، وإن كانت خالية من زوج فإنها تتزوج، وكذلك الطيب للرجال فهو ئناء حسن وذكر جميل، وإذا تطيب اللص، أو المخادع فإنه يتوب، وإن الرائحة الحسنة تدل على صاحبها"
    },
    {
        "id": 50,
        "text": " الطير\n  هو في المنام عز وسلطان وزينة، وللتاجر ربح، وإذا كان الطير مجهولاً دل على ملك الموت، وإن التقط الطير ورقة أو دوداً ونحو ذلك وطار به إلى السماء من بيت فيه مريض فإنه يموت، وقد يدل على المسافر لمن رآه قد سقط عليه، وقد يدل على العمل لمن رآه على رأسه أو كتفه، فإن كان أبيض فهو صاف، وإن كان ملوناً فهو عمل مختلف إلا أن تكون عنده إمرأة حامل، فإن كان الطير ذكراً فإنه غلام، وإن كان أنثى فهي بنت، وكبار الطيور تدل على الملوك والرؤساء والعلماء والأغنياء، وطير الماء أشراف قد نالوا الرياسة من ناحيتين: سلطان الماء وسلطان الهواء، وما يغني من الطير، أو ينوح فأصحاب غناء ونوح، وما صفر من الطير والعصافير والقنابر والبلابل غلمان صغار، وجماعة الطير لمن أكلها أموال ودنانير وسلطان لا سيما إن كان يرعاها. ومن رأى  الطيور تطير فوق رأسه فإنه ينال ولاية ورياسة.فإن رأى طيوراً تطير في محله فإنهم الملائكة. ومن رأى  طائراً جاء من السماء فوقع بين يديه فهي بشارة ثابتة يفرح بها. وربما دل الطائر المجهول على الإنذار والموعظة، ومن حسن طائره في المنام حسن عمله أو أتاه رسول بخير. ومن رأى  معه طائراً دميم الخلقة ربما كان سيئاً أو أتاه رسول بشر، والطير المجهول رزق، وقيل الطيور السوداء تدل على السيئات، والطيور البيضاء تدل على الحسنات، والطيور الملونة أعمال فيها تخليط"
    },
    {
        "id": 51,
        "text": " الطيران\n  هو في المنام سفر، فإن كان على القفا فهو سفر في راحة، والطيران لغير المسافر بطالة، ومن طار من سطح إلى سطح فإنه ينتقل من رجل رفيع إلى رجل رفيع. وإذا رأت المرأة إنها صارت من دارها إلى دار رجل تعرفه فإنها تتزوج بذلك الرجل، ومن طار من دار يعرفها إلى دار لا يعرفها فإنه يموت فإنها دار الآخرة، وإذا طار السجين في منامه فإنه يخرج من السجن. وإذا رأى المملوك أنه طار فإنه يعتق. وقيل إن الطيران إذا كان بنجاح فإنه سفر، ومن كان يطير مع الطير في منامه فإنه يصحب الغرباء، ومن كان صاحب غرور ورأى أنه يطير، فإن رؤياه باطلة، ومن سابق إنساناً وطار وسبقه فإنه يقهره. ومن رأى  أنه طار فوق جبل فإنه ينال سلطنة ويغلب فيها ملوكاً بلا تعب. ومن رأى  أنه يطير وكان يصلح للسلطان ناله، وإن سقط على شيء ملك ذلك الشيء، وإلا أصابه خطأ في دينه. ومن رأى  أنه توارى في جو السماء ولم يرجع فإنه يموت، ومن طار من داره إلى دار مجهولة فإنه ينتقل من داره إلى قبره، فإن طار في الهواء مرض حتى يشرف على الموت، ومن طار من أسفل إلى أعلى بغير جناح نال أمنية. ومن رأى  أنه يطير طيراناً مستوياً استوت أموره بلا تعب. ومن رأى  أنه يطير وله جناحان فهو دليل خير لجميع الناس، وإن كان عبداً دل على عتقه، وإن كان فقيراً استغنى. ومن رأى  أنه يطير برغبته وإرادته دل ذلك على خير كثير. ومن رأى  أنه يطير فيخرج من الدار دل على موته. ومن رأى  أنه يطير فلا يقدر، أو أنه يطير ورأسه نحو الأرض ورجلاه في الهواء دل على شر كثير يعرض له.وإن رأى  المريض أنه يطير دل على موته. ومن رأى  أنه يطير في محفة دل على مرض شديد يعرض له. ومن رأى  أنه يطير بين السماء والأرض فإنه يكثر التمني. وربما كان الطيران طلب العلم أو طلب الفسوق، والطيران يدل على التطير والتشاؤم، وإن طار بجناح سافر بعز وسلطان، وإن كان بغير جناح سافر سفراً شاقاً خاصة إن طار من موضع حسن وحط في مكان رديء، وإن طار من مكان تبيح وحط فيما هو أحسن منه كان عكس ذلك"
    },
    {
        "id": 52,
        "text": " الطيطوى\n  هو في المنام امرأة"
    },
    {
        "id": 53,
        "text": " الطيلسان\n  هو في المنام حياة وعز ومروءة وولاية وحرفة وسفر وأخ وولد، فمن رأى أنه ارتدى طيلساناً فإنه يقود الجيوش، وإن لم يكن أهلاً لذلك فإنه يصير رئيس أهل بيته ويقوم في مصالحهم، وقيل الطيلسان سفر في البر، ومن نزع طيلسانه زال جاهه. ومن رأى  طيلسانه تخرق أو تمرق مات له أخ أو ولد، والطيلسان منصب أو طيلسان. وقيل إن الطيلسان حرفة جيدة تقي صاحبها الهموم والأحزان، والطيلسان قضاء دين"
    },
    {
        "id": 54,
        "text": " الطين\n  هو في المنام مرض وهوان، ومن كان معاشه من عمل الطين فهو دليل خير له. ومن رأى  أنه طين قبر النبي صلى الله عليه وسلم فإنه يحج بمال. ومن رأى  أنه يأكل الطين فإنه مال يأكله، وطين البناء رزق وفائدة، والطين للمريض موت. أنظر أيضاً الوحل"
    },
    {
        "id": 55,
        "text": " الطيوري\n  تدل رؤيته في المنام على بائع الجواري والعبيد. وربما دلت رؤيته على الاجتماع في الأفراح والأتراح"
    }
]