[
    {
        "id": 0,
        "text": " الثبات\n  هو في المنام لمن عادته الطيش في اليقظة، دليل على النعم والهدى، وقوة العزم والحزم في الأمور"
    },
    {
        "id": 1,
        "text": " الثدي\n  هو في المنام إمرأة الرجل أو ابنته، فجماله جمالها، وفساده فسادها. ومن رأى  إمرأة معلقة من ثديها فإنها تزني، وتلد ولداً من غير زوجها.وإن رأى رجل في ثديه لبناً، فإن كان فقيراً استغنى، وإن لم يكن متزوجاً دل على أنه سيولد له أولاد، وإن رأت ذلك إمرأة شابة دل على إنها ستحمل، وإن حملها يتم، وإن كانت ثيبة غنية افتقرت وتلف مالها، وإن كانت عذراء مدركة دل ذلك على عرسها، وإن كانت صغيرة بعيدة عن وقت الزواج دل ذلك على موتها. ومن رأى  أنه يرتضع إمرأة تعرفه ولا يعرفها دل ذلك على أنه سيمرض مرضاً طويلاً إلا أن يكون له إمرأة حامل فإنه ذلك يدل على أنه يكون له ولد.وإن رأت إمرأة هذه الرؤيا ولدت بنتاً.فإن رأى كأن ثدييه قد عظماً على اعتدال من أمرهما وحسن منظرهما فإنهما يدلان على أولاده وأشياء يملكها، وإذا رآهما ساقطين فهو دليل على موت أولاده، وإن رأى ذلك ولم يكن له أولاد، فإن ذلك يدل على افتقاره، وعلى حزنه، وبخاصة في حق النساء، وفي المرضعات يدل على آفاق تقع بمن ترضعه، والثدي الكبير يدل على مثل ما يدل عليه ثدي قد عظم، ويدل في المرأة على فجور. ومن رأى  كأن ثدييه يضربان صدره، فإن ذلك يدل إن كان طاعناً في السن على أن أخباراً رديئة تأتيه من بعض من يعرفه، وإن كان صغيراً من الرجال والنساء، فإن ذلك يدل على عشق. ومن رأى  كأن له ثدياً عظيماً واحداً قد بلغ العانة فإنه يزني بمحرم، أو ينكح نكاحاً حراماً، والثديان في المنام هما البنات، فما حدث فيهما فتأويله في البنات. ومن رأى  أن قد نبت له ثدي مع ثدييه، فإن ذلك زيادة بنت. ومن رأى  أنه نقص له ثدي، فإن ذلك موت بنته، واللبن في الثدي زيادة في المال ودال على الولد، فمن رأى أن في ثدييه لبناً فإنه شرف على زيادة دنيا تدر له أو لمن هو يملكه، وكذلك في النساء، فإن كان ما يدر من لبن يرضعه إنسان فإنه يحبس، ويغلق عليه باب، ولا ضير فيه للراضع فإنه ذلة وحزن. وقيل إن رأى الرجل أن في ثديه لبناً، فإن كان عازباً تزوج ويولد له ولد، وإن كان فقيراً دل على بشارة، وإن كان شاباً دل ذلك على طول عمره، والمرأة الشابة إذا رأت ذلك دل على حملها وولادتها، وطول ثدي الرجل حتى يضربا صدره دليل على هوى في غير رضا الله تعالى، وقيل هو دليل موت الأولاد، فإن لم يكن له ولد دل على الفقر والحزن، وطول ثدي المرأة فوق الحد دليل على غاية الحزن، وثدي الرجل دال على وجاهته ومنصبه، وعافيته وسقمه. وربما دل ثدي الرجل على الإخوان والأصحاب، والأولاد والأزواج الذين لا نفع منهم، وثدي المرأة دليل على عكس ذلك لما فيه من رزق الله تعالى.فإن رأى  أن ثديه كثدي المرأة، واللبن يقطر منه دل على قيامه على عياله، ومباشرته لما يلزم النساء في كدهن. وربما دل ذلك على الدين، أو يحصل له مرض يستحي فيه من الناس فإنه رآه اشتهر بذلك، وإن صار الثدي نحاساً أو حديداً دل على فقد الأولاد وتعطل الأسباب، أو الحمل، والثدي على الناهد زوج، والنهد على المرأة العقيم ولد بعد اليأس منه. وربما دل النهد للبكر على ما تتزين به من جهاد أو كسوة أو مال، والنهد للطفل، أو الطفلة علل وأمراض وقروح، والثدي الواحد للمرأة العزباء زواج، فإن نزل منه ماء أو لبن فقدت ولدها أو أختها، والثدي إمرأة زانية، وقد عبر الثدي ببيض النعام، أو الأترج، وقد يكون الثديان مملوكين، وقيل إنهما أب وأم، والثدي يدلا على زق الخمر إذا كان فيه لبن، وقيل الثدي رجل كريم"
    },
    {
        "id": 2,
        "text": " الثروة\n  هي للفقير في المنام مفسدة لطريقه. وربما كان ذلك إرغاما للعدو، وكبتاً للحسود. وربما دلت الثروة على الزوجة والأعمال الصالحة التي تؤدي لنعيم الجنة. وربما دلت الثروة للمريض على ثراه وتربته وحلوله فيها"
    },
    {
        "id": 3,
        "text": " الثريا\n  هي في المنام رجل حازم في الأمور، فمن رآها سقطت على الأرض دل ذلك على موت الأنعام وقلة الثمار في ذلك العام، ومن رآها من العمال دل على الأخطاء فيما يصنع"
    },
    {
        "id": 4,
        "text": " الثريد\n  هو في المنام حياة الرجل وعيشه وكسبه وحرفته.فإن رأى ملء قصعة ثريداً أو دسما فهي دنيا واسعة.وإن رأى قصعة يأكل منها ثريدا فقد ذهب من حياته بقدر ما أكل منها، وبقي من حياته بقدر ما بقي، فإن استوفاها فقد فني عمره، فإن أكل الثريد الكثير الدسم فإنها ولاية في منافع على قدر الدسم، وإن كان من غير دسم فإنها ولاية بغير منفعة.فإن رأى  أن أمامه قصعة ثريد بدسم كثير، ولا يتهيأ له أكله فإنه يجمع مالاً ويأكله غيره. ومن رأى  أنه لا يأكل مخافة أن يفنى، فإن له نعمة كثيرة وحياة طيبة ويخشى أن يموت.فإن رأى ثريداً بلا دسم غير طيب وهو يأكله كله حتى يستريح منه فإنه يتمنى الموت من قلة ذات اليد والفقر، وإن كان الثريد من خل بلا لحم فإنه حرفة نظيفة من حل وورع، وإن كان بغير دسم فإنها حرفة دنيئة، وإن كان الثريد بلحم السبع فإنها ولاية على قوم غاشمين ظالمين مع كره وخوف ووجل، فإن كان فيه دسم، فإن الحياة والمنفعة حرام إن كان الرجل تاجراً، فإن معاملته مع قوم ظالمين أصحاب جور، وإن كانوا عمالاً فكذلك كسبهم حرام، فإن كان بغير دسم فإنه بلا منفعة، ويدخله الوهم، فإن كان الثريد بلحم كلب فإنها ولاية دنيئة وتجارة دنيئة، وكسب دنيء مع قوم سفهاء، فإن كان مع دسم فإنه مال حرام، وإن كان بغير دسم فإنه كسب دنيء وفقر وحرمان، وإن كل الثريد كله فإنه يموت في ذلك الفقر والذل والحرمان، فإن كان الثريد بلحم سباع الطير فإنها ولاية وتجارة وكسب من مكابرين أصحاب مال ودم مع مال حرام بخوف وكره. ومن رأى  أنه يأكل ثريد كشك فإنها حرفة دنيئة بلا منفعة"
    },
    {
        "id": 5,
        "text": " الثعبان\n  يدل في المنام على رجل الوادي. وربما دل على العداوة من الأهل والأزواج والأولاد. وربما كان جارا حسودا شريراً، وثعبان الماء عون للظالم أو أعلام للحاكم. ومن رأى  أنه ملك ثعباناً فإنه يصيب سلطاناً عظيماً"
    },
    {
        "id": 6,
        "text": " الثعلب\n  هو في المنام عدو مقاتل كذاب مخالف مراوغ في معاملته، ومن قاتله أو مسه أصابه فزع من الجن، فإن أكل لحمه أو طالبه ليقاتله أصابه، وقالوا: أنه عدو من قبل السلطان، فمن رأى أنه أخذ ثعلباً فإنه يصبح خصما له، فإن ذبحه صالحه عن دين، فإن لاعب ثعلباً فإنه يصيب إمرأة يحبها وتحبه، ويقر الله تعالى عينه بها، والثعلب يفسر بالمنجمين والأطباء وأهل التدبر والخبث. ومن رأى  كأنه قتل ثعلباً فإنه ينال إمرأة عزيزة شريفة. ومن رأى  ثعلباً فإنه يرى رجلاً شريفاً أو إمرأة شريفة عزيزة، أو يتملق له رجل فيه خداع، والثعلب يدل على عدو مجهول شديد مكار، ويقوم بعمله في حينه، ويدل على النساء الخداعات. ومن رأى  كأنه يراوغ ثعلباً فإنه رجل كذوب شاعر، وكذلك من رأى أنه يجازي الثعلب أحسن الجزاء. ومن رأى  ما بين المشرق والمغرب قد امتلأ من الثعالب يكثر السحر، أو الحيل في ذلك الزمان. ومن رأى  أنه ينازع ثعلباً، أو يعالجه فإنه يخاصم ذا قرابة. ومن رأى  أنه يلتمس ثعلباً فإنه يصيبه وجع. ومن رأى  أن الثعلب يلمسه فإنه يصيبه فزع من الجن والإنس. ومن رأى  أن ثعلباً يهرب منه، فإن له غريما يراوغه. ومن رأى  أنه أصاب من جلد الثعلب شيئاً، فإن ذلك قوة له وظفر. وربما يكون ميراثاً من قبل امرأة، ومن شرب من لبن الثعلب شفي إن كان به مرض، وإلا ذهب عنه هم، وقيل من رأى ثعلباً أصابه في نفسه هوان، وفي ماله نقصان، ورؤية الثعلب تدل على الفائدة والكسوة والزوجة والزواج للأعزب"
    },
    {
        "id": 7,
        "text": " ثفر الدابة\n  تدل رؤيته في المنام على ولي أمر وضيع أو تابع للزوجة، أو يدل على المال، والثفر في الرؤيا قوام الشيء ومثاله، وكذلك الحزام"
    },
    {
        "id": 8,
        "text": " الثقل\n  إن حط الثقل عن الإنسان وعن الحيوان في المنام دال على الصدقة والإحسان إلى من يعرف وإلى من لا يعرف"
    },
    {
        "id": 9,
        "text": " الثكول\n  يدل في المنام على الحزن ويرمز إلى رفع القدر والأفراح والمسرات. وربما دل الثكول على فقد الأولاد والأمهات"
    },
    {
        "id": 10,
        "text": " الثلاج\n  تدل رؤيته في المنام في الصيف على الأفراح والمسرات، وفي الشتاء على الهموم والغموم"
    },
    {
        "id": 11,
        "text": " الثلج\n  تدل رؤيته في المنام على الأرزاق والفوائد، والشفاء من الأمراض الباردة، خاصة لمن كانت معيشته من ذلك. وربما دل الثلج والنار على الألفة والمحبة، وإن الثلج لا يطفئ النار، فإن شوهد الثلج في أوانه كان دليلاً على ذهاب الهموم وإرغام الأعداء والحساد، وإن شوهد في غير أوانه كان دليلاً على الأمراض الباردة والفالج. وربما دل الثلج على تعطيل الأسفار، وتعذر أرباح للبريد والسعاة والمكارية وشبههم، والغالب في الثلج تعذيب السلطان رعيته وأخذ أموالهم، وجفاؤه لهم، وقبح كلامه معهم، لقوله تعالى:  \"  فأنزلنا عليهم رجزاً من السماء  \". قيل ذلك هو الثلج، فإن كان الثلج قليلاً فهو خصب. ومن رأى  أن الثلج يقع عليه سافر سفراً بعيداً، وربما كان فيه مضرة. ومن رأى  أنه نائم على الثلج فهو عذاب، ومن أصابه برد الثلج في الشتاء أو في الصيف فإنه فقر، ومن اشترى وقر ثلج في الصيف فإنه يصيب مالاً يستريح إليه، ويستريح من الغم بكلام حسن، فإن لم يضرهم ذلك الثلج وذاب سريعاً فإنه تعب وهم يذهب سريعاً.وإن رأى  أن الأرض مزروعة يابسة ثم تساقط الثلج فإنه بمنزلة المطر وهو رحمة تصيبهم وخصب وبركة، وقيل من رأى في بلد ثلجا كثيراً في غير أوانه أصاب تلك الناحية عذاب من السلطان أو عقوبة من الله تعالى أو فتنة تقع بينهم، وقيل من رأى الثلج دل على سنة قحط، ومن سقط عليه الثلج، فإن عدوه ينال منه. وربما دل الثلج الكثير على الأمراض العامة كالجدري والوباء. وربما دل على الحرب والجراد وأنواع الجوائح. وربما دل على الخصب والغنى. ومن رأى  ثلجاً نزل من السماء وعم الأرض، فإن كان ذلك في أماكن الزرع وأوقات نفعه دل على كثرة النور وبركة الأرض وكثرة الخصب. وأما إن كان ذلك بها في أوقات لا تنتفع به الأرض في نباتها، فإن ذلك دليل على جور السلطان وسعي أصحاب العشور، وكذلك إن كان الثلج في وقت نفعه أو غيره غالباً على المساكين والشجر والناس فإنه جور يحل بهم وبلاء ينزل بجماعتهم. وربما دل الثلج على الحصار والغفلة عن الأسفار وعن طلب المعاش"
    },
    {
        "id": 12,
        "text": " الثلم\n  الثلم في الشيء دليل على نقصه أو نقص ما يدل عليه. وربما كان الثلم لثماً للغائب أو صلحاً مع هاجره"
    }
]