[
    {
        "id": 0,
        "text": " الباب\n  هو في المنام دال على قيم الدار، والأبواب المفتوحة أبواب الرزق، وأبواب البيوت معناها يقع على النساء، فإن كانت الأبواب جديدة فالنساء أبكار، وإن كانت الأبواب غير مغلقة فالنساء ثيبات. ومن رأى  كأنه أغلق باب بيت من حديد فإنه يتزوج من بكر. ومن رأى  باب الدار متغيراً عن حاله فهو تغير حال مالك الدار، وإن رآه قد سقط أو اقتلع إلى الخارج أو رآه محترقاً أو مكسوراً فهو مصيبة يتعرض لها قيم الدار، وكذلك إن رأى النائم الباب مغلقاً بعد قلعه فهو بقاء الرجل، وإن رآه مسدوداً فهي مصيبة عظيمة في أهل تلك الدار.وإن رأى في وسط باب داره باباً صغيراً فهو مكروه، لأنه يدخل على العورات فإنه عظم باب داره واتسع وقوي من غير شناعة فهو حسن حال القيم.وإن رأى أحد السباع قد وثب على باب داره، فإن الفاسقين يتبعون امرأته. ومن رأى  أنه يفتش عن باب داره فلا يجده فهي حيرة في أمر دنياه. ومن رأى  أنه دخل من باب كان في خصومة انتصر فيها.وإن رأى أبواباً فتحت فإنه أبواب الدنيا تفتح له.وإن رأى  أن باب داره اتسع فوق قدر الأبواب فهو دخول قوم عليه بغير إذن. وربما كان زوال الباب عن موضعه زوال صاحب الدار عن خلقه وأحواله وتغييره لأحوال أهل داره إلى خلاف ما كان لهم من قبل. ومن رأى  أنه خرج من باب ضيق إلى مكان واسع فهو خروجه من ضيق إلى سعة، ومن كرب وخوف إلى أمن، وحلقة الباب كالحاجب، أو الرسول، فمن رأى أن لبابه حلقتين، فإن عليه ديناً لشخصين. ومن رأى  أنه قطع حلقة بابه فإنه يدخل في بدعة. ومن رأى  النار تحرق الأبواب فستموت إمرأته قريباً، وأبواب المدينة دالة على ملكها القائم بأمر الدين والدنيا فيها، وباب الدار دال على بانيها والقائم بمصالح أهلها، وباب البيت دال على من يسكنه، والدخول من الأبواب المجهولة دال على الظفر والنصر على الأعداء. وربما دلت الأبواب المجهولة على العلوم والأرزاق والمكاسب والأسفار، والخروج من الأبواب مفارقة لما ذكرناه، فإن كان الباب حسناً دل على مفارقته الخير، وإن كان مهدما أو ضيقاً دل على مفارقته الشر وقصد النجاة لنفسه. وربما دل الباب على الموت، فإن خرج من الباب ثم وجد فسحة أو خضرة أو رائحة طيبة دل ذلك على الآخرة الحسنة، وإن وجد ظلمة أو جيفا أو ناراً عوقب في آخرته، وفتح الباب في المنام يدل على تيسير الأمور، وإغلاق الباب نكد وضنك عيش وتعطيل للأسباب، وفتح الباب في السماء دليل على إجابة الدعاء، أو النهي عن ارتكاب المحذور، أو على طول العذاب والانتقام والشدائد، وإن كان الغيث محبوساً دل على نزوله، وإحياء الأرض بعد موتها، وباب السر المحدث في الدار يدل على ما ينطوي عليه الرائي من الخير والشر، فل كان مستوراً حسن البناء، بلغ مراده بكتمه، وإن كان يظهر منه في الدار دل على إظهار أسراره وكشف أحواله. وربما دل باب السر على العز والرفعة والأمة والغلام. وربما دل على صدقة السر وحسن المعاملة بينه وبين ربه. ومن رأى  باب داره جديداً أو رأى نجاراً أقامه أو ركبه، فإن ذلك بشارة بصحة عافية. ومن رأى  أنه يريد أن يغلق باب فلا يستطيع، فإن ذلك أمر يعسر عليه من قبل امرأته. ومن رأى  أنه دخل على قوم من باب فإنه يظفر على أعدائه ويدحض حجج خصومه. ومن رأى  بابه مقلوعاً، وقد ركب غيره فإنه يبيع داره، ومن دخل بيتاً وأغلق بابه عصم من معصية، والباب والحلقتان كريمان يطالبان بدين"
    },
    {
        "id": 1,
        "text": " الباخرة\n  مراكب الصيد في المنام دالة على الرزق والفائدة، فمن ركب في المنام مركباً غريباً أو ملكه تزوج إمرأة من تلك الأرض التي نسب المركب إليها، أو أنه يشتري جارية، أو ينتصر على عدوه، أو يملك بضاعة، والقارب أقارب الرائي وما رؤي في تلك السماء من اضطراب أو تغير أحوال كان ذلك عائداً على مركب الرائي خاصة إن كان الرائي في البحر، لأنه من أسماء المركب الفلك"
    },
    {
        "id": 2,
        "text": " الباذنجان\n  هو في المنام يدل في وقته على الرزق بأقل جهد، ولكنه في غير وقته مكروه، وأكله دليل على إتيان الرخص، والتملق في الكلام والحقد والغش. وربما دل الباذنجان لأرباب الصيد على الفرح والسرور من جهة الصيد"
    },
    {
        "id": 3,
        "text": " البازي\n  إذا كان في المنام مطاعاً مجيباً دل ذلك على سلطان يصاحبه في حشم، وذلك لاقتدار البازي على الطير. ومن رأى  أنه يدعو البزاة فإنه ينال جيشاً فتاكا من نخبة عساكر العرب، والبازي رجل ذو جاه وذكر وشرف، ومن أخذه يرزق إبناً، وإن كان من أهل الإمارة نال سلطاناً، فإن طار من يده وبقي ساقه ذهب ملكه وبقي ذكره، وإن بقي في يده شيء من الريش بقي في يده شيء من الملك، وذبح البزاة موت الملوك، وأكل لحومها مال من قبل السلطان. ومن رأى  بازياً على يده وكان من أبناء الملوك نال سلطاناً، وإن كان سوقياً نال رئاسة وفكر بالحمد بين الناس، فإن قتل البازي في داره ظفر بلص مختلس.فإن رأى بزاة نزلت في محلة دخلها لصوص بعددهم.فإن رأى  أن بازياً خرج من مقعده صحب رجلاً يأكل الحرام أو آواه في داره، والبازي يدل على اللصوص يقطعون جهاراً، والبازي يدل على العز والسلطان، والنصر على الأعداء، وبلوغ الآمال والزينة بالأولاد والأزواج، والمماليك والسراري، ونفيس الأموال والصحة، وتفريج الهموم وصحة الأبصار، وكثرة الأسفار. وربما دل على الموت لاقتناص الأرواح، ويدل على السجن والقيد والتقتير في المطعم والمشرب. ومن رأى  أن البازي ذهب عنه، فإن سلطانه يذهب عنه، ولو بقي في يده خيطه أو شيء من ريشه، فإن سلطانه يذهب ويبقى في يده مال بقدر ما يبقى في يده من البازي. ومن رأى  أنه اشترى بازياً ليصطاد به فإنه يكون على عمل، ويبعث فيه عمالاً يجبون له الأموال، وقيل موت البزاة يدل على هلاك الظالمين"
    },
    {
        "id": 4,
        "text": " الباشق\n  يدل الباشق في المنام على ملك جاهل ظالم، وهو أقل من البازي في السلطنة، وقيل من رأى كأنه أخذ باشقاً بيده فإنه لص. ومن رأى  على يده باشقاً تخير أناساً عاجزين. ومن رأى  باشقاً رأى رجلاً فاسقاً ظالماً، فإن وجد فرخه ولد له غلام"
    },
    {
        "id": 5,
        "text": " الباطية\n  هي في المنام جارية سمينة يتزين بها، وقد تدل على الزوجة والسرية والصاحب الذي يتجمل به، وتدل على الرجل، أو اللزوجة التي لا تكتم سراً ولا تحمد عيشاً ولا ولداً، وربما دلت على المرأة الزانية، والباطية جارة ماكرة"
    },
    {
        "id": 6,
        "text": " الباقلاء\n  إن كانت رطبة فهي هم، وإن كانت يابسة فهي مال مع سرور وخصب. ومن رأى  شعره أصبح باقلاء، فإن ماله يعود إلى قلة ويفتقر، والباقلاء الخضراء رزق وكسوة وطهارة"
    },
    {
        "id": 7,
        "text": " الباقلاني\n  وهو الذي يبيع الباقلاء، ورؤيته في المنام تدل على رجل يسمع الناس كلاماً فيجيبون بشر منه"
    },
    {
        "id": 8,
        "text": " البالوعة\n  هي في المنام خادم سفيه، وقيل إمرأة سفيهة، والبالوعة المجهولة إمرأة زانية، ومن سدت بالوعته ضاقت عليه المذاهب"
    },
    {
        "id": 9,
        "text": " الببغاء\n  هو في المنام رجل نخاس كذاب ظلوم، وقيل هو رجل فيلسوف وابنه ولد فيلسوف، والببغاء دالة على المرأة الجميلة والفصيحة. وربما دلت على المرأة من العجم، وتدل على الرجل الكثير التيه والصلف أو كثير البغي، أو البغاء"
    },
    {
        "id": 10,
        "text": " البثر\n  من رأى في منامه أن قد خرجت به بثرة ثم انشقت وسال منها صديد أو قيح كان ذلك ظفرا له.وإن رأى على جسده بثراً أو قروحاً فإنه يصيب مالاً بقدر قوتها في المدة وكثرتها، وكل زيادة في الجسم إذا لم تضر صاحبها فهي زيادة في النعمة والخير"
    },
    {
        "id": 11,
        "text": " البحر\n  يدل البحر في المنام على ملك قوي هائل مهاب، عادل شفيق، يحتاج إليه الناس، والبحر للتاجر متاعه وللأجير أستاذه. ومن رأى  البحر أصاب شيئاً كان يرجوه. ومن رأى  أنه خاضه فإنه يدخل على الملك. ومن رأى  أنه قاعد على متن البحر أو مضطجع فإنه يدخل في عمل الملك، ويكون منه على حذر، فكما أنه لا يؤمن على الإنسان من الغرق فكذلك لا يؤمن على الإنسان من غضب السلطان، فإن شرب ماء البحر كله ولم يره إلا ملك عظيم فإنه يملك الدنيا، ويطول عمره، ويصيبه مثل سلطان الملك، أو يكون نظيره في ملكه، فإن شربه حتى روى منه فإنه ينال من الملك مالاً يتمول به مع طول حياة وقوة، فإن استقى منه فإنه يلتمس عملاً من الملك ويناله بقدر ما استقى منه، فإن صبه في إناء في إناء فإنه يحصل على مال كثير، أو يعطيه الله تعالى دولة يجمع فيها مالاً، والدولة أقوى وأوسع وأكثر دواماً من البحر لأنها عطية الله تعالى. وقيل من شرب من ماء البحر تعلم من الأدب بقدر ما شرب منه، فإن عبر البحر فإنه يغنم مال عدو، كبني إسرائيل لما عبروا البحر غنموا مال فرعون.فإن رأى  أن ماء البحر دخل محلة ولم يتأذ أهلها منه فإنه يدخل ذلك المكان سلطان وينال أهلها منه مال ومعيشة، فإن اغتسل منه فإنه يكفر عنه الذنوب ويذهب همه بالملك، فإن رآه في مكان بعيد ولم يخالطه فإنه يقرب منه شيء له قد كان يرجوه، فإن شرب منه وكان له شريك فارقه، ومن بال في البحر فإنه يستمر على أخطائه. ومن رأى  البحر من بعيد فإنه يرى هولا وفتنة وبلاء، وقال بعضهم: يقع في بلية ومحن تنزل به. ومن رأى  أن ماء البحر غاض حتى ظهرت حافتاه فهو بلاء ينزل إلى الأرض من قبل الخليفة أو قحط تتعرض له البلاد. ومن رأى  أنه وقف على البحر فإنه يصيب من السلطان شيئاً لم يكن يسعى إليه. ومن رأى  البحر قد نقص وصار خليجاً، فإن السلطان يضعف ويغادر تلك البلاد التي ذهب عنها البحر ولا يصيب الناس إلا خير. ومن رأى  أنه دخل بحراً ثم خرج منه فإنه يصيب من السلطان جزاء، ويذهب عنه الهم. ومن رأى  نفسه أنه كان يسبح في بحر ثم خرج منه، فإن كان مريضاً شفاه الله تعالى، وإن كان في غم من قبل السلطان أو من قبل غيره فرج الله عنه. ومن رأى  أنه أجتاز بحراً من جانب إلى جانب آخر فإنه يجتاز هماً أو خوفاً أو هولاً ويسلم من ذلك. ومن رأى  أن البحر قد غمره فيصيبه غم غالب، ولا سيما إذا كان ماؤه معكراً أو ناله من قعره وحل. ومن رأى  أنه يسبح في بحر فإنه يعالج الخروج من أمر هو فيه، فإن كان خروجه من البحر بسباحة تلك فإنه لا يلبث أن يخرج من ذلك الأمر الذي هو فيه. ومن رأى  أنه دخل في بحر بالسباحة حتى لا يرى، فإن ذلك هلاكه وانقطاعه. ومن رأى  أن الماء غمره حتى مات فيه أو رأى أنه مات فإنه يموت شهيداً، لأن الغريق شهيد. ومن رأى  أنه قد غرق في البحر، وكان يصعد على الماء وينزل ولم يمت فيه فإنه يغرق في أمر الدنيا. وربما نال منها نعمة. وربما كان كثير المعاصي والذنوب. ومن رأى  أنه يغوص في البحر على اللؤلؤ وغيره فإنه طالب مال أو نحو ذلك، ويصيب منه على قدر ما أصاب من اللؤلؤ أو غيره. ومن رأى  أنه يغرف ماء من بحر ويصبه في سفينة حتى يملأها فسيولد له غلام يعيش طويلاً. ومن رأى  أنه أخذ ماء من البحر فشربه، نال من سلطان مالاً أو جمع علماً على قدر ما يشرب من الماء، وإن كان ماؤه كدراً أصابه خوف. ومن رأى  أنه اغتسل أو توضأ من البحر، فإن كان ذا خوف أمن مما يخاف، وإن كان في سجن خرج منه إلى خير. ومن رأى  أنه يمشي فوق الماء في بحر، فيدل ذلك على حسن نيته وصحة يقينه، وقد يدل البحر على الفتنة المضطربة المهلكة، وقد يدل على جهنم. ومن رأى  أحد الناس فيه وكان ميتاً فهو في النار، وإن كان مريضاً اشتدت علته، فإن غرق مات في علته، وقيل المشي على الماء يدل على ظهور أمر خفي. وقيل يدل على خطر. وربما دل على كثرة تحمل الرائي وتدليسه، ورؤية البحر في المنام دليل على نهاية العمر، والاتصال بعالم الغيب والشهادة مع طول العمر، ويدل البحر على السفر والحرب، وعلى ما يصل منه من حيوان ومال، والبحر العذب يدل على إنسان مؤمن، والبحر المالح يدل على إنسان كافر. وربما دل البحر على غيث السماء. وربما دل على التسبيح والتهليل، وإن الإنسان إذا رآه سبح الله تعالى وهلل. وربما دل البحر على الخوف والجزع وبطء المقاصد. وربما دل على زوال الهم والنكد. وربما دل على الموت لما يذهب فيه من المال والأرواح. وربما دل على الطهارة من الأنجاس والإيمان للكافر والتوبة للعاصي، ويدل على القسم، وإن الله تعالى أقسم بالبحر، فقال:  \"  والبحر المسجور، إن عذاب ربك لواقع  \". وربما دل البحر على الوالد والوالدة، وقد يدل على الرجل والمرأة أصحاب الأخلاق السيئة، ومن لهم مكايد ومغايظ. وربما دل على السجن لسجن الحيوان فيه. وربما دل على الصناعة التي لا حد لها، والمدينة التي لا سور لها، وتدل رؤيته على ترك الجماعات، فإن زاد البحر في المنام زيادة حسنة وكان الناس يحتاجون إلى المطر هطلت عليهم الأمطار.وإن رأى  الإنسان البحر زاخراً تتلاطم أمواجه حصل له في سفره خوف وشدة، ومن بال في البحر فإنه يقيم على الخطايا. وربما دل البحر على الدنيا وأحوالها وعجائبها"
    },
    {
        "id": 12,
        "text": " البحيرة\n  تدل في المنام على القضاة والولاة، والبحيرة للمسافر تدل على تعذر السفر، والبحيرة الصغيرة تدل على إمرأة غنية، والبحيرة إمرأة مربية"
    },
    {
        "id": 13,
        "text": " البخار\n  يدل في المنام على بخار العين وظلمتها، والبخار الذي يخرج من الفم في الشتاء إذا رآه الإنسان في المنام، وكانت الرؤيا في الصيف، دلت على الأمراض الباطنية، وظهرت الأسرار المكتومة، فإن كان الرائي مهتدياً ضل على هديه، وإن كان عالماً ابتدع بدعة ظاهرة. وربما دل ذلك على الكذب والكلام فيما ليس فيه فائدة"
    },
    {
        "id": 14,
        "text": " البخر\n  من رأى في منامه أن به بخراً فإنه يتكلم بكلام يثني به على نفسه، ويتكبر، ويقع منه في شدة وعذاب، وإن وجد البخر من غيره فإنه يسمع قولاً قبيحاً سمجاً. ومن رأى  أنه لم يزل أبخر فإنه رجل يكثر الخنا والفحش، والبخر جفاء وقسوة"
    },
    {
        "id": 15,
        "text": " البخل\n  هو في المنام يدل على الداء الذي ليس له دواء في اليقظة. وربما دل البخل على النفاق وما يقرب من الأعمال إلى النار. وربما دل على التقتير والفقر، والبخل في المنام ذم، فمن رأى أنه بخل في منامه فإنه يذم، كما أن إنفاق المال على الكره دليل على اقتراب الأجل، وإذا أنفق عن طيب نفس منه أصاب خيراً ونعمة"
    },
    {
        "id": 16,
        "text": " البخور\n  هو في المنام رجل صاحب ثناء حسن. ومن رأى  بيده عود بخور وكان ممن فقد شيئاً فإنه يرجع إليه ويسمع كلاماً حسناً، ومن شم ريح عود أو رأى دخاناً فإنه يسمع كلاماً حسناً. ومن رأى  عود البخور قد نبت في داره فإنه يرزق بولد يكون فيما بعد سيداً في قومه"
    },
    {
        "id": 17,
        "text": " البذر\n  هو في المنام إذا كان لشيء لا يمكن بذره أو في موضع لا يليق به دل على الإسراف. وربما دل البذر على السعة في الرزق والعلم والإطلاع على الصناعة العظيمة. وربما دل البذر على معاشرة أهل الشر، وبذر البذور في الأرض يدل على الولد. ومن رأى  كأنه بذر بذراً وعلق فإنه ينال شرفاً، وإن لم يعلق أصابه هم"
    },
    {
        "id": 18,
        "text": " البرادة\n  هي في المنام إمرأة رئيسة نافعة ذات خدم كثيرين"
    },
    {
        "id": 19,
        "text": " البراذغي\n  تدل رؤيته في المنام على الشخص الحازم في أموره، والضابط لأحواله. وربما دل على المجبر أو عاقد الزيجات"
    },
    {
        "id": 20,
        "text": " البراق\n  من رآه في المنام بلغ رتبة عالية، وسافر في عز أو مات شهيداً"
    },
    {
        "id": 21,
        "text": " البراءة\n  من رأى في المنام أنه أعطي براءة فإنها أمان له مما يخاف"
    },
    {
        "id": 22,
        "text": " البربخ\n  هو في المنام رجل خازن، وإذا جرى فيه الماء فإنه وال، وإذا لم يجر فيه الماء فإنه معزول"
    },
    {
        "id": 23,
        "text": " البربط\n  هو في المنام كلام مفتعل، لأن الأوتار تنطق بمثل الكلام، وإذا كان صاحب الرؤيا ذا دين وورع فيكون ذلك ثناء حسناً، وإن لم يكن صاحب دين فهو ثناء رديء على نفسه، وهو كاذب، والبربط في المنام لهو الدنيا وباطلها، ونقره يدل على ملك أو شريف قد أزعج من ملكه وعز، فكلما تذكر ملكه انزعج. ومن رأى  أنه يعزف على البربط في منزله فإنها مصيبة، وضاربه رجل هو رئيس أصحاب الأباطيل. ومن رأى  أنه يضرب شيئاً بباب الإمام من الملاهي دون الزمر كالعود والطنبور والصنج نال ولاية وسلطاناً إن كان أهلاً لذلك. ومن رأى  أنه يضرب بربطاً أصابه نوع من الغم، والبربط يدل على أهواء الناس وأباطيلهم.فإن رأى  أن مع البربط مزماراً أو طبلا فإنها مصيبة يصاب بها أهل ذلك المكان"
    },
    {
        "id": 24,
        "text": " البرج\n  إذا رأى الإنسان في منامه أنه في برج فلا يأمن ممن يطلبه، وإن كان مريضاً مات، وقيل من رأى أنه على سور أو برج، فإن ذلك ظفر برجل خطير. ومن رأى  أنه على برج لا خير فيه فإنه قبره، ولا فرق بين أن يرى نفسه فيه أو عليه"
    },
    {
        "id": 25,
        "text": " البرد\n  إذا رآه الإنسان في المنام فإنه فقر، فمن وجد البرد في الظل فقعد في الشمس ذهب فقره، كما أنه إذا وجد حر الشمس فآوى إلى الظل فإنه ينجو من الحزن، وإذا كانت الرؤيا في زمن الصيف دل البرد على الفوائد والأرزاق. ومن رأى  أنه يشعر بالبرد فأصابته ريح فإنه يزداد فقراً على فقر، فإن تدفأ بنار أو جمر أو دخان فإنه يفتقر لسعي في عمل السلطان يكون فيه مخاطرة وهول، فإن كان ما يتدفأ به نار تشتعل فإنه يعمل عمل سلطان، وإن كان جمرا فإنه يلتمس مال يتيم، وإن تدفأ بدخان فإنه يلقي نفسه في هول عظيم، وقال بعضهم: البرد الشديد في الرؤيا في وقته لا يدل على شيء وفي غير وقته دليل للمسافر على أن سفره لا يتم"
    },
    {
        "id": 26,
        "text": " البرد\n  إذا نزل من السماء فهو دليل تعذيب الملك للناس وإذهاب أموالهم وإيجاع بعضهم.فإن رأى  الإنسان أن السماء تمطر برداً أو ثلجاً في غير حينه، فإن الرائي يمرض مرضاً يسيراً ثم يشفى منه.فإن رأى  أن البرد سقط من السماء على جسمه، فإن بعض ماله يذهب، والبرد في وقته يدل على ذهاب الهموم والنصر على الأعداء والحاسدين، لأن فيه تبريد الأرض التي تظهر منها الحيات والعقارب، فإن كان البرد كثيراً أفسد الأماكن ومنع السبيل، ودل على توقف الحال وتعذر الأسفار، وهو دليل شر، وإن لم يحصل منه ضرر فهو خير ورزق. ومن رأى  البرد قد وقع بأرضه فإنه رحمة من الله تعالى، فإن أفسد فإنه عذاب ينزل بذلك المكان، وقد يدل البرد على الجراد، فإن أضر البرد بالزرع وبالناس فإنه غرامات تفرض على الناس أو مرض الجدري، أو الجنون، ومن حمل البرد في منخل أو ثوب أو فيما لا يحمل الماء فيه، وإن كان غنياً ذاب كسبه أو زال ماله، وإن كانت له بضاعة في البحر خيف عليها، وإن كان فقيراً كان جميع ما يحتاجه ويلبسه لا بقاء له عنده، ولا يدخر لدهره شيئاً منه"
    },
    {
        "id": 27,
        "text": " البرذعة\n  تدل في المنام على زوال الهم والنكد والتعب، وتجهيز الأمور للسفر"
    },
    {
        "id": 28,
        "text": " البرذون\n  هو في المنام كفاح الإنسان وسعيه، وما عظم من البراذين كان أفضل أمور الدنيا، وقيل البرذون المرأة، فمن رأى أنه نازع برذوناً وهو لا يقدر على إمساكه، فإن إمرأته تكون سليطة، فإن كلمه البرذون نال من إمرأته مالاً عظيماً وارتفع شأنه. ومن رأى  أنه يتزوج برذوناً فإنه يصطنع المعروف إلى إمرأته وهي لا تشكره على ذلك، وقيل البرذون سفر، فمن رأى أنه يسير على ظهر برذونه فإنه يسافر سفراً بعيداً، وينال خيراً من امرأته. ومن رأى  أنه ركبه وطار بين السماء والأرض سافر بامرأته وارتفع شأنه.فإن رأى  أن برذونه يتمرغ في التراب والروث، فإن كفاحه في ازدياد وماله ينمو ويزداد، فإن مات برذونه فهو موت امرأته، فإن غرق برذونه في الماء فإنه يموت ويخاف عليه البلاء، ومن سرق برذونه فإنه يطلق امرأة. ومن رأى  أن برذونه ضاع فإنه يفجر بامرأته. ومن رأى  أن الكلب وثب على برذونه، فإن له عدواً مجوسياً يتبع امرأته، وكذلك إن وثب عليه قرد فهو رجل يهودي، والأشقر من البراذين يدل على حزن صاحبه. ومن رأى  أنه ملك برذوناً ملك إمرأة أو خادماً، وقيل البرذون يدل على مخاصمة، أو يدل على رجل أعجمي. ومن رأى  أنه يركب برذوناً ذلولاً مسرعاً فإنه يصيب خيراً وسعداً، وقيل من رأى أنه يركب برزوناً وعادته أن يركب فرساً، فإن منزلته تهبط وقدره ينقص، وقد يفارق امرأته، ومن كانت عادته ركوب الحمار ثم رأى في المنام أنه يركب برذوناً، فإن ذكره يرتفع ويكثر كسبه ويعلو مجده، وقد يدل ذلك على الزواج بالحرة من بعد الأمة، وصياح البرذون فجور المرأة، والبرذون الأشهب سلطان، والأسود مال ومجد. ومن رأى  كأن برذوناً مجهولاً دخل بلدة، فإن ذلك البلد يدخله رجل أعجمي، والبرذون الأدهم صاحب سلطان"
    },
    {
        "id": 29,
        "text": " البرسام\n  من رأى في منامه أنه مبرسم فهو رجل متجرئ على المعاصي، وقد نزلت به عقوبة من السلطان وأنذر ليتوب"
    },
    {
        "id": 30,
        "text": " البرص\n  من رأى في منامه أنه أبرص فإنه يصيب كسوة من غير زينة، والبرص مال"
    },
    {
        "id": 31,
        "text": " البرغوث\n  هو في المنام رجل طعان ضعيف مسكين. ومن رأى  كأن البراغيث تلدغه أصابه غم وتهديد من قبل أوباش الناس. وقيل من لدغه برغوث نال مالاً، ودم البراغيث يدل على مال من قبل حثالة الناس"
    },
    {
        "id": 32,
        "text": " البرق\n  رؤيته في المنام بمفرده تدل على الهدى بعد الضلالة. وربما دل ذلك على انبهار النظر، وإن كان الرائي مريضاً خيف عليه الموت. وربما دلت رواية البرق في المنام على كشف الأسرار وتنسم الأخبار. وربما دلت رؤيته على البشارة بقدوم غائب أو تجديد الرزق أو إغاثة الملهوف. وربما دلت رؤية البرق على تقلب الأحوال من شدة إلى خلاص، ومن خلاص إلى شدة. وربما دلت رؤيته على بريق السيوف وأسنة الرماح. ومن رأى  البرق، وكانت رؤياه في تشرين الأول دلت رؤياه على الأراجيف، وإن كانت في تشرين الثاني دلت على الخصب والخير الكثير، وإن كانت في كانون الأول ربما يخشى على الغلة من النقص، وإذ كانت في كانون الثاني يخشى على الزرع عند نهايته، فإن كانت في شباط ربما دلت على الصلاح في الزرع، وإن كانت في آذار دلت على نقص الغلة كلها، وإن كانت في نيسان فإنه صالح سعيد ويجود فيه الغلال، وإن كانت في أيار فإنها رديئة لبعض الفاكهة، وإن كانت في حزيران فهي علامة الندى النافع، وإن كانت في تموز فلا خير فيه ولا شر، وإن كانت في أيلول فهي علامة خصب وخير، وكذلك في آب، وتدل رؤية البرق في المنام على خوف من السلطان، أو على ضرب السياط. وربما دلت على المواعيد الحسنة من السلطان والضحك والسرور من الرعية. ومن رأى  برقاً تضربه أنواره، فإن كان مسافراً أصابته غلظة بمطر أو أمر من السلطان، وإن كان زارعاً قد عطش زرعه، فإن الغيث يصيبه، وإن كان والده أو مولاه أو سلطانه متسلطاً عليه ولا يلتفت إليه أقبل عليه، وإن كان معه مطر دل على قبيح ما يبدو إليه. ومن رأى  أنه تناول شيئاً من البرق، فإن إنساناً يجيبه على بر وخير. ومن رأى  البرق ولا مطر معه، وكان له وعد فإنه لا يناله، والبرق يدل على خوف من السلطان، وعلى تهديده ووعيده، وقيل البرق يدل على منفعة من مكان بعيد. ومن رأى  البرق أحرق ثيابه ماتت زوجته إن كانت مريضة"
    },
    {
        "id": 33,
        "text": " البرقوق\n  إذا رآه الإنسان في منامه في أوانه دل على خير وعافية، وإذا رآه في غير أوانه دل على هم وتعب، وشجرة البرقوق هي رجل ينفع جميع الناس"
    },
    {
        "id": 34,
        "text": " البرمة\n  هي في المنام رجل يظهر نعمه لجيرانه ولجميع الناس، وتدل رؤية البرمة على الزوجة، وغطاؤها وحلقها مالها وجهازها أو أهلها وأولادها، هذا إن كانت نحاساً، وإن كانت من خزف ربما دلت على المرأة الفقيرة. وربما دلت البرمة على إبرام الأمور وكتمان الأسرار. وربما دلت على المرأة السريعة الحمل والإسقاط. وربما دلت على الجارية والدابة، أو السفر"
    },
    {
        "id": 35,
        "text": " البرهان\n  من رأى في منامه أنه برهن على أمر فإنه ينال حجة. ومن رأى  كأنه يأتي برهان على شيء فإنه في خصومة مع إنسان والحجة عليه فيها"
    },
    {
        "id": 36,
        "text": " البريد\n  تدل رؤيته في المنام على الحركات والأسفار. وربما دلت على الذنوب والمعاصي والوقوع في أسباب الموت"
    },
    {
        "id": 37,
        "text": " البزاز\n  هو في المنام رجل خطير، له في الناس صنائع وإحسان كثير، يهديهم إلى الرشد لأمر الدين والدنيا، وتدل رؤية البزاز على الرزق والغنى بعد الفقر، وإن كان الرائي أعزب تزوج"
    },
    {
        "id": 38,
        "text": " البزر\n  كل نوى يلقى في الأرض فهو ولد ونسب إلى ذلك النوع. وأما البزور والحبوب التي هي من الأدوية فإنها كتب يستخرج منها الزهد والورع، والبزور في المنام نسل صالح، وبزر القثاء والقرع والبطيخ زوال الهم والنكد والبرء من الأسقام، وبزر الباذنجان والسلق والبصل والكرنب أرزاق، وبزر الريحان دليل على الشفاء من الأمراض"
    },
    {
        "id": 39,
        "text": " البساط\n  هو في المنام بسطة وعز ورفعة، خاصة إن ملكه الرائي. ومن رأى  \nأنه على بساط فإنه يشتري أرضاً، وإن كان في حرب فإنه يسلم منها، والبساط دنيا\nلصاحبه الذي بسط له.فإن رأى  البساط مطوياً طويت دنياه عنه، فإن كان البساط جديداً واسعاً محكم الصنعة فإنه ينال عمرا طويلاً ودنيا واسعة. ومن رأى  أنه يبسط له بساط مجهول في موضع مجهول بين قوم مجهولين فإنه ينال دنيا في غربته وبعده عن بلده وأهله، فإن كان البساط رقيقاً أو بالياً فإنه دنيا مع عمر قليل. ومن رأى  بساطه مطوياً على عاتقه فإنه ينقلب من موضعه إلى موضع مجهول، ويخرج من ملكه وتطوى دنياه، فإن بسط له البساط اتسع رزقه وفرج عنه، ويدل البساط على مجالسة الحكام والرؤساء وكل من وطئ بساطه، فمن طوي بساطه تعطل حكمه أو تعذر سفره أو أمسكت عنه دنياه، وإن اختطف منه بساطه أو أحترق بالنار مات أو تعذر سفره، وإن رق البساط قرب أجله وأصابه هزال في جسده أو أشرف على الموت، والبساط البالي هم وغم، والبساط هو الرجل يمدح نفسه ويزكيها ويرفعها فلا يزداد إلا كذبا وباطلاً"
    },
    {
        "id": 40,
        "text": " البستان\n  هو في المنام استغفار والاستغفار هو البستان. ومن رأى  أنه يسقي بستانه فإنه يأتي أهله.فإن رأى بستانه يابساً، فإن إمرأته مهجورة، ومن دخل بستاناً مجهولاً قد تناثرت أوراقه أصابه هم، والبستان يدل على المرأة لأنها تسقى بالماء فتحمل وتلد، وقد يدل البستان المجهول على المصحف الكريم لأنه مثل البستان في عين الناظرين وبين يديه القارئ يجني أبداً من ثمار حكمته، وهو باق بأصوله مع ما فيه من ذكر الناس، وهو الشجرة القديمة والمحدثة وما فيه من الوعد والوعيد بمثابة ثماره الحلوة والحامضة. وربما دل البستان المجهول على الجنة ونعيمها، لأن العرب تسميه جنة. وربما دل البستان على السوق، وعلى دار العروس فشجره موائدها، وثمره طعامها. وربما دل على مكان أو حيوان يستغل منه، ويستفاد فيه، كالحوانيت والخانات والحمامات والأرحية والدواب والأنعام وسائر الغلات، فمن رأى نفسه في بستان نظرت في حاله، فإن كان في دار الحق فهو في الجنة والنعيم، وإن كان مريضاً مات من مرضه إن كان البستان مجهولاً، وإن كان مجاهداً نال الشهادة لاسيما إن رأى فيه إمرأة تدعوه إلى نفسها أو شرب فيه لبناً أو عسلاً من أنهاره أو كانت ثماره لا تشبه ما قد عرفه، وإن لم يكن من ذلك شيء، فإن كان أعزب أو قد عقد نكاحه تزوج أو دخل بزوجة ونال على نحو ما عاينه في البستان، ومن دخل بستاناً فرأى أجيراً أو عبداً يبول في ساقيته، أو يسقيه من غير سواقيه أو من بئر غير بئره فإنه رجل يخونه في أهله، والبستان المعروف دال على مالكه أو ضامنه، أو الحاكم عليه، ويدل على الجامع للعامة من الناس والخاصة والجاهلين والعلماء والبخلاء والكرماء، ويدل على السوق أو دور العلم كالمدرسة ونحوها من الأماكن الجامعة للمتعبدين والطلبة للعلوم، ويدل على الدار الجامعة للغني والفقير والصالح والفاسق، فمن دخل في المنام إلى البستان، فإن كأن دخوله إليه في أوان إقبال الثمار دل على الخير والرزق والزيادة في الأعمال الصالحة والأزواج والأولاد، وإن كان في أوان انتهائها وسقوط الأوراق عنها، دل على كشف الحال والديون أو طلاق الأزواج أو فقد الأولاد، فإن كان الداخل إلى البستان ميتاً فهو في الجنة، وإن كان سليماً ربما كان ظالماً لنفسه غير موثوق به في دينه، فإن تحكم فيه أو ملكه نال عزاً وسلطاناً، وإلا كان مسرفاً على نفسه. وربما دل البستان على الزوجة والولد والمال وطيب العيش وزوال الهموم. وربما دل البستان على موضع الوليمة التي فيها الأطعمة والألوان المختلفة، وعلى دار السلطان الجامعة للجيوش والجنود"
    },
    {
        "id": 41,
        "text": " البستاني\n  هو في المنام رجل يدعو الناس إلى النساء، وتدل رؤية البستاني على القائم بمصالح الربط والمدارس والمساجد والكنائس والفرح والسرور والأرزاق والفوائد"
    },
    {
        "id": 42,
        "text": " البسر\n  يدل في المنام على وجود الماء للمحتاج إليه. وربما دل الأحمر من البسر على غلبة الدم. وربما دل الأصفر منه على غلبة الصفراء"
    },
    {
        "id": 43,
        "text": " البسملة\n  من رآها في المنام بخط جميل فإنها تدل على العلم والهداية والرزق ببركتها. وربما دلت البسملة على الولد والحفيد لتعلق بعضها ببعض. وربما دلت على إدراك ما فات لتكرر حروفها، وتدل على السعي في الزواج. وربما دلت على الهدى بعد الضلالة، فإن كتبت في المنام بخط جميل نال مشاهدها رزقاً وحظا في صناعته أو علمه، وإن كتبها ميت فهي رحمة من الله تعالى. وربما دلت كتابتها على الربح في الزرع، وإن محاها بعد كتابتها واختطفها طائر دل على نفاد عمر الرائي وفراغ رزقه، وعلى هذا يقاس من كتب على يديه شيء من القرآن الكريم أو غيره، فقد قيل إن الحسن بن علي رضي الله عنه رأى في المنام مكتوباً على جبينه:  \"  والضحى، والليل إذا سجى  \". فرفع ذلك إلى سعيد بن المسيب، فقال: يا إبن رسول الله، أوص واستغفر، ففارق الدنيا بعد ليلة، فإن قرأ البسملة في الصلاة، وكان مذهبه ترك البسملة في الصلاة، فبسملته في ذلك دليل على ارتكاب دين لم يحتج إليه. وربما دل على الميل إلى الأب دون الأم، والأم دون الأب، أو يفضل سنة على فرض أو نفلاً على سنة أو بدعة على مستحب، ويعتبر ما كتبت به في المنام، فإن كانت مكتوبة بالذهب دلت على الرزق والاهتمام بالطاعات أو إصلاح السراء. وربما دلت على الذكر الجميل والعقبى الحسنة، واعتبر ما كتبت به من الأقلام، فخط الطومار مال طائر، وخط المحقق تحقيق لما يرجوه، وخط المنسوب أحوال متناسبة، وخط النسخ عزل، والخط الوحشي يتضمن شيئاً طائلا، وخط الأشعار يدل على الغفلة والهيام، وخط الريحاني رياء، وخط الغباري مرض في العين، واعتبر ما كتبت عليه من غير ذلك، فكتابتها بخط التوقيع عز ونصر وكتابتها بخط الوراقة محاكمات، فإن لم يتضح من كتابتها شيء، فهو دليل على التلون في المذهب، أو المعتقد. وأما ما كتبت به من الأقلام الغريبة كالعبراني والسرياني والهندي وما أشبه ذلك فإنه دليل على الدنانير الغريبة والأزواج، والجواري، أو العبيد، أو الألفة مع الغرباء، فإن كتبها بقلم حديد دل على القوة والرزق والثبات في الأمور، وإن كتبها بقلم من فضة، فإن كان كالقلم المعتاد دل على توسط الأحوال، خاصة إن كتبها بقلم ملتو أو ذي عقد، وإن كان القلم مستقيماً حسناً دل على المنصب الجليل، أو العلم والعمل لمن فعله في المنام، فإن كتبها في كاغد\nربما فعل فعلاً حسناً أو اتبع واجباً، وإن كتبها في رق سعى في طلب\nميراث، وإن كان في منسوج أحمر أو أصفر أو أبيض نال فرحاً وسروراً، وإن كان\nفي منسوج أخضر نال شهادة عند الله تعالى، وكتابتها بالنور، أو الذهب\nبشارة، ورؤية النقط والشكل في البسملة في المنام، فإن دلت البسملة على\nالزوجة فنقطها وشكلها مالها وجهازها وأولادها وعصمتها، وإن دلت على المال كان\nذلك زكاته المفيدة، وإن دلت على الصلاة كان ذلك سننها، وإن دلت على البلد\nكان ذلك أهلها وأعيانها من العلماء والفضلاء وأرباب الصنائع من الرعية والمتاجر\nالرابحة، واعتبرت علامات الإعراب، ورؤيتها في المنام، فعلامة النصب منصب، وعلامة\nالخفض عزل، وعلامة الرفع علو أو موت أو فراغ عمل، وعلامة الوصل صلة، وعلامة\nالجزم جزم في الأمور، وعلامة التشديد ضيق في الأمور وعسر، فما دخل على البسملة\nمن هذه العلامات نسبته إلى دين الرائي أو دنياه، وكذلك إن نقص.وإن رأى  البسملة معكوسة الترتيب، كمن يجعل الرحيم تعالى مكان بسم، أو يقدم اسم الجلالة على بسم، ففعل ذلك في المنام دليل على الارتداد عن الدين، أو المذهب، أو أنه يفضل الإماء على الحرائر، أو أنه يضع المعروف في غير أهله، فإن كتبها غيره ومحاها هو بنفسه دل ذلك على نقض العهد، والارتداد عن الإسلام، أو أنه يبخل بما عنده من علم ومال، وإن كان الرائي فعل ذلك في المنام وهو مريض فإنه يشفى، وإن كان عاصياً فينه يتوب. وربما تزوج ورزق أولاداً صالحين أو ربح من التجارة. ومن رأى  أنه قرأ في منامه بسم الله الرحمن الرحيم، فإن الله تعالى يطرح البركة في ماله"
    },
    {
        "id": 44,
        "text": " البشاشة\n  تدل بالنسبة للعلماء والصالحين على الإقبال على طاعة الله تعالى ورسوله، والبشاشة لغيرهم من المضحكين، أو المستهزئين، أو المفسدين دليل على الغفلة والميل إلى المحرمات ومعاشرة أهل البدع"
    },
    {
        "id": 45,
        "text": " البشخانات\n  تدل في المنام بالنسبة للأعزب على الزوجة، وبالنسبة للفتاة العازبة على الزوج الذي يسرها بمعروفه"
    },
    {
        "id": 46,
        "text": " البصاق\n  يدل في المنام على قوة الرجل، فمن رأى ريقه جف عجز عما يريد مما يفعله نظراؤه، وقل لفظه وكلامه. ومن رأى  أنه خرج من فمه رغوة وزبد فإنه يدل على كلام باطل يقوله أو كذب يفتعله، والبصاق مال الرجل وقدرته، فمن رأى أنه يبصق على حائط فإنه ينفق ماله في جهاد، أو يشغل ماله في تجارة، فإن بصق على الأرض اشترى ضيعة أو أرضاً، فإن بصق على شجرة نقض عهداً أو حنث في يمين، فإن بصق على إنسان فإنه يقذفه، والبصاق الحار دليل على طول العمر. وأما البصاق البارد فدليل على الموت، وجفاف الريق في الفم فقر، والبصاق هو الفضل من الكلام، أو العلم، أو المال. وربما دل على الصحة، أو السقم.فإن رأى  الإنسان بصاقه متغيراً دل على سوء مزاجه، وقد يدل البصاق في المنام على انقطاع الراحة واللذة وفقدان الأولاد، وكثرته في المنام دليل على الهم والنكد. ومن رأى  كأنه يبصق فإنه يخرج كلام سوء، فإن كان فيه دم أو بلغم غليظ، فإن كلامه فيما لا يحل له. ومن رأى  أنه يبصق في وجه إنسان أو دابة فإنه يخرج منه كلام لا يحل له"
    },
    {
        "id": 47,
        "text": " البصل\n  هو في المنام دليل شر لمن أكله، فمن رأى كأنه أكل بصلاً وكان مريضاً فإنه يموت، والبصل الأخضر يدل على ربح مع الجهد، والكثير منه يدل على صحة الجسم مع الحزن والفراق، وإذا أكل المريض في منامه بصلاً كثيراً فإنه يشفى من مرضه. ومن رأى  البصل ولم يأكل منه فهو خير، وإن أكل منه فهو شر. ومن رأى  أنه يقشر البصل فإنه يتملق رجلاً، والبصل مال، ويدل للمسافر على الصحة والسلامة من السفر"
    },
    {
        "id": 48,
        "text": " بط القرحة\n  يدل على إستراق السمع واقتباس العلم، أو الحقد وفك الرموز من الكلام، والمشكل من الخط، والتفرقة بين الزوجين"
    },
    {
        "id": 49,
        "text": " البطم\n  هو في المنام وحشة أو سفر. ومن رأى  أنه يرتقي شجرة البطم فإنه ينال خيراً، أو يرى ويسمع كلاماً يسره"
    },
    {
        "id": 50,
        "text": " البطن\n  يدل في المنام على من يضاجعه، أو يخرج منه، ويدل على السجن والقبر والسر والصحة والسقم والصديق، ومن انحرف بطنه في المنام، وكان له ملك تعطل نفعه منه. وربما افتضح سره أو فقد زوجته، وإن كانت إمرأة حاملاً خرج منها حملها، فإن ظهر أو خرج شيء من أمعائه خرج سجينه، وإن فقد بطنه مات صديقه أو وليه، أو الحاكم على ماله. وربما تزهد وتعبد وترك الطعام والشراب، وإن خرج من بطنه نار دل على توبته من أكل مال الأيتام، وإن كان ممن يأكل من الأواني المحرمة دل على زهده فيها، فإن مشى على بطنه في المنام دل على احتياجه وسعيه للناس على شبع بطنه، والبطن بطن الوادي. وربما كان البطن في التأويل دليلاً على ما دل عليه للفخذ من العشيرة والقبيلة. وربما دل على البطنة، وللدخول في البطن سفر أو سجن.وإن رأى في بطنه قيحاً أو دملاً دل على تعرضه لما لا يحل له من مأكول أو مضاجعه، وإن حسن بطنه أو كبر كبراً غير منافر لبدن دل على العلم والرئاسة. وربما دل البطن على المباطنة في الدين، والمباطنة والحقد والنفاق من ظاهر وباطن مال وولد، فمن رأى أن بطنه أصبح صغيراً فسيقل ماله أو ولده. ومن رأى  أنه فيه عظماً فيكثر ماله أو ولده. ومن رأى  أن بطنه فارغ فإنه نقص من ماله أو ولده، وقيل يكون خالي البطن من الحرام، وقد يكون البطن سفينة الرجل، فما رأى من حادث فيه فهو حادث في سفينته. ومن رأى  أنه في بطن أمه فإنه كان في بلد آخر عاد إلى مكانه ومسقط رأسه، وإن كان مريضاً دفن في الأرض، وإن كان صحيحاً حكم عليه بالسجن، والبطن يدل على بيت الإنسان ودوابه، فكبده ولده، وقلبه ولده، ورئته خادمه أو ابنته، وكرشه كيسه، وحلقومه حياته. ومن رأى  أن ببته هدم وكان مريضاً في البطن مات. ومن رأى  أنه أخذ في بنائها أو إصلاحها أفاق من علته إن أكمل البنيان، وإلا بقي من أيام عمره بقدر ما بقي من البنيان، وإن بطن الإنسان سفينته يكون رأسه قلبها، وحلقومه صاريها، وأضلاعه جدرانها. ومن رأى  بطنه متمزقاً وسالت أمعاؤه عطبت سفينته. وقيل إن عظم البطن أكل الربا والمشي على البطن اعتماد على المال"
    },
    {
        "id": 51,
        "text": " البطيخ\n  هو في المنام رجل صاحب هموم، فمن رآه أصابه هم لا يدري عاقبته. ومن رأى  أنه يأكل البطيخ فإنه يخرج من السجن، لقوله تعالى:  \"  فابعثوا أحدكم بورقكم هذا إلى المدينة، فلينظر أيهما أزكى طعاماً، فليأتكم برزق منه  \". يعني البطيخ، قال ابن سيرين: من رأى أنه مد يده إلى السماء فأخذ بطيخاً فإنه يطلب ملكاً ويناله سريعاً، وأما البطيخ الهندي، فمن رآه قد أعطاه للناس، فإن يكون ثقيلاً بارداً في أعين الناس، أو يتكلم بكلام ثقيل، والمطبخة رجال ذووهم، والبطيخ جيد لمن أراد أن يحب شخصاً آخر، ولمن يريد أن يختن شخصاً آخر، ومن أراد أن يعمل الأعمال، فإن البطيخ رديء له، ويدل على البطالة. ومن رأى  أن البطيخ يرمى في دار فإنه يموت من أهله بعدد كل واحدة منه، والبطيخ في المنام مرض، والأخضر الفج الذي لم ينضج منه صحة للجسم، والبطيخ الأخضر بلدة أو ولد أو زوجة، والبطيخ الأصفر نساء أو رجال لهم ثناء حسن وخير. وربما دل على المرأة ذات الخصال الجميلة، أو العيوب الرديئة لخشونة القشرة وصفرة اللون الأحمر يدل على أصناف الحلي. أنظر الفقوس"
    },
    {
        "id": 52,
        "text": " البطيخي\n  رؤيته في المنام تدل على رجل صاحب أمراض، وتدل على دلال العبيد، وعلى من توجد عنده الأدوية الشافية"
    },
    {
        "id": 53,
        "text": " البعد\n  هو في المنام دال على الظلم، وبعد المسافة حرمان وبعد الأشخاص مشاجرة أو موت أو عزل. وربما دل البعد على القرب لأنه ضده"
    },
    {
        "id": 54,
        "text": " البعر\n  من رأى في منامه أنه يكنس بعر الغنم، أو يحمله، أو يملكه، فإن يصيب مالاً"
    },
    {
        "id": 55,
        "text": " البعوض\n  هو في المنام عدو يسفك الدماء، ويشوه الجسم. وربما دل على الناموس، لأن الناموس من أسمائه"
    },
    {
        "id": 56,
        "text": " بغاث الطير\n  هو الحقير من الطيور، ورؤيته في المنام تدل على قوم لا خلاق لهم ولا نفع فيهم، ورؤية هذا البغاث تدل على اللهو واللعب والأفراح والمسرات والنصر على الأعداء، ورؤية أرباب السلطنة من الطير في المنام شر ونكد ومغارم، ورؤية ما يستأنس به الإنسان دليل على الأزواج والأولاد، ورؤية ما لا يأنس بالآدمي دليل على معاشرة الأضداد والأعاجم، ورؤية الكاسر دليل على الوحوش والهواء، ورؤية الجارح عز وسلطان وفوائد وأرزاق، ورؤية المأكول لحمه فائدة سهلة، ورؤية المذكر من الطير ذكور الرجال والمؤنث نساء، والمجهول قوم غرباء، ورؤية ما فيه خير وشر فرج بعد شدة، أو يسر بعد عسر، ورؤية ما يظهر في الليل والنهار دليل على الجرأة وشدة الطلب، ورؤية ما يظهر في الليل ويسكن في النهار تدل على الحماية، ورؤية ما هو شر بلا خير تدل على الأعداء، وما هو خير بلا شر تدل رؤيته على الأمن من الخوف والرزق الحلال، ورؤية ما يظهر في النار ويسكن في الليل تدل على المعاش من الأعمال المختلفة والتجسس على الأخبار، ورؤية ما ليس له قيمة في اليقظة إذا كانت له قيمة في المنام تدل على الرياء وأكل المال بالباطل وبالعكس، ورؤية ما لا يطير إذا طار في المنام تدل على نقض العهد والفجور وبالعكس، ورؤية ما يظهر في وقت دون وقت، فإن كان قد ظهر في غير أوانه كان دليلاً على وضع الأشياء في غير محلها أو مغايرة الأعداء والأخبار الغريبة، وعلى الخوض في ما لا يعني الإنسان، ورؤية المقيم في الماء فأهل كسب منه أو أهل ورع وطهارة، وهذا قول كلي في الطيور، ويقاس عليه ما لم يذكر"
    },
    {
        "id": 57,
        "text": " البغال\n  رؤية البغل في المنام تدل على والي الأمر والمتقدم في الأعمال وصاحب الشرطة الساعي في أمور الناس، والبغل في المنام سفر، وهو رجل أحمق وابن زنا، لأن أباه من غير جنسه، فمن رأى أنه ركب بغلاً أغر محجلاً وتوجه إلى القبلة فقد حج، وإن توجه إلى ناحية أخرى فذلك يدل على سفر مع شرف، وركوب البغل يدل على طول العمر والزوج بامرأة عاقر لا تلد، والبغلة بسرجها إمرأة حسنة أديبة، وإلا كان سفراً فيه منفعة، وإن ركب بغلة ليست له فإنه يخون رجلاً في امرأته. ومن رأى  بغالاً حمراً فإنها تدل على مكر يكون للإنسان ممن دونه. ومن رأى  بغلاً خاصم إنساناً. ومن رأى  أنه ملك بغالاً فإنه يملك عبيداً أو مالاً، ومن ركب البغل في المنام وكان له خصم شديد، وعدو مبين أو عبد خبيث فإنه يظفر به ويقهره، وإن كانت إمرأة تزوجته. ومن رأى  أن عنده بغلة ولوداً فهو رجاء لزيادة ماله، وركوب البغال فوق أثقالها إن كانت ذللاً فهي صالحة لمن ركبها، والبغل الضعيف الذي ليس له صاحب يدل على رجل خبيث لئيم الحسب، وركوب البغلة السوداء إمرأة عاقر ذات مال وسؤدد، والبغل إن نازع إنساناً فإنه يدل على ولد زنا. ومن رأى  أنه تحول إلى بغل، فإن حظه ومعيشته تكون من سفر، والبغلة تدل على مرتبة، فإن سقط عن بغلته عزل عن رتبته. ومن رأى  أنه شرب لبن بغلة أصابه هول أو عسر بقدر ما شر من اللبن، والبغل في المنام غلام أو ولد كثير الكد والسعي، صبور كثير البطر، عديم النسل، وركوب البغلة عز ومنصب للناس كافة"
    },
    {
        "id": 58,
        "text": " البغاء\n  يدل في المنام على الداء الذي ينزل حتى يحتاج إلى ما يشفيه، قال بعض العارفين: بفساد العامة تظهر ولاة الجور، وبفساد الخاصة يظهر الدجالون، والمبغى عليه منصور"
    },
    {
        "id": 59,
        "text": " البغض\n  هو في المنام سبب المعاداة، والأعداء لا يتحابون ولا يتعاونون، وبغض من نحبه دال على الحقد والغل في الصدور. وربما دلت البغضاء على الأمر بالطاعة والعدول عن المعصية.وإن رأى في المنام من يبغضه في اليقظة دل ذلك على ضيق الصدر والابتلاء بمن لا تؤثر صحبته"
    },
    {
        "id": 60,
        "text": " البق\n  هو في المنام أعداء ضعاف، والبق يدل على الهم والحزن، والبقة رجل طعان مسكين ضعيف. ومن رأى  كأن البق احتوى عليه شنع عليه قوم شرار، واغتم وحزن. ومن رأى  أن بقة دخلت حلقه أو وصلت إلى جوفه، فإن إنساناً ضعيفاً يداخله، ويصيب منه خيراً قليلاً"
    },
    {
        "id": 61,
        "text": " البقار\n  تدل رؤيته في المنام على إدرار الرزق من الزرع والثمار"
    },
    {
        "id": 62,
        "text": " البقر\n  يدل البقر في المنام على السنين، فالبقرة السوداء، أو الصفراء سنة فيها سرور وخصب، والغرة في البقر شدة في أول السنة، والبلقة في جنبها شدة في وسط السنة، والبلقة في إعجازها شدة في أخر السنة، والبقر السمان، سنوات ذات خصب، والبقر الهزيلة سنوات ذات قحط وجدب، وأكل لحم البقر في المنام إفادة مال حلال في السنة، وقيل البقرة رفعة ومال وخصب، فإن كانت البقرة سمينة فإنها إمرأة ذات ورع، وإن كانت ذات قرون فإنها إمرأة ذات منعة ونشوز، وإن كانت البقرة حلوبة فإنها ذات منفعة وخير، فإن أراد حلبها فمنعته بقرنها فإنها تمنعه وتنشز عنه.فإن رأى غيره يحلبها فلم تمنعه، فإن الحالب يخونه في امرأته.فإن رأى  أن البقرة انحلبت وضاعت، فإن إمرأته فاسدة، وكروش البقر مال ورزق.فإن رأى بقرته حاملاً، فإن إمرأته تحمل. ومن رأى  أنه اشتراها فإنه ينال ولاية كورة عامرة.فإن رأى في داره بقرة تمص لبن عجلها فإنها إمرأة تتآمر على بنتها.فإن رأى عبداً يحلب بقرة مولاه فإنه يتزوج بامرأة مولاه. ومن رأى  كأنه وجد بقرة فإنه ينال صنعة من رجل شريف، وإن كان أعزب فإنه يتزوج إمرأة مباركة. ومن رأى  أنه اهدي إليه لبن بقرة فإنه ينال إمرأة صالحة، حليمة شريفة، أو يصيب سلطاناً أو ولاية. ومن رأى  أنه يركب بقرة معروفة فإنه ينال غنى، وينجو من همه وغمه. ومن رأى  أن بقرة دخلت داره ونطحته بقرونها فإنه ينال خسارة ولا يأمن من أهل بيته وأقربائه. ومن رأى  قرن الثور، أو البقر فإنه ينال مالاً عظيماً، ويملك أمراً جليلاً، ويرث ذكراً وجيهاً بين الناس. ومن رأى  في منامه كأنه يضرب ثوراً أو بقرة بخشبة، فإن له عند الله تعالى ذنوباً كثيرة، كذلك إن رأى أنه عضهما. ومن رأى  كأن ثوراً أو بقرة خدشته فإنه ينال مرضاً بقدر الخدش.وإن رأى ثوراً أو بقرة وثب أحدهما عليه فستناله شدة وعقوبة ويخشى عليه القتل. ومن رأى  ثوراً سقط عليه فإنه يموت في تلك السنة. ومن رأى  كأنه ركب بقرة سوداء أو دخلت داره، وربطها فيها فإنه يصيب سروراً وخيراً، ويذهب عنه الغم والهم والحزن والوحشة، والبقرة في الرؤيا دليل خير للجميع، فإذا رآها مستجمعة فإنها تدل على اضطراب، ورفع الصوت يدل على أناس معروفين بلا أدب، والمسلوخ من البقر مصيبة في الأقرباء، ونصف المسلوخ مصيبة في أخت أو بنت. وأما دخول البقر المدينة، فإن كان بعضها يتبع بعضاً، وعددها مفهوم فهي سنوات تدخل، فإن كانت سمينة فهي رخاء، وإن كانت عجافاً كانت شدة، وإن اختلفت في ذلك فكان المقدم منها سميناً يقدم الرخاء، وإن كان هزيلاً تقدمت الشدة، وإن أتت معاً أو كانت متفاوتة، وكان في المدينة بحر، وذلك الوقت وقت سفر قدمت سفن على عددها وحالها، وإلا كانت فتنة داخلة مترادفة كأنها وجوه البقر إلا أن تكون كلها صفراء فإنها أمراض تدخل على الناس، وإن كانت مختلفة الألوان أو كان الناس ينفرون منها أو كان النار والدخان يخرج من أفواهها وأنوفها فإنها عسكر وغارة أو عدو ينزل عليهم، ويحل بساحتهم، والبقرة الحامل سنة مرجوة الخصب. ومن رأى  أنه يحلب بقرة ويشرب لبنها استغنى إن كان فقيراً، وعز وارتفع شأنه، وإن كان غنياً ازداد غناه وعزه، ومن وهب له عجل صغير أو عجلة أصاب ولداً. ومن رأى  مجموعة بقر مجهولة لا أصحاب لها، أقبلت أو أدبرت أو دخلت موضعاً أو خرجت منه، فإن كانت ألوانها صفراء أو حمراء لا اختلاف فيها، فإن ذلك أمراض تقع في ذلك الموضع، وإن كانت ألوانها مختلفة فإنها سنوات عجاف. ومن رأى  أنه يملك بقرة سمينة فإنها سنة خصبة، وإن كانت حاملاً فهي أبلغ وأكثر. ومن رأى  أنه يمسك بقرة برسنها أو رأى أنه يملكها فإنه يتزوج إمرأة ذات خلق ودين. ومن رأى  أنه يركب بقرة، فإن إمرأته تموت ويرثها، وقيل إنه يتزوج، أو يتسرى، أو يلحقه من الغنى بقدر سمنها أو عجفها. ومن رأى  أنه أهدى بقرة إلى سلطان فإنه يسعى بقوم إلى سلطان، فإن قبلت هديته سمع منه السلطان فيهم، وإن لم تقبل هديته سلموا منه. ومن رأى  أنه يأكل لحم البقر، أو يشرب من لبنها فإنه يصيب زيادة في ماله، وسلطانه، وفطرة في الدين، وإن كان مريضاً شفاه الله تعالى. ومن رأى  أنه يأكل شحم بقر فإنه يصيب خصباً ونعمة وخيراً. ومن رأى  أنه يأكل سمن البقر فإنه زيادة في ماله. ومن رأى  أنه أوتي جلود البقر فإنه يأخذ مالاً من السلطان أو من عامله، فإن أخذت منه الجلود غرم مالاً للسلطان. ومن رأى  أنه أصاب جلود البقر أو ملكها فإنه يصيب مالاً كثيراً من سلطان أو رجل شريف. وربما دلت البقرة الصفراء على الشر والنكد بسبب الميراث، والبقرة أرض كثيرة البركة، ورؤية بقرة بني إسرائيل فتنة بسبب القتل لمن ملكها. ومن رأى  أنه ذبح بقرة وحش ليأكل من لحمها فإنه يصيب مالاً من إمرأة حسناء"
    },
    {
        "id": 63,
        "text": " البقل\n  هو في المنام هم وحزن. ومن رأى  أنه جمع من بستانه باقة بقل، فليحذر من الشر، واليابس من البقل مال تصلح به الأموال، وتكون البقلة النابتة رجلا، قال بعضهم: البقول كلها صالحة، وقال بعضهم: البقول كلها مكروهة، وقال بعضهم: البقول كلها تدل على التجارة، وعلى حزن وولد ومال، فإن دلت على التجارة فإنها تجارة لا بقاء لها، فإن دلت على الرجال فإنهم جنود، ومن استبدل المن والسلوى بالبقل والثوم فيناله ذل وفقر. ومن رأى  أنه أبدل بقلاً بخبز فإنه ينجو من فقر وذل. ومن رأى  أنه أكل بقولاً مطبوخة نال خيراً ومنفعة من كل شيء وفرحاً وسروراً وجاهاً، ويكون له ربح في كل شيء، والبقلة الحمقاء وهي الرجلة دالة على التمني لما لا يدركه"
    },
    {
        "id": 64,
        "text": " بقلى\n  رؤيته في المنام تدل على رجل صاحب هموم وأحزان، وتدل رؤيته على القناعة والصبر والتقتير"
    },
    {
        "id": 65,
        "text": " البكاء\n  إذا كان في المنام بصراخ أو لطم أو لباس أسود أو شق جيب، فيدل على الحزن، وإن كان البكاء من خشية الله تعالى أو لسماع قرآن أو من ندم على ذنب سابق فإنه يدل على الفرح والسرور وزوال الهموم والأنكاد، وهو دال على الخشية، أو على نزول المطر لمن احتبس عنه، وهو محتاج إليه، وقد يدل على طول العمر. وربما دل على الزيادة في التوحيد إن ذكر الله تعالى أو سبح أو هلل"
    },
    {
        "id": 66,
        "text": " البكر\n  من رأى في منامه فتاة بكراً عذراء، كان ذلك عسراً لأرباب الناصب، كما أن المرأة فرج لذوي الإعسار. وربما دلت البكر على البكر من الإبل، وتدل على الأرض القابلة للنفع، والمسكن الجديد الذي نم بناؤه، والكتاب الذي لم يفك ختمه، أو الثمرة التي لم تقطف. وربما دلت على الكرب من إشتقاق إسمها بكر كرب. ومن رأى  أنه أصاب بكراً ملك ضيعة أو عمل بتجارة رابحة"
    },
    {
        "id": 67,
        "text": " البكرة\n  هي في المنام رجل نافع مؤمن، يسعى في أمور الناس، ويعينهم في أمور الدين والدنيا. ومن رأى  أنه يستقي بها ليتوضأ فإنه يستعين برجل مؤمن معتصم بدين الله تعالى، وإن الحبل دين. وربما دلت البكرة على الجارية النشيطة في حركتها، أو الزوجة، أو الغلام الكثير الكلام"
    },
    {
        "id": 68,
        "text": " بكرة النهار\n  ربما دلت في المنام على البنات يرزقن، أو يتزوجن. وربما دلت البكرة على الذكر والقراءة"
    },
    {
        "id": 69,
        "text": " البلاط\n  إذا شوهد في المنام مبسوطاً في موضع الرخام كان دليلاً على تغير الحال في المناصب والزوجات والمراكب والمعيشة، كما أن الرخام إذا شوهد في المنام مبسوطاً في موضع البلاط فإنه يدل على عكس الشر بالخير.فإن رأى  البلاط في موضع يليق به في أماكن الضرورة فإنه يدل على الألفة والاجتماع والأفراح وزوال الهموم، وعلى الرزق وتجديد الملابس"
    },
    {
        "id": 70,
        "text": " البلان\n  تدل رؤيته للمريض على الغاسل أو تفريج الهموم والنكد وقضاء الدين وتوبة العاصي وإسلام الكافر"
    },
    {
        "id": 71,
        "text": " البلاء\n  هو في المنام دال على الأفراح والسرور، والفرج بعد الشدة"
    },
    {
        "id": 72,
        "text": " البلبل\n  يدل في المنام على رجل موسر أو إمرأة موسرة، وقيل البلبل يدل على ولد قارئ لكتاب الله تعالى أو غلام صغير. ومن رأى  بلبلا فهو دليل على ولد من جارية"
    },
    {
        "id": 73,
        "text": " البلح\n  هو في المنام رزق أو رسول بخير. ومن رأى  أنه يأكل البلح فإنه يستفيد مالاً حلالاً، والبلح مال ليس بباق"
    },
    {
        "id": 74,
        "text": " البلغم\n  هو في المنام مال مجموع لا ينمو. ومن رأى  أنه ألقى بلغما نال الفرج والشفا، وإن كان مريضاً ورأى كأنه يتنخع فإنه ينفق نفقة في شدة، وإن كان صاحب علم فهو شحيح، وإن خرج من فمه شعر أو خيط طالت حياته. وقيل إن خرج الماء من فم إنسان عالم فهو وعظ ينتفع به الناس أو فتوى، وإن كان تاجراً كان صادق الكلام"
    },
    {
        "id": 75,
        "text": " البلق\n  من رأى في منامه كأنه أبلق أصابه برص"
    },
    {
        "id": 76,
        "text": " البلور\n  رؤيته في المنام تدل على النساء، فمن رأى أنه ملك إناء بلور تزوج إمرأة نفيسة"
    },
    {
        "id": 77,
        "text": " البلوط\n  هو في المنام رجل صعب، كثبر الجمع للمال، وشجرة البلوط تدل على رجل غني، وذلك، لأن البلوط كثير الغذاء، وتدل أيضاً على شيخ كبير لعظمتها، أو تدل على زمن طويل لأنها تتقادم وتمر عليها السنون الكثيرة، وتدل على عبودية بسبب الشوك الذي فيها، والبلوط وحشة أو سفر. وربما دل البلوط على اللواط، ويدل الشاه بلوط على الزنوج"
    },
    {
        "id": 78,
        "text": " البم\n  تدل رؤيته على الحركة والتجهيز للقتال والمحاربة"
    },
    {
        "id": 79,
        "text": " بنات نعش\n  تدل في المنام على رجل عالم شريف، ومن رآها قد سقطت كلها مات علماء ذلك البلد، ومن كان معه بنات نعش في منامه أو ملك ذلك صادق إنساناً أو رزق ولداً أو تزوج امرأة، باعتبار ما دل عليه اللفظ"
    },
    {
        "id": 80,
        "text": " بنات وردان\n  تدل في المنام على عدو ضعيف"
    },
    {
        "id": 81,
        "text": " البناء\n  رؤية البناء المستحدث على الأرض إفادة دنيا خاصة أو عامة بقدر ما رأى من ذلك. وربما كان تأويل البناء بناء الرجل بأهله، فإذا بنى شيئاً دل على أمر النساء.فإن رأى  أن بيته اتسع قدرا معروفاً حسناً فهو سعة دنياه، فإن جاوز الاتساع قدره فسيدخل ذلك البيت قوم بغير إذن في مصيبة أو عرس أو جزع، وقيل من رأى أنه يبني بنياناً فإنه يجمع أقرباءه وأصدقاءه وجنوده، وإن كان سلطاناً فذلك رجوع دولته واكتمال سروره وارتفاع أموره على قدر سمك البناء وإحكامه، فإن قلعه وأزاله فإنه تفريق جمع أقربائه وأصحابه وأصدقائه وجنوده، وذهاب دولته. ومن رأى  أنه يجدد بنيان قديماً لعالم فهو تجديد سيرة ذلك العالم، فإن كان البناء لفرعون أو لإنسان ظالم فهو تجديد سيرته. ومن رأى  أنه ابتدأ ببناء، فحفره من أساسه، وبناه من قراره، حتى شيده فإنه في طلب علم أو ولاية أو حرفة، وسينال ما يروم. ومن رأى  أنه يبني في بلدة أو قرية بنيانا فإنه يتزوج هناك امرأة، فإن بنى من خزف فإنه تزين ورياء، فإن بنى من طين فإنه كسب من حلال، وإن كان منقوشاً فإنه علم أو ولاية، مع طهر وطرب. ومن رأى  أنه بنى بناء من جص وأجر عليه صورة فإنه يخوض في باطل، لأن البناء بالجص والأجر نفاق، والنفاق هو البناء بالجص والأجر. وقيل من عمل عمل الجص عمل ما لا يحل له. ومن رأى  أنه يبني في الغربة فإنه يتزوج إمرأة لم يتقدم إليه ذكرها، أو أنه يقيم في الغربة ويموت، والبناء بالطين هو الدين واليقين، والطين اليابس مظاعة مال. ومن رأى  أنه طين قبر النبي صلى الله عليه وسلم فإنه يحج. ومن رأى  أنه طين بيته وكان الطن رطباً فهو صالح. ومن رأى  أنه آكله فإنه مال يأكله بقدر ما أكل منه، والبناء المليح يدل على الألفة والمحبة والنسل والرزق والكسوة الجليلة والأبكار من النساء. وربما دل البناء المحكم على القوة والشدة، أو على المعاضدة والمساعدة. وربما دلت رؤية البناء على العمر الطويل. وربما دل البناء على بانيه، فإن كان كنيسة كان من دل عليه نصرانياً، وإن كان مسجداً كان من دل عليه مسلماً، وإن كان مدرسة كان من دل عليه فقيهاً أو رباطا كان من دل عليه عابداً زاهداً، ومن بنى في المنام مسجداً أو مكاناً قربة لله تعالى، فإن كان ملكاً أقام الحق وأمر بالمعروف ونهى عن المنكر، وإن كان عالماً صنف كتاباً انتفع الناس بعلمه أو فتاويه، وإن كان ذا مال أدى زكاة ماله، وإن كان أعزب تزوج، وإن كان متزوجاً رزق ولداً وانتشر له ذكر صالح، وإن كان فقيراً استغنى، وإلا جمع بين الناس بالخير وأعانهم على طاعة الله تعالى، وإلا تاب إلى الله تعالى مما هو مرتكبه أو اهتدى إلى الإسلام أو مات شهيداً، وإن بنى بما لا يجوز به البناء أو انحرف عن المحراب أو حرفه إلى غير جهته دل على عكس الخير بالشر.فإن رأى قباباً أو بناها في المنام، فيدل ذلك على رفع شأنه أو انضمامه إلى ذوي الأقدار. ومن رأى  أنه بنى قبة على السحاب فإنه يصيب سلطاناً وقوة لحكمه. ومن رأى  أن له بنيانا فوق السماء والأرض من القباب الخضر حسنت أفعاله، ومات على الشهادة. ومن رأى  أنه يبني حماماً فإنه يبني بامرأة.وإن رأى  المريض كأنه يبني داره ولا يدري متى هدمها، فإن جسمه قد عاودته الصحة، وانصرف عنه المرض الذي هو فيه. ومن رأى  أن أباه قد أسس بنيانا ورفع هو سمكه فإنه يتم صنائع أبيه التي كانت له في دين أو دنيا. ومن رأى  أن العمال يعملون في داره فإنه يخاصم امرأته، أو يهجر صديقاً له وما أشبه ذلك"
    },
    {
        "id": 82,
        "text": " البناء\n  وهو رجل يجمع بين الناس بالحلال، لأنه يبني باللبن، وتدل رؤية البناء على الشاعر، وعلى العمر الطويل. وربما دلت على الشره في الدنيا والرغبة فيها، وقد تدل رؤيته على الألفة والمحبة، والمعاضدة والبناء بالأجر، والجص وكل ما يوقد تحته النار، وناقض البناء ناقض العهود وناكث الشروط"
    },
    {
        "id": 83,
        "text": " البندر\n  هو في المنام رجل موثوق، تودع عنده الودائع"
    },
    {
        "id": 84,
        "text": " البندق\n  هو في المنام رجل غريب سخي لكنه ثقيل الروح، ويقال: إنه مال من كد، فمن أكله نال مالاً بكد. وربما دل على زوال بكارة البكر"
    },
    {
        "id": 85,
        "text": " البنفسج\n  هو في المنام جارية رائعة، والبنفسج وما أشبهه من الرياحين دليل على المرأة القليلة الثبات، أو الولد القصير العمر، أو الكثير الأمراض.فإن رأى  البنفسج في منامه مع شيء من الورد فإنه يدل على الألفة والمحبة"
    },
    {
        "id": 86,
        "text": " البهار\n  يدل في المنام على ولد يموت في الطفولة أو فرح لا يدوم أو تجارة تزول أو إمرأة تفارقه أو ولاية تنتقل عنه، وقيل البهار دراهم"
    },
    {
        "id": 87,
        "text": " البهق\n  من رأى في منامه أن البهق قد أصابه، دل ذلك على أسرار رديئة"
    },
    {
        "id": 88,
        "text": " البواب\n  هو في المنام رجل عظيم سلطاني. ومن رأى  في منامه أنه بواب، وأنه اشترى جارية فإنه يلي ولاية عظيمة من قريب لقربه من السلطان. ومن رأى  أنه بواب الملك فإنه يدين ديناً. ومن رأى  أنه بواب الأمير نال ولاية"
    },
    {
        "id": 89,
        "text": " البؤس\n  من رأى أن بؤساً وشدة أصاباه فإنه يفتقر، والبؤس مرض يلحقه، والبؤس عداوة وتفرقة"
    },
    {
        "id": 90,
        "text": " البوق\n  هو في المنام صيت حسن وحرب لإرهاب العدو، ومن سمع في الرؤيا صوت البوق فإنه يدعى إلى وقعة. ومن رأى  أنه نفخ فيه فتقع له مشكلة، والبوق يدل على أخبار باطلة، وصاحب البوق يدل على رجل غماز أو قواد أو بائع خمر، والبوق في المنام خير يظهر، والبوق يعبر بخلق المرأة، فمن رأى في بوقه عيباً نسب ذلك إلى خلق المرأة"
    },
    {
        "id": 91,
        "text": " البول\n  هو في المنام بذل ماله فيما لا يحل له أو وطء ما لا يناسبه، وإدرار البول في المنام دليل على إدرار الرزق، وإمساك البول وتعسره ربما دل على استعجاله في الأمور وعدم الصواب، وإن الحاقن لا يستقر له قرار حتى يدفع عنه ما جمده من ذلك، والبول في المنام مال حرام. ومن رأى  كأنه بال في موضع مجهول تزوج إمرأة في ذلك الموضع، وقيل من رأى كأنه يبول فإنه ينفق نفقة تعود إليه. ومن رأى  كأنه بال في بئر فإنه ينفق من مال كسب حلال. ومن رأى  أنه بال على سلعة فإنه يخسر في تلك السلعة، فإن بال في محراب يولد له ولد عالم. ومن رأى  كأنه بال على المصحف يحفظ أحد أولاده القرآن الكريم. ومن رأى  كأنه بال بعضاً وحبس بعضاً، فإن كان غنياً ذهب بعض ماله، وإن كان مكروباً ذهب بعض كربه.فإن رأى كأنه يبول معه شخص آخر فاختلط بولهما وقعت بينهما مواصلة ومصاهرة. ومن رأى  أنه حاقن فإنه يغضب على امرأته، فإن قوي عليه البول، ولم يجد لذلك موضعاً أراد دفن مال ولا يجد مدفنا. ومن رأى  أنه بال في موضع البول فأكثر من بوله انفرج إن كان فقيراً، وإن كان غنياً خسر في ماله.فإن رأى  الناس يتمسحون ببوله ولد له غلام يتبعه الناس.فإن رأى إنساناً معروفاً بال عليه فإنه يذله بإنفاق ماله عليه.فإن رأى  الرجل أنه يبول لبناً فإنه يضيع الفطرة، فإن شربه إنسان معروف فهو ينفق عليه في دنياه مالاً حلالاً. ومن رأى  أنه يبول دماً فإنه يأتي إمرأة مطلقة أو إمرأة ذات محرم، وهو لا يعلم بذلك. ومن رأى  أنه يبول زعفراناً ولد له إبن مريض. ومن رأى  أنه بال عصيراً، فإن يسرف في ماله.فإن رأى كأنه بال تراباً أو طيناً فإنه رجل لا يحسن الوضوء، فإن بال ناراً ولد له ولد ذو سلطان، فإن بال غائطاً ارتكب فاحشة مع أهله، فإن خرج بدل البول قيء دل ذلك على ولد حرام، وإن خرج طائر ولد له ولد يناسب جوهر ذلك الطائر في الصلاح والفساد، ومن بال قائماً فإنه ينفق ماله جهلا، ومن بال في قميصه فيولد له ولد، فإن لم يكن له زوجة تزوج. ومن رأى  أنه يبول في أنفه فإنه يأتي محرماً. ومن رأى  أنه يبول في محفل من محافل السوق صار محتسباً على السوق، ورأى والد أردشير بن ساسان وكان راعي أغنام كأنه بال وعلا منه بخار عم السماء كلها، فسأل بابك المعبر، فقال: لا أعبرها لك حتى تنسب إلي ولداً بولد لك، فوعده بذلك، فقال: يولد لك غلام يملك الآفاق فكان كذلك. ومن رأى  أنه بال في دار قوم أو محلة قوم أو مسجد قوم أو بلد أو قرية فإنه يطرح هناك نطفته بمصاهرتهم، فإن كان ذلك البول في المسجد فإنه يرزق ولداً بارا تقياً. ومن رأى  أنه يبول في قارورة أو طشت أو جرة أو بئر أو خربة فإنه يتزوج امرأة. ومن رأى  أنه بال في بحر فيخرج منه مال إلى السلطان في عشر أو زكاة وغير ذلك. ومن رأى  أنه بال فينتشر أولاده. ومن رأى  أن قلما يخرج من عضوه التناسلي فيولد له ولد يشارك في كل علم، لأن القلم يحفظ كل علم.وإن رأى  أن حبة قد خرجت من عضوه فيولد له غلام يكون له عدواً. ومن رأى  أنه بال بولاً كثيراً خلاف العادة أو تلوث به أو كانت رائحته كريهة، أو أنه بال والناس ينظرون إليه فذلك دليل نكد أو إظهار شر يفتضح به، وشرب البول يدل على الشبهة في المكاسب، أو الأموال الحرام"
    },
    {
        "id": 92,
        "text": " البوم\n  هو في المنام ملك جبار رهيب، وهو أيضاً لص مكابر شديد الشوكة لا ناصر له، ويدل البوم على البطالة في العمل، وعلى الخوف، وهو إنسان خائن لا خير فيه. ومن رأى  أنه عالجاً بومة فإنه يعالج إنساناً. ومن رأى  أن بومة وقعت في بيته فذلك خبر يأتيه بموت إنسان، ويدل البوم على اللصوص والفرقة والوحشة والكلام الفاحش"
    },
    {
        "id": 93,
        "text": " بياض اللون\n  من رأى وجهه في المنام أشد بياضاً مما كان فإنه مرض. ومن رأى  أن لون خده أصبح أبيض اللون فإنه ينال عزاً وكرماً"
    },
    {
        "id": 94,
        "text": " البياع\n  تدل رؤيته في المنام، أو الانتقال إلى صفته، والى معيشته على الأيمان الفاجرة، وتعطيل الصلاة والبخس في الكيل والميزان وأكل الربا وعدم الطهارة، ورؤية بياع الشعير تدل على رجل يحب الدنيا. ومن رأى  أنه أخذ دراهم على البيع أو دنانير أو باع بالعوض فلا بأس به، وبائع الغزل يدل على السفر، وبياع الثياب الغالية الأثمان ذو أمانة وجلالة، وله خطر وشأن ما لم يأخذ ثمناً على بيعه، وبياع الفاكهة والثمار ونحوها رجل يفضل دينه على دنياه، يتعب كثيراً في طلب رزقه، وبياع الرياحين صاحب أحزان وبكاء، أو أنه رجل قارئ القرآن، وبياع الطيور نخاس الجواري، وبياع الرصاص صاحب أمر ضعيف"
    },
    {
        "id": 95,
        "text": " البيت\n  هو زوجة الرجل التي يأوي إليها، ومنه يقال: دخل فلان بيته إذا تزوج. وربما دل بيته على جسمه، فإن قال: رأيت كأني بنيت بيتاً جديداً، فإن كان مريضاً صح جسمه، وإن لم يكن هناك مريض تزوج إن كان أعزب أو زوج إبنته وأدخلها أو اشترى سرية على قدر البيت. ومن رأى  أنه علا فوق بيت مجهول أصاب امرأة. ومن رأى  أنه حبس في بيت موثق، مقفل عليه باب، والبيت وسط البيوت، نال خيراً وعافية. ومن رأى  أنه احتمل بيتاً أو سار به احتمل مئونة امرأة. ومن رأى  أن بيته من ذهب أصابه حريق في بيته. ومن رأى  أنه يخرج من بيت صغير خرج من هم. ومن رأى  في داره بيتاً واسعاً مطيناً فإنه إمرأة صالحة، وإن كان البيت مجصصاً أو مبنياً بآجر فإنه إمرأة سليطة منافقة، وإن كان تحت البيت قبو فإنه رجل مكار، وإن كان من طين فإنه مكر في الدين، والبيت المظلم يدل على المرأة سيئة الخلق رديئة. ومن رأى  أنه دخل بيتاً مرشوشاً أصابه هم من إمرأته بقدر البلل وقدر الوحل ثم يصلح ويزول. ومن رأى  أنه يبني في بلد بيوتاً وحصوناً، فإن تزوج فيه ويولد له أولاد.فإن رأى  أن بيته أوسع مما كان، فإن الخير والخصب يتسعان عليه وذلك من قبل امرأته. ومن رأى  أنه يؤسس بيتاً جديداً أصابه غم كبير.فإن رأى بيتاً جديداً مات عدوه.وإن رأى بيته مظلماً سافر سفراً بعيداً من غير منفعة ولا سرور.وإن رأى بيته مضيئاً سافر سفراً ولقي فيه خير. ومن رأى  أنه يهدم بيته يرث غيره ماله"
    },
    {
        "id": 96,
        "text": " البيدر\n  هو في المنام مال مجموع من عمل طويل المدى، وقيل هو مال يصيبه مالكه من كسب غيره، أو أنه علم يعرفه"
    },
    {
        "id": 97,
        "text": " البيذق\n  تدل رؤيته في المنام على تنقل الأحوال من بداية إلى نهاية صالحه"
    },
    {
        "id": 98,
        "text": " البيض\n  إذا كان البيض في موضع أو في إناء فهو يدل على نساء أو جوار، فمن رأى أن دجاجته باضت فيولد له ولد. ومن رأى  أنه أكل بيضاً نيئاً فإنه يأكل مالاً حراماً، أو يزني، أو يصيبه هم.فإن رأى بيده بيضاً، فإن إمرأته تصبح كالميتة.فإن رأى  أن إمرأته باضت فإنها تلد ابناً كافراً. ومن رأى  أنه أحضن دجاجة بيضاً ففقست منه الفراريج فيحيا له أمر ميت، قد تعسر عليه، ويولد له ولد مؤمن. وربما يرزق أولاداً بعدد الفراريج، فإن ضرب البيض ضربة وكانت إمرأته حاملاً فإنه يريد أن يتزوج جاريه فلا يستطيع.فإن رأى  أن عنده بيضاً كثيراً، فإن عنده مالاً ومتاعاً يخشى فساده، وبيض الببغاء جارية ورعة. ومن رأى  أن بيده بيضاً مسلوقا فإنه يصلح له أمر قد طال أمده وتعسر، وينال بإصلاحه مالاً، ويحيا له أمر ميت، فإن نحاه أكل مال إمرأة أو أسرف فيه، فإن أكله فإنه يتزوج إمرأة غنية، وبيض الكركي أولاد مساكين. ومن رأى  أنه أعطي بيضة ولد له ولد شريف، فإن انكسرت البيضة مات ولده. ومن رأى  أنه يأكل قشور البيض فإنه رجل ينبش القبور ويسلب الموتى، والبيض الكثير للأعزب زواج، وللمتزوج أولاد، والصغار من البيض بنات، ومن الكبار بنون، والبيض يدل على ذهب وفضة، فبياضه فضة، وصفاره ذهب، والبيض يدل على الأولاد والأزواج والإماء. وربما دل على القبور. وربما دل البيض على الاجتماع بالأهل والأقارب والأحباب. وربما دل على جمع الدراهم والدنانير وادخارها. ومن رأى  البيض يحرق في مكان كما يحرق الزبل فإنه يدل على سبي نساء ذلك المكان"
    },
    {
        "id": 99,
        "text": " البيطار\n  تدل رؤيته على عاقد الزيجات والأسفار، وعلى بائع الأوطية، وهو رجل يعين الجند والعسكر والكبار على أمورهم، وقيل هو طبيب ومصلح وجابر وحجام وشعاب، لأنه بيطار الأجسام"
    },
    {
        "id": 100,
        "text": " البيع\n  من رأى في منامه أنه يباع، أو ينادى عليه فإنه يكرم وينال عزاً وسلطاناً إن اشترته امرأة، فإن اشتراه رجل ناله هم، وكلما كان ثمنه أكثر كان أكرم. ومن رأى  كأن يباع وكان من العبيد، أو الفقراء، أو المأسورين فإنه ذلك دليل خير. وأما في المياسير والمرضى، فإن ذلك دليل شر، والبيع يختلف في التأويل بحسب اختلاف المبيع، وكل ما كان شراً للبائع كان خيراً للمبتاع، وما كان خيراً للبائع فهو شر للمبتاع. وقيل إن البيع زوال ملك، والبائع مشتر والمشتري بائع، والبيع إيثار على المبيع، فإن باع ما يدل على الدنيا آثره الآخرة عليها، وإن باع ما يدل على الآخرة آثر الدنيا عليها، وإلا استبدل حالاً بحال على قدر المبيع والثمن، وبيع الحر دولة وحسن عاقبة لقصة يوسف عليه السلام، والبيع في المنام فراغ عما باعه، ورغبة فيما اشتراه، فإن باع في المناع شيئاً حقيراً، واشترى شيئاً نفيساً، وكان في غزو، مات شهيداً، ولو باع شيئاً نفيساً، واشترى شيئاً حقيراً، دل على سوء الخاتمة، والعياذ بالله تعالى. وربما آثر الدنيا على الآخرة، أو الأمة على الحرة، أو المعصية على الطاعة. وربما دل البيع على ذلة الحر إذا جرى البيع في المنام، لكن تكون عاقبته حميدة قياسا على قصة يوسف عليه السلام"
    }
]