[
    {
        "id": 0,
        "text": "سور القرآن الكريم سور القرآن الكريم سورة إبراهيم سورة الأحزاب سورة الأحقاف سورة الإخلاص سورة الإسراء سورة الأعراف سورة الأعلى سورة الأنبياء سورة الإنسان سورة الشرح سورة الانشقاق سورة الأنعام سورة الانفطار سورة الأنفال سورة البروج سورة البقرة سورة البلد سورة البينة سورة التحريم سورة التغابن سورة التكاثر سورة التكوير سورة التوبة سورة التين سورة الجاثية سورة الجمعة سورة الجن سورة الحاقة سورة الحج سورة الحجر سورة الحجرات سورة الحديد سورة الحشر سورة الدخان سورة الذاريات سورة الرحمن سورة الرعد سورة الروم سورة الزخرف سورة الزلزلة سورة الزمر سورة سبأ سورة السجدة سورة الشعراء سورة الشمس سورة الشورى سورة ص سورة الصافات سورة الصف سورة الضحى سورة الطلاق سورة طه سورة الطور سورة العاديات سورة عبس سورة العصر سورة العلق سورة آل عمران سورة العنكبوت سورة الغاشية سورة غافر سورة فاطر سورة الفاتحة سورة الفتح سورة الفجر سورة الفرقان سورة فصلت سورة الفلق سورة الفيل سورة ق سورة القارعة سورة القدر سورة قريش سورة القصص سورة القلم سورة القمر سورة القيامة سورة الكافرون سورة الكهف سورة الكوثر سورة لقمان سورة الليل سورة الماعون سورة المائدة سورة المجادلة سورة محمد سورة المدثر سورة المرسلات سورة مريم سورة المزمل سورة المسد سورة المطففين سورة المعارج سورة الملك سورة الممتحنة سورة المنافقون سورة المؤمنون سورة النازعات سورة الناس سورة النبأ سورة النجم سورة النحل سورة النساء سورة النصر سورة النمل سورة نوح سورة النور سورة همزة سورة هود سورة الواقعة سورة يس سورة يوسف سورة يونس"
    },
    {
        "id": 1,
        "text": " الأب\n  الأب في المنام هو المراد، وخير ما يرى الرجل في منامه أبواه وأجداده أو جداته. ومن رأى  في منامه أباه، وكان محتاجاً جاءه رزقه من حيث لا يحتسب أو جاد أحد عليه، وإن كان له غائب قدم عليه، وإن كان به ألم تخلص منه. ومن رأى  أن أباه أسكنه بنياناً، ورفع هو سمكه فإنه يتم صنائع أبيه التي كانت له في دين أو دنيا"
    },
    {
        "id": 2,
        "text": " إبراهيم عليه السلام\n  تدل رؤيته في المنام على الخير والبركة، والعبادة والسيادة، والرزق والإيثار،\nوالاهتمام بالذرية الصالحة، والأمر بالمعروف والنهي عن المنكر، والعلم والهدى،\nوهجر الأهل والأقارب في سبيل طاعة الله تعالى، كما تدل رؤيته أيضاً الوالد\nالمشفق، وإن إبراهيم عليه السلام أبو الإسلام، وهو الذي سمانا مسلمين. وربما\nدلت رؤيته على الوقوع في الشدائد والسلامة منها، كما قد تدل رؤيته على ما\nيرجوه من الخير، أو على التشريع، أو المحافظة على الخير، وهجر إخوان السوء.وإن رأى إنسان أنه لمسه دل ذلك على محبة الله تعالى، كما تدل رؤيته على الحج. وإن رأت المرأة إبراهيم عليه السلام في منامها، فتجري شدة على بعض أولادها لكن الله تعالى يسلمه منها، ومن صار في منامه إبراهيم عليه السلام دل ذلك على البلاء من الأعداء لكنه يتنصر. وربما تولى ولاية أو إمامه ويكون عدلاً فيها، أو يرزق بعد يأس. وربما قدمت عليه رسل الأكابر بالبشارة. ومن رأى  \nإبراهيم عليه السلام فإنه ينتصر على أعدائه، أو يحصل على زوجة مؤمنة أو\nيتعرض لشدة وضيق من ملك ثم ينجو من ذلك، ومن رآه يدعوه إليه فأجابه بالتلبية\nوأسرع إليه ارتفعت منزلته، لمن رآه قد ناداه فلم يجبه أو رآه يتهدده أو\nيتوعد أو رآه عبوساً فقد يكون متخلفاً عن الحج مع توفر الإمكانية إليه، أو يكون تاركاً للصلاة أو طاعناً على الإمام أو منافقاً، وإن رآه كافراً أسلم أو مذنباً تاب أو كان تاركاً للصلاة عاد إليها، ومن تحول إلى صورة إبراهيم عليه السلام أو لبث ثوبه أصابته بلوى. وربما دلت رؤيته على ذهاب الغم والهم، وأصابه الخير والهداية. وقيل إن رؤية إبراهيم عليه السلام عوق للأب"
    },
    {
        "id": 3,
        "text": " الإبرة\n  هي في المنام دالة للعازب على الزوجية، وللفقير على ستر الحال. ومن رأى  خيطاً في إبرة، فإن شأنه يلتئم، ويجتمع له ما كان متفرقاً من أمره. ومن رأى  أن إبرته التي يخيط بها انكسرت أو انتزعت منه، فإن شأنه يتفرق ويفسد أمره، وتدل الإبرة أيضاً على المرأة لإدخال الخيط فيها، وكذلك المسلة، فمن رأى أن بيده مسلة وكانت إمرأته حبلى ولدت له إبنة، وإن لم يكن هناك حمل دل ذلك على سفره.وإن رأى  الإنسان أنه يأكل إبرة فإنه يفضي سره إلى من يضره. ومن رأى  أنه غرز إبرة في إنسان فإنه يطعنه، ومن خاط ثياباً للناس فإنه ينصحهم، ويسعى للصلاح بينهم، لأن النصاح في لغة العرب الخياط، والإبرة هي المنصحة، والخيط هو الناصح، وإن خاط ثيابه استغنى إن كان فقيراً، واجتمع شمله إن كان مبدداً، وانصلح حاله إن كان فاسداً.وإن رأى أنه رفأ بها ثوبه فإنه يتوب من غيبة، أو يستغفر من إِثم إذا كان رفيه متقناً، وإلا اعتذر بالباطل، وتاب من تبعته، ولم يتحلل من صاحب الظلامة، وفي هذا جاء في المثل: من اغتاب فقد خرق، ومن تاب فقد رفأ"
    },
    {
        "id": 4,
        "text": " الإبريق\n  تدل رؤيته في المنام على التوبة للعاصي، والولد الذكر للحامل. وربما دل على الغلام المطلع على الأسرار، وجمعه الأباريق وهو يدل على الأعمال الصالحة التي تؤدي لدخول الجنة. وربما دل الإبريق على السيف لأنه من أسمائه، فإن ارتفعت قيمته في المنام دل ذلك على ارتفاع قدر من دل عليه، كما يدل الإبريق على الضحك والقهقهة واللعب، وكذلك الحكم على ما يشبهه من الأواني"
    },
    {
        "id": 5,
        "text": " إبليس\n  يدل في المنام على السهو، قال رجل للحسن: يا أبا سعيد، هل ينام إبليس فتبسم وقال: لو نام لوجدنا راحة كبرى، ورؤية إبليس في المنام تدل على العالم المبتاع أو ترك الصلاة، والاختلاس واكتساب الذنوب والآثام، كما تدل رؤيته على المكر والخديعة والسحر والحسد والفرقة بين الزوجين، قياساً على قصته مع أدم عليه السلام. وربما دلت رؤيته على الارتداد عن الدين لأنه كان عابداً لله تعالى، فعاد بمخالفته مطروداً مبعداً ثم هو في التأويل دال على الملك الكافر المجهز للجنود والخيل، قال الله تعالى:  \"  وأجلب عليهم بخيلك ورجلك  \".فإن رأى  الإنسان أنه صار إبليساً أصيب في بصره أو ارتد عن دينه أو عاش مبعداً ومات مكمداً، ورزق نسلاً ومالاً، وانتصر على أعدائه بمكر وخداع، وإن كان أهلاً للملك ملك، وكان يأمر بالمنكر، وينهى عن المعروف. ومن رأى  كأنه قتل إبليسا فإنه يمكر بماكر وخداع، فإن كان صالحاً عفيفاً فإنه يقنط من أمر الله تعالى"
    },
    {
        "id": 6,
        "text": " الأبنوس\n  هو في المنام إمرأة هندية موسرة أو رجل قوي موسر"
    },
    {
        "id": 7,
        "text": " الأترج\n  تدل الأترجة في المنام على المرأة المباركة ذات الأولاد. وربما دلت على الرجل المؤمن أو قارئ القرآن الكريم، كما تدل على العلم والعمل والثناء الجميل، أو الألفة والمحبة، وقيل الواحدة منها تدل على الولد، والكثير منها شيء طيب، ومنهم من كرهها، وقيل إنها تدل على النفاق، وإن ظاهرها مخالف لباطنها، والأترجة الخضراء تدل على خصب السنة وصحة جسم الرائي إذا قطفها، والأترجة الصفراء خصب السنة مع مرض، وقيل الأترجة إمرأة أعجمية شريفة غنية.فإن رأى كأنه قطعها نصفين رزق منها بنتاً وابناً يكثر مرضهما.فإن رأت إمرأة كأن على رأسها إكليلاً من الأترج تزوجها رجل حسن الذكر والدين، فإن رأت في حجرها أترجة ولدت ابناً مباركاً.فإن رأى رجلاً كأن إمرأة أعطته أترجة فإنها ستلد له ابناً، وإذا رمى رجل أترجة لرجل أخر دل ذلك على طلب المصاهرة، وإذا أكل الإنسان أترجة وكانت حلوة دل على مال مجموع، وإن كانت حامضة، دل ذلك على مرض يسير"
    },
    {
        "id": 8,
        "text": " الأتون\n  هو في المنام يدل على نائب الملك الذي تجبى إليه الأموال، وهو الذي يتصرف فيها، والأتون شيء عظيم على كل حال، فمن رأى أنه يبني أتوناً فإنه ينال ولاية وسلطاناً"
    },
    {
        "id": 9,
        "text": " آثار الديار\n  تدل الآثار في المنام على الذكريات والمواعظ. وربما دلت على السنين أو عدد الأيام بمن كان مهاجرا من أهل بلده، وتجديد الآثار يدل على الأمر بالمعروف والنهي عن المنكر"
    },
    {
        "id": 10,
        "text": " الإجارة\n  تأجير الإنسان في المنام الشيء من أملاكه يدل على الأمن من الخوف والتخلص من الشدائد. وربما دلت الإجارة على الزواج، والمستأجر في المنام رجل يخدع صاحب الإجارة ويتركه في هلكة"
    },
    {
        "id": 11,
        "text": " الإجاص\n  الإجاص في وقته رزق أو غائب حضر، أو يحضر، ولكنه في غير وقته مرض أوهم.وإن رأى مريض أنه يأكل أجاصاً فإنه يبرأ"
    },
    {
        "id": 12,
        "text": " الآجام\n  هم في المنام رجال لا ينتفع بصحبتهم، وفيهم وغل، وإن أصل الوغل هو الشجر الكثيف الملتف، والصياد يختفي فيها، فيرمي من حيث لا يعلم الطير مكانه، فإن كانت الأجمة ملكاً لغيره فإنه يقاتل أقواماً هذه صنعتهم فيظفر بهم"
    },
    {
        "id": 13,
        "text": " الأجر\n  هو في المنام رجل جليل لكنه منافق. وربما كان من نسل المجوس"
    },
    {
        "id": 14,
        "text": " الإحتقان\n  إذا كان احتقان الإنسان في المنام بما ينبغي استعماله حسب العادة دل ذلك على شيء كاسد فيه، وإن احتقن بما لا ينبغي استعماله أو حقنه من ليس له بذلك عادة، كأن نهبت داره أو نبش ميته من قبر أو أكره على إخراج ما عند، من الودائع أو رأى أنه يحتقن من داء يجده من نفسه فإنه يرجع إلى أمر له فيه صلاح في دينه، وإن احتقن من غير داء يجد من نفسه فربما دل ذلك على غضب شديد يبتلى به"
    },
    {
        "id": 15,
        "text": " الإحرام\n  إذا أحرم الإنسان في المنام في الحج أو في العمرة دل ذلك على زواج الأعزب وطلاق المتزوج، وإن كان مريضاً مات، وإن كان من أهل الشر تجرد لطلب الحرام، خاصة إذا كانت الرؤيا في غير زمن الحج أو كان مع إحرامه مسود الوجه أو ظاهر العورة، وإذا قتل في منامه وهو محرم صيداً من النعم غرم مثله في اليقظة، فإن قتل في المنام نعامة غرم في اليقظة بدنه، وغرم في حمار الوحش بقرة، وهكذا. ومن رأى  أنه أحرم هو وزوجته فإنه يطلقها"
    },
    {
        "id": 16,
        "text": " الأخ\n  قد يرى الإنسان في المنام أخاً أو جده أو عمه أو خاله أو من له نصيب في الميراث، فكل ذلك يدل عمل المشاركة، أو المساعدة في المال. وربما دل بعضهم على بعض كذلك"
    },
    {
        "id": 17,
        "text": " إدريس عليه السلام\n  من رآه في المنام أكرمه الله بالورع، وختم له بالخير، وصار مجتهداً في العبادة بصيراً حليما عالماً. ومن رأى  في منامه أنه أصبح إدريس عليه السلام كثر علمه أو تقرب من الأكابر، ونال المنازل العالية"
    },
    {
        "id": 18,
        "text": " آدم عليه السلام\n  من رأى في المنام وكان قد أذنب فيتوب منه. وربما دلت رؤيته على الوالد، أو السلطان. ومن رأى  أنه يقتل آدم عليه السلام فإنه يغدر بالسلطان، أو يعق والديه أو أستاذه. ومن رأى  آدم عليه السلام على هيئة معينة نال ولاية إن كان أهلاً لها. ومن رأى  أنه كلمه نال علماً، وقيل من رأى آدم عليه السلام اغتر بقول بعض أعدائه ثم فرج الله تعالى عنه بعد مدة.فإن رأى أنه متغير اللون، أو الحال، دل ذلك على الانتقال من مكان إلى مكان ثم العودة إلى المكان الأول، ومن صار آدم عليه السلام أو صاحبه، فإن كان أهلاً للرئاسة نالها، وإن كان عالماً انتفع الناس بعلمه أو نال علماً لا يجاريه أحد من الناس. وربما دلت رؤية آدم عليه السلام على الحج والاجتماع الأحباب، أو على كثرة النسل، أو على المكيدة والحيلة، وعلى معاشرة من يصنع السموم، أو يرتزق من استحضار الشياطين ويتكلم على ألسنتهم. وربما دلت رؤيته على اللباس الخشن، أو البكاء، أو على تنكيد الرائي من حيث المأكول، أو على السفر البعيد، أو على الخدم والسجود للملوك. ومن رأى  آدم عليه السلام في حال حسن كان ذلك خيراً كبيراً عليه"
    },
    {
        "id": 19,
        "text": " الأذى\n  إن إماطة الأذى عن الطريق في المنام تدل على الغيرة في الدين، أو اليقظة على الأزواج والأولاد، أو التحفظ في الكلام أو غفران الذنوب والآثام. وربما دل ذلك على المنصب والأمر والنهي والتولية والعزل، فإن وضع الإنسان في الطريق شوكاً أو حجارة أو ما يتأذى الناس منه دل ذلك على الفحش في الكلام، أو الأذى باللسان واليد. وربما أصبح فيما بعد قاطع طريق، فإن كان حاكماً دل ذلك على جوره وظلمه، وتكليفه الناس ما لا يطيقون من حادث يحدث أو نائب ينصبه لتولية مظالم الناس"
    },
    {
        "id": 20,
        "text": " الأذان\n  الأذان في المنام يدل على الحج إذا كان الأذان في أشهر الحج. وربما دل على النميمة بما يثير الحركة والانتقال والاستعداد للحرب. وربما دل على السرقة أو علو الدرجة والمنصب الجليل والرفعة والكلمة المسموعة، والزوجة للأعزب. وربما دل على الأخبار الصحيحة، وإن أذن إلى غير القبلة أو أذن بغير العربية أو كان مع ذلك أسود الوجه، ربما أخبرنا بالكذب والنميمة. وربما دل ذلك على الباع والخوارج في ذلك البلد، والمؤذن هو الداعي إلى الخير، والسمسار أو عاقد الزيجات أو رسول الملك أو حاجبه، أو المنادي في الجيش، وإن أذنت المرأة في المنام في مئذنة الجامع ظهرت في البلد بدعة عظيمة، وإن أذن الصبيان الصغار استولى الجاهلون على الملك، خاصة إذا كان الأذان في غير وقته. ومن رأى  أنه يؤذن على منارة وكان أهلاً للولاية نال ولاية بقدر ما بلغ صوته وانتهى إليه، وإن لم يكن أهلاً للولاية كثر أعداؤه، وأصبح رئيساً عليهم، وإن كان تاجراً ربح في تجارته، وقد يدل الأذان على الدعاء والبر والطاعة وفعل الخير، أو على الأمن والنجاة من كيد الشيطان. ومن رأى  أنه يؤذن في بئر، فإن كان في بلاد الكفر دعا الناس إلى منهاج الدين، وإن كان في بلاد المسلمين فإنه جاسوس. وربما كان صاحب بدعة يدعو الناس إليها. ومن رأى  أنه يؤذن وكان من المسلمين فإنه يأمر بالمعروف. ومن رأى  أنه يؤذن ولا يجيبه أحد فإنه من قوم ظالمين. ومن رأى  أنه يؤذن على سطح جاره فإنه يخون جاره في امرأته. ومن رأى  أنه يؤذن فوق سطح الكعبة فإنه مبتدع، أو يسب أصحاب النبي صلى الله عليه وسلم. ومن رأى  أنه يؤذن مضطجعاً، فإن إمرأته تستغيب الناس وتؤذي الناس بلسانها، وإن كان عازباً تزوج. ومن رأى  أنه يؤذن في السوق فهو جاسوس اللصوص. ومن رأى  أنه يؤذن على باب السلطان فإنه يشهد شهادة حق، والأذان في الأزقة والأسواق يدل على حياة طيبة. ومن رأى  أنه يؤذن في قافلة فإنه يتهم في سرقة، وقد يدل الأذان أيضاً على مفارقة الشريك. ومن رأى  أنه يؤذن في مكان متهدم عمر المكان وكثر الناس فيه. ومن رأى  أنه يؤذن في الحمام فإنه يصاب بحمى، والأذان أو رفع الصوت بذكر الله تعالى دال على التقرب من الأكابر، خاصة إذا كان الأذان بصوت جميل، والناس ينصتون له، أما إن بدل الأذان أو كان يعبث فيه، أو يغير في ذكر الله تعالى أو كان مكشوف العورة دل ذلك على استهتار رديء ونكد. ومن رأى  أنه يؤذن على قوم مجتمعين فإنه يدعو أقواماً إلى حق وهم ظالمون. وربما دل الأذان على التفقه في الدين، وقد يكون الأذان دعاء إلى أمر من قبل السلطان. ومن رأى  أنه يؤذن ولا يحفظ التكبير والتهليل فإنه يشمت بعدوه. ومن رأى  أنه يؤذن في السماء، وقد أجابه الناس فإنه يدعو الناس إلى خير فيجيبونه. ومن رأى  أنه أذن مرة أو مرتين، وأقام وصلى فرضاً من فروض الصلاة رزقه الله تعالى حجا وعمرة. ومن رأى  أنه يؤذن على تل أصابته ولاية من رجل أعجمي، وإن لم يكن أهلاً للولاية فإنه يصيب تجارة رابحة أو حرفة عزيزة. ومن رأى  أنه أنقص من الأذان أو زاد عليه أو غير ألفاظه، فإن الناس يظلمونه بقدر الزيادة والنقصان. ومن رأى  كأنه يؤذن على حائط فإنه يدعو رجالاً إلى الصلح، وإن أذن فوق بيت فيموت أهله. ومن رأى  صبياً يؤذن فإنه براءة لوالديه من كذب وبهتان. ومن رأى  كأنه يؤذن في سبيل اللهو واللعب سلبه الله عقله، ومن سمع أذاناً في السوق دل ذلك على موت رجل من أهل السوق، ومن أذن على مزبلة فإنه يدعو إنساناً أحمق إلى الصلح ولا يقبل الأحمق ذلك منه"
    },
    {
        "id": 21,
        "text": " الأذن\n  الأذن هي محل الوعي، فتدل في المنام على الولد والمال والمنصب. وربما دلت الأذن على العلم والعقل والدين والملك والأهل والعشيرة الذين يتجمل بهم الإنسان، وتدل الأذن على السمع، فمن رأى أن سمعه قد كبر أو تحسن أو أن النور خارج منه أو داخل إليه، دل ذلك على هدايته وطاعته لله تعالى وقبول أمره، وإن رآه في المنام صغيراً أو أن رائحة رديئة تنبعث منه، دل ذلك على ضلاله عن الحق، والوقوف عندما ما يوجب المقت من الله تعالى، وقطع الأذن دليل على الفساد. وربما دلت الأذن الزائدة على الإذن للإنسان فيما يرومه، فإن كانت أذناً حسنة كان ما يرومه خيراً، وكثرة الآذان تدل على فنون العلوم، أو أنه لا يثبت على حالة واحدة. وربما دلت الأذن على ما يعلق فيها من المصوغات، فإن صارت أذنه أذن إحدى الحيوانات زال عنه منصبه، ونقصت حرمته، وتبلد ذهنه. ومن رأى  أنه يجعل إصبعيه في إذنيه دل ذلك على موته مبتدعاً، وإن كان الرائي على بدعة وضلاله ثم رأى أنه يجعل إصبعيه في أذنيه دل ذلك على موته، وتصميمه على ترك ما هو مرتكبه، أو أنه يصير مؤذناً، وأذن الملك هي جاسوسه، وقيل الأذن إمرأة الرجل أو إبنته أو غيرها. ومن رأى  أنه نقص منها شيء فإنه حدث يحدث. ومن رأى  أنه صحيح السمع فهو دليل على فهمه وعلمه وصحته وديانته ويقينه. ومن رأى  أنه أصم فإنه فساد في دينه. ومن رأى  أن له نصف أذن، فإن إمرأته تموت. ومن رأى  أن أذنه مقطوعة، فإن إنساناً يخدع إمرأته أو ابنته، فإن عادت الأذن صحيحة كما كانت فإنهما تتوبان وينصلح أمرهما. ومن رأى  أنه يأكل من شمع أذنيه فإنه يعاشر الغلمان معاشرة الأزواج. ومن رأى  أن له أذناً واحدة فإنه يموت قريباً.فإن رأى كأن في أذنيه خاتماً معلقاً فإنه يزوج إبنته وستلد له إبناً، وقيل الأذن هي الدين، فمن رأى أنه حشا أذنيه شيئاً دلت رؤياه على الكفر. ومن رأى  أذاناً كثيرة فإنه معرض عن الحق ولا يقبله. وقيل إذا رأى الإنسان أن له أذانا جميلة متشاكلة سمع أخباراً سارة، وإذ لم تكن متشاكلة جميلة سمع أخباراً سيئة. ومن رأى  كأن في أذنيه عينين فإنه يعمى، وقيل من رأى أن له أذاناً كثيرة فذلك محمود لمن أراد أن يكون له إنسان يطيعه كالمرأة والأولاد والمماليك. وأما بالنسبة للأغنياء فإنها تدل على أخبار حسنة تأتيهم إذا كانت الأذان جميلة، وإلا فإنها أخبار ذميمة. وأما المماليك وأصحاب الخصومات المدعى عليهم فإنها تدل على أن عبوديته تدوم، ويسمح ويطيع، وتدل للمدعي إن الحكم يلزمه"
    },
    {
        "id": 22,
        "text": " الأرجوان\n  هو في المنام إمرأة عفيفة، فمن التقط زهره حصل على إمرأة غنية جميلة، لها خطاب وأقرباء كثيرون"
    },
    {
        "id": 23,
        "text": " الأرجحة\n  من رأى في منامه أنه يتأرجح فيها، فإن اعتقاده الديني فاسد"
    },
    {
        "id": 24,
        "text": " الأرز\n  هو في المنام مال فيه تعب وشغب وهم، وإن كان الأرز مطبوخاً دل ذلك على الربح"
    },
    {
        "id": 25,
        "text": " الأرض\n  لها في المنام تأويلات كثيرة، وكل أرض على حسبها وجوهرها: فرؤية أرض المحشر في المنام دالة على حفظ الأسرار، والغنى بعد الإفتقار، والأمن من الخوف، وصدق الوعد. وربما دلت على الزوجة العظيمة البكر الجميلة، أو المنصب العظيم كل، وعلى الهدى والتوبة، وكذلك إن رأى الإنسان الحوت، أو الثور الحامل للأرض دل ذلك على أن الملك يخلع نفسه، أو يخلع نائبه، وأرض الدار عمارة عما يبسط فيها من حصير وبساط وغير ذلك، أو على من يقوم بنظافتها أو من يجتمع عليها من أهل وعشيرة فيما شوهد فيها من صلاح أو فساد عاد على من دلت عليه. وأما أرض الفلاحة فإنها دالة على زرعها وخصبها وأدوات حرثها ودرسها وفلاحتها، فما حصل فيها من نبات معتاد أو رائحة طيبة أو زهر أو سهل أو علو أو خشونة عاد إلى من ذكرناه. وأما أرض الحارة فإنها تدل على الأسفار للتجار وأرباب المعايش عليها، كالمكارية والجمالين وأشباههم فزوال عقباتها وقلع حجارتها وبيان طرقها واستقامتها في المنام دليل على الربح للمسافر عليها، وتسهيل أمورهم وزوال همهم. وأما الأرض المعروفة فإنها دالة على الحاكم عليها بإيجار أو إرث أو قطاع أو حفر، فما حصل فيها من طول وقصر على الحد المحدود عاد ذلك على الحاكم عليها ممن ذكرناه. وأما الأرض المجهولة فإنها داله على الأم والوالد والزوج والزوجة والشريك والأمين والوارثة، وعلى ما يملك من دار أو دابة أو أمة، وعلى ما يجلس عليه من فراش أو غيره، وتدل الأرض على دور الزناة والفاسقين واللهو واللعب، والأرض إمرأة نمامة لا تكتم سراً، وتدل الأرض على الجدل، أو العلم، أو الفصاحة، كما تدل على الدنيا والسماء على الآخرة. وربما دلت الأرض والسماء على الضرتين اللتين لا يستطيع أحد أن يجمع بينهما غير الله تعالى.فإن رأى  أن الأرض تشققت دل ذلك على إظهار المحرمات والمنكرات. وربما دل تشققها على جودتها بالنمو والبركة، وطول الأرض ومدها عن عادتها دليل على خلاص السجين، وولادة الحامل، وامتدادها عن عادتها رزق. ومن رأى  أنه ملك أرضاً مرداء تزوج إمرأة فقيرة أو عقيماً، وإن المرداء هي الخالية من النبات. وربما دلت الأرض على ملك لدى السلطان، أو الموت والحياة والرزق، وعلى من يعمل عليها من صالح وسيء. ومن رأى  أنه ملك أرضاً تزوج إن كان أعزب، ورزق ولداً أو شارك شريكاً أو ائتمن إنساناً على ماله وسره أو ورث وراثة أو استأجر داراً أو اشتراها أو اشترى دابة أو أمة، وإن كانت الأرض فسيحة حسنة المنظر كان عمله عليها صالحاً، وإن كان عليها جيف أو رمم بالية أو أقذار كان ما عمله شيئاً جيداً، فإن حدثته الأرض أو سمع منها كلاماً لا يفهمه دل على الشدة والأراجيف وهتك الأستار.فإن رأى  أن الأرض زلزلت به ربما دلت على وضع الحامل جنينها.فإن رأى  أن الأرض قد خسفت بمن عليها دل ذلك على التيه والعجب والغفلة عن طاعة الله تعالى، فإن طويت الأرض من تحته دل على فراغ عمله أو طلاق زوجته أو ذهاب منصبه، فإن استحالت الأرض إلى حفر أو حديد أو حجر ربما تعذر حمل زوجته أو انتقاله إلى صنعة غير صنعته. وربما رزق مالاً من كسبه.فإن رأى في المنام أنه صار أرضاً ارتفع قدره عند الناس، وإن حمل الأرض ولم يجد لها ثقلاً دل ذلك على ظلم غيره في أرضه، أو على أنه يصير جباراً ينقل الأرض على كتفه، فإن أكل الأرض فإنه ينال فائدة من سعيه على الأرض أو زرعه إياها.وإن رأى  أن الأرض انشقت وابتلعته دل ذلك على الخجل. وربما سافر وسجن. ومن رأى  أنه في أرض واسعة مستوية لا يعرفها، وهي تشبه الصحراء فإنه يسافر سفراً عاجلاً. ومن رأى  أنه يجلس على الأرض فإنه يتمكن منها ويعلو عليها. ومن رأى  أنه يضرب الأرض بيده أو بشيء فإنه يسافر للتجارة. ومن رأى  أنه يأكل من الأرض فإنه يصيب مالاً بقدر ما أكل منها. ومن رأى  أنه خرج من أرض مجدبة إلى أرض خصبة فإنه ينتقل من بدعة إلى سنة، وإن خرج من أرض خصبة إلى أرض مجدبة فإنه بضد ذلك.وإن رأى  الراغب في السفر أنه يخرج من أرض إلى أرض فإنه يسافر، ويكون حاله في سفره على قدر تلك الأرض، من سعة أو ضيق أو خصب أو جدب، وإن كانت عنده جارية باعها أو إمرأة طلقها أو تزوج أخرى عليها. ومن رأى  أنه باع أرضاً وخرج منها إلى غيرها، فإن كان مريضاً مات، وإن كان غنياً افتقر. ومن رأى  أنه انزلق على الأرض، أو أنه ينفض يده من التراب فإنه يفتقر، وإن كان مريضاً مات وصار إلى التراب. ومن رأى  أنه يغيب في الأرض ولم يرى هناك حفرة، فإن ذلك سفر في طلب الدنيا، يموت في ذلك السفر. ومن رأى  أن الأرض طويت له فإنه يموت سريعاً. ومن رأى  أنه ينتقل من أرض إلى أرض ذاهباً وعائداً طاف على إمرأته أو جاريته. ومن رأى  الأرض ابتلعته وخسفت به، فإن كان شريراً، فإن ذلك عقوبة تنزل به. ومن رأى  أن الأرض ابتلعته من غير خسف فإنه يسافر سفراً بعيداً. ومن رأى  أن الأرض تزلزلت وأصابها خسف، فإن ذلك بلاء ينزل بتلك الأرض من سلطانها أو أن ذلك برد أو حر أو قحط أو خوف شديد. ومن رأى  أن الأرض انشقت وخرجت منها دابة تكلم الناس فإنه يرى شيئاً يتعجب منه. وربما دل ذلك على قرب أجله. وربما كان ذلك آية عظيمة عامة تظهر للناس ليعتبروا، والأرض تدل على الدنيا على قدر اتساعها وكبرها وضيقها وصغرها، وتدل الأرض المعروفة على المدينة التي هو فيها، وعلى أهلها وسكانها.وإن رأى كأن الأرض انشقت فخرج منها شاب ظهر بين أهلها عداوة، فإن خرج شيخ سعدوا ونالوا خصباً، وإن انشقت ولم يخرج منها شيء، ولم يدخل فيها شيء حدث في الأرض حادث شرير، فإن خرج منها سبع دل على ظهور سلطان ظالم، فإن خرجت منها حية فهي عذاب مستمر في تلك الناحية، فإن انشقت الأرض بالنبات نال أهلها خصباً. ومن رأى  أنه يحفر الأرض ويأكل منها نال مالاً بمكر، وإن الحفر مكر، ومن تولى طي الأرض بيده نال ملكاً، وقيل إن طي الأرض لمن أصابه ميراث، وضيق الأرض ضيق المعيشة، ومن كلمته الأرض بالخير نال خيراً في الدنيا والدين، ومن كلمته الأرض بكلام فيه توبيخ فليتق الله تعالى فإنه مال حرام.فإن رأى أرضاً طويت على الناس فيقع هناك موت أو قتال بموت فيه أقوام بقدر الذي طويت عليه، أو ينالهم ضيق أو قحط أو شدة، على الأرض، أو أنه ينفض يده من التراب فإنه يفتقر، وإن كان مريضاً مات وصار إلى التراب. ومن رأى  أنه يغيب في الأرض ولم يرى هناك حفرة، فإن ذلك سفر في طلب الدنيا، يموت في ذلك السفر. ومن رأى  أن الأرض طويت له فإنه يموت سريعاً. ومن رأى  أنه ينتقل من أرض إلى أرض ذاهباً وعائداً طاف على إمرأته أو جاريته. ومن رأى  الأرض ابتلعته وخسفت به، فإن كان شريراً، فإن ذلك عقوبة تنزل به. ومن رأى  أن الأرض ابتلعته من غير خسف فإنه يسافر سفراً بعيداً. ومن رأى  أن الأرض تزلزلت وأصابها خسف، فإن ذلك بلاء ينزل بتلك الأرض من سلطانها أو أن ذلك برد أو حر أو قحط أو خوف شديد. ومن رأى  أن الأرض انشقت وخرجت منها دابة تكلم الناس فإنه يرى شيئاً يتعجب منه. وربما دل ذلك على قرب أجله. وربما كان ذلك آية عظيمة عامة تظهر للناس ليعتبروا، والأرض تدل على الدنيا على قدر اتساعها وكبرها وضيقها وصغرها، وتدل الأرض المعروفة على المدينة التي هو فيها، وعلى أهلها وسكانها.وإن رأى كأن الأرض انشقت فخرج منها شاب ظهر بين أهلها عداوة، فإن خرج شيخ سعدوا ونالوا خصباً، وإن انشقت ولم يخرج منها شيء، ولم يدخل فيها شيء حدث في الأرض حادث شرير، فإن خرج منها سبع دل على ظهور سلطان ظالم، فإن خرجت منها حية فهي عذاب مستمر في تلك الناحية، فإن انشقت الأرض بالنبات نال أهلها خصباً. ومن رأى  أنه يحفر الأرض ويأكل منها نال مالاً بمكر، وإن الحفر مكر، ومن تولى طي الأرض بيده نال ملكاً، وقيل إن طي الأرض لمن أصابه ميراث، وضيق الأرض ضيق المعيشة، ومن كلمته الأرض بالخير نال خيراً في الدنيا والدين، ومن كلمته الأرض بكلام فيه توبيخ فليتق الله تعالى فإنه مال حرام.فإن رأى أرضاً طويت على الناس فيقع هناك موت أو قتال بموت فيه أقوام بقدر الذي طويت عليه، أو ينالهم ضيق أو قحط أو شدة"
    },
    {
        "id": 26,
        "text": " الأرضة\n  رؤيتها في المنام تدل على المنازعة في العلم وطلب الجدال. ومن رأى  في كيسه أو عصاه أرضة، فإن ذلك يدل على موته"
    },
    {
        "id": 27,
        "text": " إرعاد\n  يدل في المنام على الإرعاد من مرض أو هم أو كبر. وربما دل ذلك على شفاء المريض وحدة مزاجه وظهور قوته، يقال: أرعد فلان: إذا اجتهد وقام في الأمر"
    },
    {
        "id": 28,
        "text": " أرميا عليه السلام\n  من رآه في المنام دلت رؤياه على الحريق في تلك البلدة أو في داره أو كورته"
    },
    {
        "id": 29,
        "text": " الأرنب\n  هو في المنام يدل على امرأة، ومن أخذ الأرنب تزوج المرأة، فإن ذبحها فهي زوجة غير باقية، وقيل الأرنب يدل على رجل جبان، وقيل الأرنب إمرأة سيئة، فمن رأى أنه أصاب أرنباً فإنه يصيب امرأة. ومن رأى  أنه أصاب من لحم الأرنب أو جلده فهناك خير قليل يصيبه من امرأة. ومن رأى  أنه أصاب من ولد الأرنب فإنه يصيبه هم أو مصيبة أو نصب"
    },
    {
        "id": 30,
        "text": " الإزار\n  هو في المنام إمرأة حرة.فإن رأت إمرأة أن لها إزاراً أحمر مصقولاً فإنها تتهم بريبة، فإن خرجت من دارها وهي ترتدي الإزار، فإن تلك الريبة تشيع منها، فإن رأت برجلها مع ذلك خفاً فإنها تتهم بريبة تبقى فيها، وإزار المرأة يدل على زواجها"
    },
    {
        "id": 31,
        "text": " الأزادارخت، أو الأزدرخت\n  تدل رؤيته في المنام على رجل حسن المعاشرة، حسن الثناء لحسن زهره"
    },
    {
        "id": 32,
        "text": " أزواج النبي صلى الله عليه وسلم\n  تدل رؤيتهن في المنام على الأمهات، كما تدل على الخير والبركة والأولاد وأكثرهم البنات. وربما دلت رؤيتهن على الأنكاد واليمين بسبب إظهار سر أو كتمانه، وعلى القذف، والمرأة إذا رأت عائشة رضي الله عنها في المنام نالت منزلة عالية وشهرة صالحة وحظوة عند الآباء والأزواج، وإن رأت حفصة رضي الله عنها دلت رؤيتها على المكر، وإن رأت خديجة رضي الله عنها دلت على السعادة والذرية الصالحة، وتدل رؤية فاطمة رضي الله عنها بنت رسول الله صلى الله عليه وسلم على فقدان الأزواج والآباء والأمهات. وأما رؤية الحسن والحسين رضي الله عنهما فإنها دالة على الفتنة وحصول الشهادة. وربما دلت على كثرة الأزواج والأولاد والأسفار والتغرب، وعلى أن الرائي يموت شهيداً. ومن رأى  من الرجال أحداً من أزواج النبي صلى الله عليه وسلم وكان أعزب تزوج إمرأة صالحة. وإذا رأت المرأة أحداً منهن دلت رؤيتها على بعل صالح يكفيها"
    },
    {
        "id": 33,
        "text": " الآس\n  تدل رؤيته في المنام بالنسبة للمريض على الصحة واعتدال القوام وستر الوجه بالشعر أو ستر الجسم بالكسوة. وربما دل على قطع الإياس بما يرجو تحصيله، وقيل هو رجل واف بالعهود، فمن رأى على رأسه إكليلاً من آس سواء كان رجلاً أو إمرأة فهو زوج يدوم بقاؤه أو إمرأة باقية، ومن رآه في داره فهو خير باق. ومن رأى  أنه يغرس آساً فإنه يصرف أموره بالتدبير والنظام، والآس ود باق، وعمارة باقية، وولاية باقية، وقد يدل الآس على المال"
    },
    {
        "id": 34,
        "text": " إستراق السمع\n  هو في المنام كذب ونميمة. وربما يصير مسترق السمع مكروهاً من جهة السلطان. ومن رأى  كأنه يستمع على إنسان، فإن كان تاجراً استقال من عقد بيع، وإن كان والياً عزل.وإن رأى كأنه يستمع على إنسان فإنه يريد هتك سره وفضيحته. ومن رأى  كأنه يسمع أقاويل ويتبع أحسنها فإنه ينال بشارة.فإن رأى كأنه يسمع ويتظاهر بأنه لا يسمع فإنه يكذب ويتعود ذلك"
    },
    {
        "id": 35,
        "text": " الإستسقاء\n  إذا رأى الإنسان هذا المرض في المنام دل ذلك على المهانة والذل"
    },
    {
        "id": 36,
        "text": " الإستعاذة\n  من رأى أنه يكثر الإستعاذة بالله تعالى من الشيطان فإنه يرزق علماً نافعاً وهدى وأمنا من عدوه وغنى من الحلال، وإن كان مريضاً شفي من مرضه خاصة إن كان يصرع الجان. وربما دلت الإستعاذة على الأمن من الشريك الخائن، والطهارة من النجس، والإسلام بعد الكفر"
    },
    {
        "id": 37,
        "text": " الإستغفار\n  يدل الإستغفار في المنام على سعة الرزق، ومن استغفر من غير صلاة دل ذلك على الزيادة في العمر. وربما دل الإستغفار على النصر ودفع البلايا. ومن رأى  أنه يستغفر الله، فإن الله يغفر له ويرزقه مالاً وأولاداً وخدماً وجناناً وأنهاراً. ومن رأى  أنه سكت عن الإستغفار فإنه منافق.فإن رأت إمرأة من يقول لها: استغفري فإنها تزني. ومن رأى  كأنه يستغفر الله تعالى رزق مالاً حلالاً وولداً.فإن رأى كأنه فرغ من الصلاة ثم استغفر الله تعالى ووجهه إلى القبلة، فإن دعائه يستجاب، وإن كان إلى غير القبلة يذنب ذنباً ويتوب عنه"
    },
    {
        "id": 38,
        "text": " إستلقاء الإنسان\n  من رأى أنه مستلق على قفاه قوي أمره، وأقبلت دنياه أو صارت الدنيا تحت يده. ومن رأى  أنه استلقى على قفاه وكان فمه مفتوحاً فخرجت منه أرغفة، فإن تدبيره ينقص، ودولته تزول، ويفوز غيره بأمره"
    },
    {
        "id": 39,
        "text": " إسحاق عليه السلام\n  رؤيته في المنام دالة على الهم والنكد إلا أن يكون له ولد عقه فإنه يرجع إلى طاعته. وربما دلت رؤيته على البشارة والأمن من الخوف، وقيل من رأى اسحق عليه السلام أصابته شدة من بعض الكبراء والأقرباء ثم يفرج الله عنه، ويرزقه عزاً وشرفاً، ويكثر الملوك والرؤساء الصالحون من نسله، هذا إذا رآه على جماله وكمال حاله، فإن رآه متغير الحال ذهب بصره. وربما دلت رؤيته على الخروج من هم إلى فرج، ومن ضيق إلى سعة، ومن معصية إلى طاعة، ومن عقوق إلى صلة. ومن رأى  أنه تحول إلى صورة إسحاق عليه السلام ولبس ثوبه فإنه يشرف على الموت ثم ينجو منه"
    },
    {
        "id": 40,
        "text": " الأسد\n  هو في المنام سلطان شديد ظالم غاشم مجاهر متسلط لجرأته. وربما دل على الموت لأنه يقتنص الأرواح. وربما دلت رؤيته على عافية المريض، واللبوة إمرأة شريرة عسوفة عزيزة الولد، وتدل رؤية الأسد على الجهل والخيلاء والعجب والعنت والتيه والدلال، وقيل الأسد في المنام عدو مسلط. ومن رأى  الأسد من حيث لا يراه، فإن الرائي ينجو مما يخاف وينال الحكمة والعلم. ومن رأى  الأسد قد قرب منه ناله هم من سلطان ثم ينجو منه. ومن رأى  الأسد قد صرعه ولم يقتله فإنه يصاب بحمى دائمة، وإن السبع لا تفارقه الحمى، أو أنه يسجن، وإن الحمى سجن لله تعالى. ومن رأى  أنه يصارع الأسد مرض لأنه المرض يتلف اللحم، ومن صارع الأسد تلف لحمه. ومن رأى  أنه أخذ شيئاً من لحم الأسد أو عظمه أو شعره نال مالاً من سلطان أو عدو مسلط، ومن ركب السبع وهو يخافه تعرض لمصيبة لا يستطيع التصرف تجاهها، وإن كان لا يخاف فهو عدو يقهره. ومن رأى  أنه ضاجع الأسد وهو لا يخافه أمن من مرض. ومن رأى  السبع دخل إلى دار وفيها مريض فإنه يموت، وإن لم يكن فيها مريض دل على خوف من السلطان. ومن رأى  أنه يتخوف من أسد ولم يعاينه فإنه أمن له من عدوه. ومن رأى  أنه عاين الأسد ورآه عنده دون أن يخالطه فيصيبه فزع من سلطان، ولا يضره ذلك. وربما دلت رؤية ذلك على الموت وقرب الأجل. ومن رأى  الأسد في بيته فيصيب سلطاناً وحياة طويلة. ومن رأى  الأسد قد نابه منه شيء فإنه يناله من عدو مسلط بقدر ذلك. ومن رأى  أنه قاتل أسداً فإنه يقاتل عدواً مسلطاً. ومن رأى  أنه يتزوج لبوة فإنه ينجو من شدائد كثيرة، ويظفر بعدوه، ويعلو أمره، ويكون ذا صيت بين الناس. ومن رأى  أنه يأكل لحم أسد فإنه يصيبه مال وغنى من سلطان، أو يظفر بعدوه. ومن رأى  أنه أكل رأس الأسد فإنه يصيب سلطاناً عظيماً ومالاً كثيراً. ومن رأى  أنه يأكل شيئاً من أعضاء الأسد فإنه يصيب مال عدو مسلط بقدر ذلك العضو، فمن رأى أنه أصاب من جلد أسد أو من شعره فإنه يصبب مال عدو مسلط. وربما كان ميراثاً، والأسد يدل على المحارب، أو اللص المختلس، أو العامل الجائر أو رئيس الشرطة، أو الطالب. وأما دخول الأسد المدينة فإنه طاعون أو شدة أو سلطان جبار أو عدو يدخل عليهم إلا أن يدخل في الجامع ويرتفع على المنبر فإنه سلطان يجور على الناس، وينالهم منه بلاء ومخافة، وجرو الأسد ولد، وقيل من رأى كأنه قتل أسداً نجا من الأحزان كلها، ومن تحول أسداً صار ظالماً على قدر حاله، وقيل اللبوة إبنة ملك"
    },
    {
        "id": 41,
        "text": " أسر الإنسان\n  يدل أسر الإنسان في المنام على الخير والرزق، وقد يدل على احتباس البول، أو على الإطلاع على الأسرار، وإن كان قد فقد شيئاً رزق خيراً منه. ومن رأى  أنه أسير فلا خير فيه على كل حال، ويصيبه هم شديد"
    },
    {
        "id": 42,
        "text": " إسراع الإنسان\n  وهو يدل على إبطاء الحركات إلا أن يكون المسرع مريضاً فإنه يدل على موته. وربما دل الإسراع في المنام على الإسراع في الأعمال الصالحة والمبادرة إليها، هذا إذا انتهى إسراعه إلى الخير، وإن انتهى إسراعه إلى الشر دل على الردة عن الإسلام، أو الإقدام على ما يندم عليه"
    },
    {
        "id": 43,
        "text": " إسرافيل عليه السلام\n  من رآه في منامه ينفخ في الصور، وظن أنه سمعه وحده دون غيره فإنه يموت، وإن كان يظن أن أهل ذلك الموضع سمعوا ظهر في ذلك الموضع موت ذريع، وقيل هذه الرؤيا تدل على بسط العدل بعد انتشار الظلم، ورؤية إسرافيل عليه السلام دالة على تجهيز الجيش والأسفار والمشقة والخوف والجزع والتوعد وقضاء الديون والمجازاة بالأعمال، وتدل رؤيته أيضاً على عمران الخراب. وقيل إن نفخته الأولى تدل على الوباء، والثانية تدل على الحياة والخلاص من الطاعون"
    },
    {
        "id": 44,
        "text": " الإسطوانة\n  إذا رأى الإنسان في منامه أن الإسطوانة من خشب أو طين أو جص فهي قيم الدار أو خادم الدار أو حامل ثقلهم ومئونتهم"
    },
    {
        "id": 45,
        "text": " الإسكاف\n  وهو أنواع: أحدها: صانع أحذية النساء، فتدل رؤيته على عاقد الزيجات، وهناك صانع أحذية الرجال فهو دال على الخدم والأسفار، وكذلك صانع الزرابيل وصانع السراميذ تدل رؤيته على الرزق والسعي في الكسب والنسل والأولاد والأزواج، وعلى وضع الشيء في محله إذا فعل ذلك في المنام. وربما دلت رؤيته على من يجري الخير على يديه من الدين والدنيا، والإسكاف المجهول رجل قاسم المواريث ويتصف بالعدل، وكذلك الصرم، فإن جلود الحيوان مواريث، والحذاء نخاس الجواري أي دلال الجواري فالنعل يدل على المرأة"
    },
    {
        "id": 46,
        "text": " الإسلام\n  إسلام الإنسان في المنام استقامة في الدين.فإن رأى مشرك أنه قد أسلم، ورأى أنه يصلي نحو القبلة أو رأى أنه شكر الله تعالى هداه الله للإسلام، وإن كان في دار الشرك فرأى في منامه أنه تحول إلى دار الإسلام فإنه يموت عاجلاً.وإن رأى مسلم كأنه أسلم ثانياً سلم من الآفاق، وكل مشرك رأى في منامه أو رآه غيره كأنه في الجنة، أو أنه حلي أساور من فضة فإنه يسلم. ومن رأى  من المشركين كأنه كان ميتاً فحيي فإنه يسلم، وكذلك إذا رأى سعة صدره أو رأى نفسه في سفينة في بحر فإنه يسلم، ومن تلفظ بالشهادتين من أهل الذمة في المنام تخلص من شدته أو اهتدى بعد غيه إن كان مختاراً، وإن كان مكرها وقع في محذور، وإن كان مرتداً في اليقظة ورأى في المنام أنه تلفظ بالشهادتين راجع أبويه بعد هجره إياهما أو عاد إلى محل خرج عنه أو إلى سبب كان يعمله، وإن كان مسلماً شهد بالحق أو اشتهر بالصدق"
    },
    {
        "id": 47,
        "text": " الإسم\n  إذا تحول اسم الإنسان في المنام إلى غيره فيعبر عنه بالفأل فسعد بالسعادة، وسالم بالسلامة، وإن تحول إلى ذي عاهة كالعمى والعرج فإنه يبلى بذلك. ومن رأى  أنه يدعى بغير إسمه، فإن دعي باسم قبيح فإنه يظهر به عيب فاحش أو مرض فادح، وإن دعي باسم حسن نال عزاً وشرفاً وكرامة حسب ما يقتضي معنى ذلك الإسم"
    },
    {
        "id": 48,
        "text": " إسماعيل عليه السلام\n  من رآه في المنام فينال فصاحة ورئاسة، ويبني لله مسجداً، وربما دلت رؤيته على أن إنساناً وعده بوعد وهو في قوله صادق. وقيل إن من رآه رزق السياسة. وقيل إن من رأى إسماعيل عليه السلام أصابه هم من جهة أبيه ثم يسهل الله تعالى ذلك عليه"
    },
    {
        "id": 49,
        "text": " الإسهال\n  هو في المنام تفريط وتبذير في المال، والقبض والانعصار شح وبخل"
    },
    {
        "id": 50,
        "text": " الأشنان\n  من رأى في منامه أنه غسل يديه بأشنان فإنه يأس له مما يطلب، وقيل إلا أن يكون من زفر أو سوء رائحة فهو دليل على زوال الهم والنكد، وقضاء الحاجة. وقيل إن غسل اليدين بالأشنان يدل على انقطاع الصداقة، ويدل على انقطاع الخصومة، وقيل إنه نجاة من الخوف، وقيل إنه توبة من الذنوب"
    },
    {
        "id": 51,
        "text": " الإصبع\n  هي المعينة للإنسان على دنياه في صناعته، والإصبع في التأويل أولاد وأزواج وأباء وأمهات ومال وملك، فمن رأى أن أصابعه زادت زيادة حسنة دل ذلك على الزيادة فيما ذكرناه، ونقصها نقص من دلت عليه. وربما قطعها أو تعطل نفعها في المنام على تعذر نفع الآباء، أو الأمهات، أو الأولاد أو أن ماله يذهب أو تموت دوابه، أو يتعطل ملكه أو تكسد صناعته. وربما دلت الأصابع على نواب الملك المختلفين في مراتبهم ونفعهم. ومن رأى  أنه يعض أنامله في المنام، فإن كان مريضاً مات. ومن رأى  أن أصابعه تقطعت أو نزلت بها آفة ضعف في عساكره أو أولاده أو أقاربه أو معارفه. وربما دلت الأصابع على الصلوات الخمس، فالإبهام للصبح، والسبابة للظهر، والوسطى للعصر، والبنصر للمغرب، والخنصر للعشاء، وقيل الوسطى للصبح لما يستحب فيها من التطويل، والبنصر للظهر، والخنصر للعصر لأنها آخر النهار، فإن جعلت الأصابع صلاة كانت الأظافر سنتها أو نوافل، وإن كانت الأصابع مالاً كانت الأظافر زكاة، وإن كانت الأصابع جنداً كانت الأظافر سلاحهم وعددهم، وعقد الأصابع عقد الأموال، والأصابع أيام أو شهور أو أعوام. وربما دلت الأصابع على أولاد الأخ، وإن المنكب أخ والأصابع بمنزلة الأولاد وهي المال. ومن رأى  إنساناً قطع له إصبعاً فإنه يؤذيه في ماله، وما حدث في الأصابع من صلاح أو فساد فالنسبة إلى المفروض من الصلوات أو إلى الأخ، وطول الأصابع يدل على زيادة الطمع.فإن رأى إصبعاً زادت مع أصابعه فهي زيادة في قرابته أو في صلاته أو في علمه.وإن رأى  أن أحد أصابعه انتقل إلى موضع أخر فإنه يؤخر الصلاة إلى وقت الأخرى. ومن رأى  أنه شبك أصابعه ببعضها فإنه يجمع في وقت واحد صلواته. وربما اجتمع أقرباؤه في أمر يتشاورون عليه ويتعاونون، وقيل تشبيك الأصابع من غير عمل بها ضيق اليد، وقيل إنه يدل على الشركة، أو المصاهرة والمعاقدة. وربما دل ذلك على إبطال الحركات والاشتغال عن الصلاة. وقيل إن أصابع اليد اليمنى هي الصلوات الخمس، وقصرها يدل على التقصير والكسل فيها، وطولها يدل على المحافظة على الصلوات، وسقوط واحدة منها يدل على ترك الصلاة. ومن رأى  كأنه عض بنان إنسان دل ذلك على سوء أدب المعضوض. ومن رأى  كأنه يخرج من إبهامه اللبن الحليب، ومن سبابته الدم وهو يشرب منهما فإنه يباشر أم إمرأته أو أختها، وفرقعة الأصابع تدل على وقوع كلام قبيح من أقربائه.وإن رأى  الإمام زيادة في أصابعه دل ذلك على زيادة في طمعه وظلمه وقلة إنصافه، وأصابع اليد اليسرى أولاد الأخ والأخت، وخضاب أصابع الرجال بالحناء دليل على كثرة التسبيح، وخضاب أصابع المرأة بالحناء يدل على إحسان زوجها إليها، فإن رأت كأنها خضبتها فلم يثبت الخضاب، فإن زوجها لا يظهر حبها"
    },
    {
        "id": 52,
        "text": " أصحاب النبي صلى الله عليه وسلم\n  من رآهم في منامه في الصفات الحسنة كان ذلك دليلاً على حسن اعتقاده فيهم وأتباعه لسنتهم. وربما دلت رؤيتهم على حركات الجنود وإرسال البعثات. وربما دلت على انتشار العلم والأمر بالمعروف والنهي عن المنكر، كما تدل رؤيتهم على الألفة والمحبة والأخوة والمساعدة والسلامة من العداوة والحسد، وزوال الغل من الصدور، لأنهم رضي الله عنهم كانوا على ذلك، فإن كان الرائي فقيراً استغنى لأنهم رضي الله عنهم فتحوا الدول، وإن كان الرائي غنياً آثر الآخرة على الدنيا وبذل نفسه وماله في مرضاة الله تعالى، وقد تدل رؤيتهم رضي الله عنهم على الأبنية الشريفة كالمساجد وطهارة النسب والقبائل والعشائر، ويدل إعراضهم عن الرائي أو شتمهم له في المنام على الوقوع فيما شجر بينهم، وتفضيل بعضهم على بعض، وبغضهم له، وتدل رؤيتهم على التوبة والإقلاع عما سوى الله تعالى، وتدل رؤيتهم رضي الله عنهم على الخير والبركة حسب منازلهم ومقاديرهم المعروفة في سيرهم وطريقتهم. وربما دلت رؤية كل واحد منهم على ما نزل به وما كان في أيامه من فتنة أو عدل. ومن رأى  أنه حشر مع أصحاب رسول الله صلى الله عليه وسلم فإنه ممن يطلب الاستقامة في الدين. ومن رأى  أحداً من الصحابة فليتأول له بالاشتقاق مثل سعد وسعيد فإنه يكون سعيداً، وربما كان له من سيرته وأفعاله نصيب. ومن رأى  أحداً منهم حياً أو أن جميعهم أحياء، دلت رؤياه على قوة الدين، ودلت على أن صاحب الرؤيا ينال عزاً وشرفاً ويعلو أمره.فإن رأى كأنه صار واحداً منهم تناله شدائد ثم يرزق الظفر، وإن رآهم في منامه مراراً ضاقت معيشته، أما الأنصار وأبناؤهم وأحفادهم فرؤيتهم في المنام تدل على التوبة والمغفرة، وتدل رؤية المهاجرين على حسن اليقين والثقة بالله تعالى، والخروج عن الدنيا والزهد فيها، والصدق في القول والعمل"
    },
    {
        "id": 53,
        "text": " الأصطرلاب\n  هو في المنام خادم الرؤساء، لإنسان متصل بالسلطان، فمن رأى أنه أصاب اصطرلاباً، فإن يصحب إنساناً كذلك، وينتفع به على قدر ما رآه في المنام. وربما كان متغيراً لأمر ليست له عزيمة صحيحة أو وفاء أو مروءة"
    },
    {
        "id": 54,
        "text": " الأضحية\n  هي في المنام دليل على الوفاء بالنذر، والخلاص من الشدائد، وسلامة المريض. وربما دل ذلك على الأرزاق والفوائد من قبل المواشي، فإن قرب في المنام بدنة ربما أتى إلى الجمعة في أول ساعة، وإن قرب بقرة ربما أتى إلى الجمعة في ثاني ساعة، وإن قرب كبشاً ربما أتى إلى الجمعة في ثالث ساعة، وإن قرب في المنام دجاجة ربما أتى إلى الجمعة في رابع ساعة، وإن قرب في المنام بيضة ربما أتى إلى الجمعة في خامس ساعة. وربما دلت الأضحية على التحكم في قسمة المال. وأما الأضحية فبشارة بالفرج من جميع الهموم، وظهور البركة، فإن كان صاحب الرؤيا إمرأة حاملاً فإنها تلد ابناً صالحاً. ومن رأى  أنه ضحى ببدنة أو بقرة أو كبش، فإن يعتق رقاباً. ومن رأى  أنه ضحى وهو عبد فإنه يعتق، فإن كان صاحب الرؤيا أسيراً تخلص من الأسر، وإن رآه مدين قضي دينه، وإن كان فقيراً اغتنى، وإن كان خائفاً أمن، وإن كان لم يحج فإنه يحج، وإن كان محارباً انتصر، وإن كان مغموماً فرج الله عنه غمه. ومن رأى  كأنه يقسم لحم قربانه بين الناس فإنه يخرج من همومه، وينال عزاً وشرفاً. ومن رأى  كأنه سرق شيئاً من القربان فإنه يكذب على الله تعالى، وقال بعض المعبرين: إن المريض إذا رأى أنه يضحي دلت رؤيته على موته، وقال بعضهم: أنه ينال الشفاء"
    },
    {
        "id": 55,
        "text": " الإطلاع\n  اطلاع الإنسان في المنام على شيء مستور عليه ربما دل على العلم الغامض، أو الصنعة الجليلة إن كان المستور من أهل العلم والميكدة، يعلمها إن كان غير ذلك. وربما دل الإطلاع على سر من أسرار الله تعالى من كنز أو معدن يطلع عليه"
    },
    {
        "id": 56,
        "text": " الإعارة\n  من رأى في المنام أنه استعار شيئاً أو أعاره، فإن كان ذلك الشيء محبوباً فإنه ينال خيراً موفقا لا يدوم، وإن كان مكروهاً نال كراهة لا تدوم، وإن العارية شيء لا يبقى. وقيل من استعار من رجل دابة، فإن المعير يتحمل مئونة المستعير"
    },
    {
        "id": 57,
        "text": " الإعتكاف\n  إذا اعتكف الإنسان في المنام في كنيسة انعكف على إمرأة زانية، وإن اعتكف في مسجد انعكف على قضايا الخير، أو على إمرأة صالحة، وإن اعتكف في حانوت انعكف على معيشة"
    },
    {
        "id": 58,
        "text": " الإعدام\n  هو في المنام للملوك عتق. وربما دل على ترك الصلاة، أو الردة عن الدين. ومن رأى  أن عنقه ضرب، فإن كان عبداً عتق، وإن كان مهموماً فرج همه، وإن كان مديناً يقضى دينه. وربما يصيب مالاً عظيماً، فإن عرف الذي ضربه نال خيراً، وإن كان مريضاً شفي.وإن رأى  أن ملكاً ضرب رقاب رعيته فإنه يعفو عن المذنبين. ومن رأى  أن عنقه يضرب فيموت أبواه"
    },
    {
        "id": 59,
        "text": " أعوان الحاكم\n  هو رجل يعين الناس على الباطل. ومن رأى  في داره أعوان الحاكم فهي بشارة له بنجاة من غم أو مرض أو هول أو شدة، شريطة أن يكون لباسهم أبيض، وإن كان لباسهم أسود فهو مرض أو هم أو غم"
    },
    {
        "id": 60,
        "text": " الإغتصاب\n  هو في المنام يدل على العقد الفاسد لمن أراد الزواج، أو المال الحرام أو ما كان أصله من الربا، والربا باطل، قال تعالى:  \"  ولا تأكلوا أموالكم بينكم بالباطل  \". والاغتصاب من جملة الباطل"
    },
    {
        "id": 61,
        "text": " أف\n  وهي كلمة تضجر، فمن رأى في منامه أنه يقولها فإنه عاق لوالديه، قال الله تعالى:  \"  ولا تقل لهما أف ولا تنهرهما  \""
    },
    {
        "id": 62,
        "text": " الإفلاس\n  هو في المنام دليل على نقص حال المفلس في دينه أو دنياه، وإن الإفلاس مأخوذ من الفلوس التي هي أخس الأموال، وإن كان المفلس في المنام مريضاً دل ذلك على موته ونفاد رزقه، أو ينتقل من صنعته إلى ما دونها"
    },
    {
        "id": 63,
        "text": " الأقاح\n  هو في المنام يدل على ذات الحسن والجمال"
    },
    {
        "id": 64,
        "text": " إقامة الصلاة\n  تدل في المنام على إنجاز الوعد وبلوغ المراد، وعلى الفرج لمن هو في شدة. ومن رأى  كأنه أقام الصلاة على باب أو سرير فإنه يموت. ومن رأى  سجيناً كأنه يقيم الصلاة، أو يصلي قائماً فإنه يطلق من السجن.وإن رأى شخصاً غير سجين أنه يقيم الصلاة فستقوم له أمور بيع ناجحة. ومن رأى  أنه أذن وأقام الصلاة فإنه يقيم سنة ويميت بدعة"
    },
    {
        "id": 65,
        "text": " الأقحوان\n  هو في المنام صديق أو إمرأة جميلة. ومن رأى  أنه التقط أقحواناً من سفح جبل، فإن الملك يعطيه جارية، وقيل الأقحوان يدل على قرابة إمرأة صاحب الرؤيا"
    },
    {
        "id": 66,
        "text": " الإقرار\n  إقرار الإنسان في المنام بعبودية إنسان وإقرار بعداوته، وإن أقر بالذنب والمعصية ينال عزاً أو شرفاً وتوبة، والإقرار بقتل الإنسان يدل على نيل ولاية أو رئاسة"
    },
    {
        "id": 67,
        "text": " الأقط\n  وهو يدل على مال عزيز لذيذ وشهوات شتى"
    },
    {
        "id": 68,
        "text": " الأكارع\n  من رأى أنه يكل الأكارع ويمتص عظمها فإنه يأكل مال يتيم. وقيل من أكل الأكارع يأكل مال أشراف الناس"
    },
    {
        "id": 69,
        "text": " الأكاف\n  تدل رؤيته في المنام على إمرأة أعجمية غير شريفة ولا حسيبة، تحل من زوجها محل الخادمة، وركوب الرجل الأكاف بدل على توبته عن المظلمة بعد طول انغماسه فيها"
    },
    {
        "id": 70,
        "text": " الأكل\n  إذا أكل الإنسان في المنام في إناء مكروه كإيناء الفضة، أو الذهب، فيدل ذلك على إفراط في الديون، والأكل بين الناس شهوة، ومضغ ما يبلع يدل على تهاون في الكسب والعمل، وبلع ما يمضغ يدل على الدين وتعجيل الأجل فإنه استحال الطعم لما هو خير منه دل على صلاح الباطن، وإن استحال إلى مرارة أو حموضة دل ذلك على تغير الأزواج والأعمال، فإن أكل بيمينه اقتدى بالسنة، وإن أكل بشماله أطاع عدوه وجافى صديقه، وإن التقم من يد غيره رزق عفة وتوكلاً، وربما مرض وعجز عن التناول بيده، وإن أكل من لون حقير انحط قدره، وأكل القرع دليل على الهدى واتباع السنة والفطنة. ومن رأى  أن غيره دعاه إلى الغداء دلت رؤياه على سفر بعيد، فإن دعاه إلى الأكل فإنه يستريح من تعب، فإن دعاه إلى العشاء فإنه يخدع رجلاً ويمكر به قبل أن يخدعه هو. ومن رأى  أنه أكل طعاماً وانهضم فإنه يحرص على السعي في حرفته. ومن رأى  أنه أكل لحم نفسه فإنه يأكل من ماله ومكنوزه، فإن أكل لحم غيره، فإن كان نيئاً فإنه يغتابه، أو يغتاب شخصاً آخر، وإن كان اللحم مطبوخاً أو مشوياً فإنه يأكل مال غيره"
    },
    {
        "id": 71,
        "text": " إكليل الملك\n  وهو دليل مال زائد وعلم وولد، والإكليل بالنسبة للمرأة رجل أعجمي.وإن رأى تاجر أنه وضع الإكليل على رأسه، فإن ماله يذهب، فإن وضعه ذو سلطان أصابه خطاً في دينه.وإن رأى  الملك أن إكليله أو تاجه قد رفع عن رأسه زال ملكه"
    },
    {
        "id": 72,
        "text": " إلتفات الإنسان\n  إذا كان الإلتفات في الصلاة دل ذلك على طمع صاحبه، فإن كان الإلتفات لمحذور يخافه كمثل حيه أو أسد، فإن ذلك دليل على الحذر من الزوجة والأولاد، والالتفات في الصلاة يدل على التطلع إلى الدنيا وزينتها، والإعراض عن الآخرة، والميل مع الأهواء"
    },
    {
        "id": 73,
        "text": " الله تعالى\n  الذي ليس كمثله شيء، وهو السميع البصير، ورؤيته في المنام تختلف باختلاف السرائر: فمن رآه بعظمته وجلاله، بلا تكييف ولا تشبيه ولا تمثيل، كان ذلك دليلاً على الخير، وهي بشارة له في دنياه وسلامة دينه في عقباه، وإن رآه على خلاف ذلك كانت رؤياه دالة على سوء سريرته، ومن رآه من المرضى مات، وإن الله تعالى هو الحق والموت حق، وإن رآه ضال اهتدى لرؤيته، وإن رآه مظلوم انتصر على أعدائه. وأما سماع كلامه تعالى من غير تشبيه فإنه يدل على بدعة الرائي. وربما دل سماع كلامه على الأمن من الخوف وبلوغ المنى. وربما دل كلامه تعالى من غير رؤية على رفع المنزلة خاصة إن كان قد أوحي إليه، ولو كان من وراء حجاب ربما كان بدعه وضلالة. وربما نال منزلة على قدره. وقيل إن من رأى الله تعالى في صورة يصفها ويحددها، فإن رؤياه من الأضغاث، وإن الله تعالى لا يحد ولا يشبه بشيء من المخلوقات، وقيل من رأى الله تعالى مصوراً في مكان، فإن الرائي ممن يكذب على الله تعالى، أو ينسب إليه ما لا يليق به. ومن رأى  أن الله تعالى يكلمه واستطاع النظر إليه، فإن الله يرحمه ويتم عليه نعمته. ومن رأى  أنه ينظر إلى الله فإنه ينظر إليه في الآخرة. ومن رأى  أنه صلى عنده فاز برحمته، ونال الشهادة إن طلبها، وأدرك ما أمل من أمر دنياه وآخرته. ومن رأى  أنه يعانقه، أو يقبل عضواً من أعضائه فاز بالأجر الذي يطلبه، ونال من أجر العمل ما يرغبه. ومن رأى  أنه أعطاه شيئاً من متاع الدنيا فيصيبه بلاء وأسقام، ويعظم بذلك أجره ويضاعف ثوابه وذكره. ومن رأى  أنه وعد بالمغفرة أو دخول الجنة أو نحو ذلك فإنه لا يزال خائفاً من الله تعالى مراقباً له. ومن رأى  الله تعالى، ولم يستطع النظر إليه أو رأى عرشه أو كرسيه فقد قدم لنفسه خيراً، وإن رآه وكلمه، واستطاع النظر إليه أو رآه على عرشه أو كرسيه نال خيراً وعلماً عظيماً. ومن رأى  أنه يفر من الله تعالى وهو يطلبه ولو كان عابداً فإنه يتحول عن العبادة والطاعة، وإن كان له والد يعقه ويعصيه، وإن كان عبداً فإنه يتحول ويأبق من سيده. ومن رأى  كأن بينه وبين الله تعالى حجابا فإنه يعمل الكبائر ويرتكب الآثام، ومن رآه عبوساً أو غاضباً عليه أو عجز عن احتمال نوره أو دهش عند رؤيته أو أخذ يسأل في التوبة والمغفرة فإنه يدل على الذنوب والكبائر والبدع والأهوال. ومن رأى  أن الله تعالى كلمه فذلك تحذير له، ونهي عن المعاصي. ومن رأى  أن الله تعالى يحدثه فإنه يكثر من تلاوة القرآن الكريم. ومن رأى  أنه يحدثه ويفهم كلامه فإنه يسمع كلمة من سلطان أو حاكم. ومن رأى  أن الله تعالى مسح على رأسه وباركه، فإن الله تعالى يخصه بكرامته ويرفع قدره إلا أنه لا يرفع عنه البلاء إلى أن يموت. ومن رأى  الله تعالى على صورة والد أو أخ أو ذي قرابة ومودة وهو يلاطفه ويباركه فإنه يصيبه ببلاء في بدنه يعظم الله به أجره. ومن رأى  أن الله تعالى اطلع على موضع أو بيت أو نزل في أرض أو بلد أو مكان، فإن العدل يشمل ذلك المكان ويكثر فيه الخير والخصب بإذن الله تعالى، وإن اطلع على مكان وهو عبوس أو معه ظلمة فذلك دمار لذلك الموضع وهلال لأهله وإصابة بلاء أو شدة أو وباء ونحو ذلك من البلايا، ومن رآه عند مكروب أو سجين أو محصور فإنه يفرج عنه ويكشف ما به. ومن رأى  أنه يسب الله تعالى فإنه جاحد لنعمته، غير راض بما قسم الله تعالى من الرزق. ومن رأى  كأنه قائم بين يدي الله تعالى ينظر إليه، فإن كان الرائي من الصالحين فرؤياه رؤيا رحمة، وإن لم يكن من الصالحين فعليه الحذر من ذلك. ومن رأى  كأنه يناجيه أكرم بالقرب وحبب من الناس، كذلك لو رأى أنه ساجد بين يدي الله. ومن رأى  كأنه يكلمه من وراء حجاب حسن دينه، وأدى أمانته إن كانت في يده، وقوي سلطانه. ومن رأى  أنه يكلمه من غير حجاب فإنه يكون ذا خطيئة في دينه، فإن كساه فهو هم وسقم طوال حياته، ويستوجب بذلك الأجر الكبير.فإن رأى كأن الله تعالى سماه باسمه واسم آخر علا أمره وغلب أعداءه.فإن رأى  أن الله تعالى ساخط عليه دل ذلك على سخط والديه عليه. ومن رأى  أن والديه ساخطان عليه دل ذلك على سخط الله تعالى عليه. ومن رأى  أن الله تعالى غضب عليه فإنه يسقط من مكان رفيع. ومن رأى  أنه سقط من حائط أو سماء أو جبل دل ذلك على غضب الله تعالى. ومن رأى  مثالاً أو صورة فقيل له: أنه إلهك، وظن أنه إلهه فعبده وسجد له فإنه منهمك بالباطل على ظن أنه حق. ومن رأى  الله تعالى يصلي في مكان، فإن رحمته ومغفرته تجيء ذلك المكان والموضع الذي كان يصلي فيه. ومن رأى  الله تعالى يقبله، فإن كان من أهل الصلاح والخير فإنه يقبل على طاعته تعالى وتلاوة كتابه، أو يلقن القرآن الكريم، وإن كان بخلاف ذلك فهو مبتدع. ومن رأى  الله تعالى قد ناداه فأجابه فإنه يحج إن شاء الله تعالى. وأما تجليه على المكان المخصوص فربما دل على عمارته إن كانت خراباً، أو على خرابه إن كان عامراً، وإن كان أهل ذلك ظالمين انتقم منهم، وإن كانوا مظلومين نزل بهم العدل. وربما دلت رؤيته تعالى في المكان المخصوص على ملك عظيم يكون فيه، أو يتولى أمره جبار شديد، أو يقوم إلى ذلك المكان عالم مفيد أو حكيم خبير بالمعالجات. وأما الخشية من الله تعالى في المنام فإنها تدل على الطمأنينة والسكون، والغنى من الفقر، والرزق الواسع. ومن رأى  كأنه صار الحق سبحانه وتعالى اهتدى إلى الصراط المستقيم. ومن رأى  كأن الحق تعالى يهده ويتوعده فإنه يرتكب معصية، ودل ذلك على غضب الله تعالى"
    },
    {
        "id": 74,
        "text": " إلية الشاة\n  هي في المنام تدل على الإلية أي الحلف والتمني. وربما دلت على النعمة الوافرة، والعلم النافع، والذخيرة الصالحة من علم ولد، والإلية مال المرأة"
    },
    {
        "id": 75,
        "text": " الأم\n  أم الإنسان في المنام أولى به في أحكام التأويل من أبيه.فإن رأى أمه ولدته وكان مريضاً دل على موته، وإن الميت يلف في القماش كما يلف الطفل الصغير، فإن كان فقيراً وسع عليه، لأن الصغير مصروفه على غيره"
    },
    {
        "id": 76,
        "text": " إمام الصلاة\n  هو المتكفل الضامن. وربما دلت رؤيته على الخوف. وربما دلت على علو القدر والرئاسة والتقدم والأمر بالمعروف والنهي عن المنكر. وربما دلت على الحاجب والوالد والوالدة، أو الأستاذ، فإذا صار في المنام إماماً وصلى بالناس متوجهاً إلى القبلة بطهارة كاملة لا يزيد فيها ولا ينقص، فإن كان أهلاً للولاية، أو الحكم، أو التصدي لما فيه نفع الناس حصل له ذلك. وربما ادخل نفسه في ضمان أو تكفل بجماعة أو شارك قوماً يرجو منهم خيراً، وإن كان قد صلى بالناس إلى غير القبلة خان أصحابه وابتاع بدعه. وربما أرتكب أمراً محظوراً والناس يطلبونه به عنده. ومن رأى  أنه يأمر قوماً في الصلاة فإنه يلي ولاية يعدل فيها بعد أن تستقيم قبلته، تتم صلاته، أو يأمر قوماً، أو ينهاهم. ومن رأى  أنه يؤم مجهولين في موضع مجهول ولا يدري ما يقرأ فهو في شرف الموت.وإن رأى إمرأة إنها تؤم الرجال الصلاة فإنها تموت لأنها لا تصلح للإمامة فلا يكون ذلك إلا عند الموت تتقدمهم وهم يصلون عليها، وكذلك لو رأى رجلاً أعجمياً لا يحسن الصلاة ولا القراءة فإنه يؤم قوماً. ومن رأى  أنه صلى بقوم قائماً وهم جلوس فإنه لا يتعد في حقوقهم لكنهم يقصرون في حقه، أو تدل رؤياه على أنه يتعهد قوماً مرضى، فإن صلى بهم قاعداً وهم قيام وقعود فإنه لا يقصر في أمر يتولاه، فإن صلى بقوم قيام وقعود فإنه يلي أمر الأغنياء والفقراء، فإن صلى بهم قاعداً وهم قعود فإنهم يبتلون بغرق أو سرقة ثياب أو فقر. ومن رأى  أنه يصلي بالنساء فإنه يلي أمر قوم ضعاف، فإن أم الناس على جنبه أو كان مضطجعا وعليه ثياب بيضاء، وينكر موضعه، ولا يقرأ في صلاته ولا يكبر فإنه يموت ويصلي الناس عليه.فإن رأى  الوالي كأنه يؤم الناس عزل وذهب ماله، ومن صلى بالرجال والنساء نال القضاء بين الناس إن كان أهلاً لذلك، وإلا نال التوسط والإصلاح بين الناس. ومن رأى  أنه أتم الصلاة بالناس تمت ولايته، فإن انقطعت عليه صلاته انقطعت ولايته ولم تنفذ أحكامه ولا كلامه، وإن صلى وحده والقوم يصلون فرادى فإنهم خوارج، وإن صلى صلاة نافلة دخل في ضمان لا يضره، فإن كان القوم قد جعلوه إماماً فإنه يرث ميراثاً.فإن رأى كأنه يؤم الناس، ولا يحسن أن يقرأ فإنه يطلب شيئاً ولا يجده، ومن صلى بقوم فوق سطح فإنه يحسن إلى أقوام ويكون له صيت من جهة قرضه أو صدقة"
    },
    {
        "id": 77,
        "text": " الأمان من الحرب\n  هو دليل على الأمن من الخوف. وربما دل على الهداية بعد الضلالة، خاصة إن كان الإنسان في اليقظة خائفاً، والأمن خوف كما أن الخوف أمن"
    },
    {
        "id": 78,
        "text": " الأمعاء\n  تدل على بنات الزوجات.فإن رأى أمعاءه قد ظهرت فإنه يظهر ماله المدخر، أو يظهر من أهله من يسود. وقيل إن خروج الأمعاء يدل على أن إبنته تخطب. وقيل إن خروج ما في البطن يدل على هتك الستر، والأمعاء أموال باطنه. ومن رأى  أنه يأكل أمعاء غيره فإنه يأكل من مال يتيم. ومن رأى  أنه يأكل أمعاء كثيرة فإنها كنوز تفتح له ويصيبها"
    },
    {
        "id": 79,
        "text": " الأمة\n  رؤية الأمة في المنام دليل على الدابة لخدمتها، ودليل على قناة الدار لمباشرتها الأقذار والأوساخ، ودليل على ما يطؤه الإنسان من حصير وحذاء. وربما دلت على المال، أو على العز والجاه والنصر على الأعداء، أو المركب. ومن رأى  أنه اشترى جارية بيضاء فإنه يربح في تجارته ويلقى خيراً، وإن اشترى جارية صغيرة فإنه بطلب حاجة وتتعذر عليه، وإن اشترى جارية سوداء فإنه ينجو من هم. ومن رأى  جارية جميلة تأتيه، فإن خبراً صالحاً يأتيه، وإن كان له رزق عند السلطان موقوف فإنه يأخذه، وإن كان له غائب فإنه يأتيه، وإن كانت الجارية قبيحة أتاه بعض ما يكرهه. ومن رأى  جارية تطارح الناس في الأسواق أو تدعوهم للسفاح، فإن فتنة ستقع بين الناس"
    },
    {
        "id": 80,
        "text": " الإمهال\n  إمهال الإنسان في المنام يدل على العذاب.وإن رأى كأنه أمهل رجلاً في غضب فإنه يعذبه عذاباً شديداً"
    },
    {
        "id": 81,
        "text": " الأمير\n  يدل على ما يمير الإنسان ويسعفه، ويدل على زواج الأعزب حتى يصير في بيته كالأمير. وربما دلت رؤية الأمير على الحظوة فيما هو بصدده، ومن تأمر في منامه خشي عليه السجن والغل، وإن الأمير يأتي يوم القيامة ويداه مغلولتان إلى عنقه فلا يفكهما إلا عدل أقامه. ومن رأى  أن السلطان ولاه من أقاصي تغور المسلمين نائباً عنه فإنه عز وشرف وسمو ذكر بقدر بعد تلك الطرق عن موضع السلطان.وإن رأى وال أن عهده أتاه فهو عزله في الوقت، وكذلك إن نظر في أمره فهو عزله، ولا يلبث أن يرى مثله، وكذلك لو رأى أنه طلق إمرأته فإنه يعزل، ومن حمل إلى أمير طعاماً أصابه حزن ثم أتاه الفرح وأصاب مالاً من حيث لا يرجو، ووضع الأمير قلنسوته أو حلته أو قباءه أو منطقته فهو إهمال في سلطانه، ولبسه إياه قيامه بأسباب سياسته.وإذا رأى أنه لبس خفاً جديداً فذلك فوز بمال أهل الشرك والذمة، وعزل الوالي في النوم هو ولايته، ومن تأمر في المنام من العبيد صار حراً أو عابداً لا يتقيد بالدنيا ويصبح أمير نفسه"
    },
    {
        "id": 82,
        "text": " الإنتباه\n  انتباه الإنسان في منامه يدل على التوبة والربح والفائدة والقدوم من السفر"
    },
    {
        "id": 83,
        "text": " الأنثيان\n  مكان نبات الشعر. وربما دلت الأنثيان على الزوجين والوالدين، أو الحاجبين على الباب. وربما دلا على كيس المال، أو الأولياء الذين لا يصح الزواج إلا بهم. وربما دلت الخصية على رمانة القبان. ومن رأى  أن خصيتيه قطعتا أو ناله فيهما مكروه، فإن أعداءه يظفرون به بقدر ما نيل من خصيتيه، وقيل لا يولد له إلا الذكور، وقيل يرث مالاً من دية. ومن رأى  أن خصيتيه كبرتا له يكون محفوظا لا يصل إليه أعداؤه بسوء، وقيل يكثر نسله من الإناث. ومن رأى  أن خصيتيه صارتا في يد أعدائه، فإن أعداءه يصلون إليه بقدر ذلك، وقد تدل الخصيتان على الإناث من القرابة كالأختين والبنتين والزوجتين، أو الأم والخالة، فما حدث فيهما فهو حادث في إحداهن.فإن رأى خصيتيه قطعتا، فإن كان عنده مريضتان ماتتا، وان كان له زوجتان ماتتا أو فارقهما، وقد تدل الخصيتان على المال، فإن رآهما مقطوعتين فهو مطلوب بمال أخذ منه ألفان أو مائتان أو ديناران، فإن لم يكن له شيء من ذلك انقطع نسله، وتعذر رزقه، وسلبت نعمة الله عنه. ومن رأى  خصيته اليسرى انتزعت منه مات ولده، ولم يولد له ولد. ومن رأى  أنه وهبها بطيب نفس منه فإنه يولد له ولد. وربما دلت الخصيتان على السعي والحركات، وتدل الخصية على ما ينام الإنسان عليه من معزبه، أو يجعله تحت رأسه من وسادة، فإن رأت المرأة أن لها أنثيين ربما حملت بتوأمين.وإن رأى  الرجل أن خصيتيه قد قطعتا مرض بداء الأسد، أو الثعلب. وربما طلق زوجته أو باع أمته أو فقد أولاده أو انشق أخرجه أو عدله أو كيسه وخسر ماله، وإن كان وازناً تعطل وزنه"
    },
    {
        "id": 84,
        "text": " الإنجيل\n  من رأى من المسلمين أن معه إنجيلا تجرد للعبادة وتزهد وآثر السياحة والرياضة والعزلة، وإن كان ملكاً قهر عدوه. وربما دلت رؤياه على الكذب والبهتان وقذف المحصنات. وربما تفوق في مخاصمته إن كان محاكماً، وإن كان شاهداً شهد بالزور أو تكلم فيما لا يعنيه، وإن كان مريضاً سلم من مرضه. وربما دلت رؤيته على علم الهندسة، أو النقل عن العلماء. وربما دلت رؤيته على أرباب التصوير والغناء والطرب"
    },
    {
        "id": 85,
        "text": " الإنسان\n  من رأى في المنام شخصاً واحداً مجهولاً من بني آدم، فربما كانت رؤية ذلك الشخص هو نفسه.فإن رأى ذلك الشخص يفعل خيراً ربما كان هو فاعله، وإن رآه يفعل شراً كان هو مرتكبه. وربما كان الواحد حده الذي ينتهي إليه رزقه أو أجله.وإن رأى اثنين، فإن كان خائفاً شعر بالأمن.وإن رأى ثلاثة، فإن ذلك دليل على الورع عن ارتكاب المحارم. ومن رأى  رجلاً يعرفه فإنه يأخذ منه أو من شبهه شيئاً. ومن رأى  كأنه أخذ منه شيئاً يحبه نال منه ما يؤمله، وإن كان من أهل الولاية ورأى كأنه أخذ منه قميصاً جديداً فإنه يوليه، فإن أخذ منه حبلا فإنه عهد.فإن رأى كأنه أخذ منه مالاً فإنه ييأس منه وتقع بينهما عداوة وبغضاء. ومن رأى  إنساناً معروفاً انتقل ذلك الإنسان إلى رتبة عالية، فإن كان ذا رتبة عالية انحط قدره أو نزلت به آفة، فإن ذلك يدل على نزول الخير، أو الشر به كما رأى، ويكون ذلك مثلاً بمثل، أو يكون النقص فيه زيادة في عدده، أو الزيادة في الرائي نقصاً في عدده، فإن لم يكن ذلك كان عائداً على من هو من جنسه أو شبهه أو من هو من بلده"
    },
    {
        "id": 86,
        "text": " الإنشراح\nهو في المنام يدل على التوبة للعاصي وللكافر، وإن كان الرائي في ضيق فرج الله عنه"
    },
    {
        "id": 87,
        "text": " الأنف\n  هو مركز حاسة الشم، يوصل إلى البدن الهواء والروائح، والأنف في المنام دال على ما يتحمل به الإنسان من مال أو والد أو ولد أو أخ أو زوج أو شريك أو عامل، فمن حسن أنفه في المنام كان ذلك دليلاً على حسن حال من دل عليه ممن ذكرنا، وسواده أو كبره دال على الإرغام والقهر، كما أن استنشاقه الرائحة الطيبة دليل على علو الشأن وطيب الخاطر، وكثرة الأنوف في المنام في الوجه دليل على الراحة والأولاد والأتباع.فإن رأى  أن أنفه صار من حديد أو من ذهب دل ذلك على آفة تلحقه بسبب جريمة يرتكبها، لان أرباب الجرائم تقطع أنوفهم، وإن كان الرائي تاجراً ورأى أنفه قد صار من ذهب أو من فضة دل ذلك على حظوته وكثرة أرباحه. وربما دل الأنف على ما يصل الإنسان من الأخبار على لسان رسول. وربما دل الأنف على الجاسوس الذي يأتي بالأخبار التي لا يطلع عليها أحد. وربما دل على الفرج، أو الدبر لما ينزل منه من الأقذار. وربما دل على الكير، أو المنفاخ الذي يقوم منه عيشه، فمن رأى منفاخه قد تخرب ربما أصيب انفه بمرض، ومن كان قارئاً أو مطرباً أو مؤذناً ورأى أنفه قد استؤصل، أو أنه مسدود لا يشم أية رائحة دل ذلك على تعذر راحته من صنعته، لأن الأنف معين على إخراج النفس. وربما دل الأنف والأذن على التلال والجروف ذات العشب والطين. وربما دل الأنف على الفرج للمريض. وربما دل على الحمق والتكبر والثناء الرديء، فمن تقلص أنفه في المنام تكبراً أو أعوج دل على الحق والذل. ومن رأى  أنه مجذوم الأنف فهو دليل موته أو إصابته بمصيبة يكون فيها فضيحة، وإن كانت إمرأة حبلى فهو موتها أو موت ولدها. ومن رأى  أنه رعف من أنفه فأصاب الدم ثوبه، فإن ذلك مال حرام يصيبه، وان كان الدم غليظاً، فإن ذلك ولد يصيبه، وقيل خزم الأنف موت صاحبه، وقيل من رأى أن له أنفين فإنه يرزق بولدين أو تلغي شهادته شهادة رجلين، أو يقع بينه وبين أهله خلاف. ومن رأى  أن أنفه قطع، فإن كان مريضاً مات، وإن كان صحيحاً دل على تغير حاله وإفلاسه، وقيل الأنف قرابة الإنسان، فمن رأى كأنه لا أنف له فلا رحم له، فإن شم رائحة طيبة دلت رؤيته على فرح يصيبه، وان كانت إمرأته حبلى فإنها تلد ولداً"
    },
    {
        "id": 88,
        "text": " الأنفحة\n  هي في المنام مال مع نسك وورع"
    },
    {
        "id": 89,
        "text": " الإنقباض\n  انقباض الإنسان في المنام يدل على القبض في الرزق. وربما دل الإنقباض على نتائج الذنوب في اليقظة وآثارها في الدنيا"
    },
    {
        "id": 90,
        "text": " الإنقلاب\n  انقلاب الإنسان على وجهه في المنام يدل على الشرك بالله تعالى، وخسران الدنيا والآخرة، وإن انقلب من وجهه على قفاه تاب إلى الله تعالى، ودل على مواجهته للناس، والانكباب على الوجه يدل على أمراض الجوف، وإن كان الرائي إمرأة أعرضت عن زوجها"
    },
    {
        "id": 91,
        "text": " الأهرام\n  رؤيتها في المنام تدل على الأخبار الغريبة من الأمم السالفة والمواعظ والفكر. وربما دلت رؤيتها على التزوج للأعزب بأهل الشرك، أو الأعاجم أو معاشرة أولئك، أو التمذهب بمذاهب أهل البدعة، أو الاهتمام بطلب الفنون، أو العلوم الدراسية. وربما دلت رؤية ذلك على العمر الطويل، وعلى مواضع اللهو واللعب والمعازف والرقص والخمور والأماكن التي تكثر فيها الصور كالكنائس أو مواضع النسج والحياكة"
    },
    {
        "id": 92,
        "text": " ابن آوى\n  هو في المنام رجل يمنع الحقوق أربابها، وهو من المسوخ، وتدل رؤيته على الألفة والاجتماع على اللهو واللعب"
    },
    {
        "id": 93,
        "text": " الإوز\n  رؤيته في المنام تدل على نساء ذوات أجسام جميلة وذكر حسن ومال عظيم، فإذا صوتن فهن نوائح. ومن رأى  أنه يرعى الإوز فإنه يرعى قوماً ذوي رفعة، وينال منهم أموالاً، وقيل إن الإوز رجل ذو هم وحزن وسلطان في البر والبحر، والإوز منه البري ومنه البلدي، فالإوز البري تدل رؤيته على أرباب الأسفار كالتجار في البر والبحر، والإوز البلدي أهل أو أحزان أو أزواج أو أملاك أو جوار أو عبيد أو حراس. وربما دلت الإوزة على المرأة الجميلة، أو السمينة وصراخهن في المكان هم ونكد بسبب موت أو حرق أو غرق، وبيض الإوز لمن رأى أنه يملكه فهو مال كثير لمن يأخذه"
    },
    {
        "id": 94,
        "text": " آيات القرآن الكريم\n  إذا كانت آيات رحمة، وكان القارئ ميتاً فهو في رحمة الله تعالى، وإن كانت آيات عقاب فهو في عذاب الله تعالى، وإن كانت آيات إنذار وكان الرائي حياً حذرته من ارتكاب مكروه، وإن كانت آيات مبشرات، بشرته بخير. ومن رأى  أنه يقرأ آية عذاب، فإذا وصل إلى آية عذاب عسر عليه قراءتها أصاب فرحاً. ومن رأى  أنه يقرأ آية عذاب، فإذا وصل إلى أية رحمة لم يتهيأ له قراءتها بقي في الشدة"
    },
    {
        "id": 95,
        "text": " الأيل\n  تدل رؤيته في المنام على التاج والوقار والهيبة والتغلب على الأعداء. وربما دلت على رجل غريب في بعض المغاور والجبال والثغور، له رئاسة، ومطعمه حلال. ومن رأى  أن رأسه قد تحول إلى رأس أيل نال رئاسة ولاية"
    },
    {
        "id": 96,
        "text": " الإيلاء\n  الإيلاء في اللغة هو اليمين على كل شيء، وإبلاء الإنسان من إمرأته في المنام دال على الهم والنكد، وعلى ما يوجب اليمين بالآباء والأمهات، وترجيح ذلك على اليمين بالله تعالى"
    },
    {
        "id": 97,
        "text": " الإيوان\n  إذا كان كسروياً فهو ظهور عدل أو تجديد ملك، كما يدل على المال والولد والجاه، وإذا كان الإيوان مبنياً من اللبن، فيدل على إمرأة قروية صاحبة دين، وإذا كان مبنياً بالجص فهو دنيا محدودة، وإذا كان مبنياً بالأجر فهو مال حرام أو إمرأة منافقة"
    },
    {
        "id": 98,
        "text": " أيوب عليه السلام\n  تدل رؤيته على البلوى وفقدان الأهل والمال والأزواج. وربما دلت رؤيته على ما خرج من يده من مال أو ولد. وربما وقع الرائي في يمين احتاج فيها إلى فقيه، وإن كان الرائي مريضاً شفي من مرضه، وزال عنه سقمه. وربما بلغ ما يرجوه من إجابة دعاء أو سؤال حاجة، ومن لبس ثوب أيوب عليه السلام في المنام أصابه البلاء والنكد، وفراق الأحبة وكثرة المرض ثم يزول ذلك جميعه، ويكون ممدوحاً عند الأكابر. وقيل إن رؤياه تدل على البلاء والوحدة والبشارة بالعز والثواب. وإذا رأت المرأة في منامها زوجة أيوب عليه السلام دل ذلك على سلب مالها وكشف حالها، وإن عاقبتها ستنتهي إلى خير وسلامة، وإن رآها مريض مات، وكان عند الله تعالى مرحوما أو رحمه الله تعالى وكشف ضره، لأن إسمها رحمة"
    }
]