[
    {
        "id": 0,
        "text": " الفاختة\n  هي في المنام ولد كذاب، وقيل إنها إمرأة غير صالحة، كذابة سليطة، وفي دينها نقص، والفاختة قد تدل على ربة البيت، أو على إمرأة ذات مروءة وشكل جميل"
    },
    {
        "id": 1,
        "text": " الفأرة\n  هي في المنام إمرأة فاسقة، وقيل إمرأة يهودية ملعونة نائحة أو رجل يهودي أو لص نقاب، والفأر الكثير يدل على الرزق، فمن رأى فأراً يلعب بداره كثر رزقه، لأنه لا يكون إلا في مكان فيه رزق، ومن خرج الفأر من منزله قلت بركته ونعمته، ومن ملك فأرة ملك خادماً، وإن الفأر يأكل مما يأكل الإنسان، وكذلك الخادم يأكل مما يأكل السيد، والفأر الأبيض والأسود يدلان على الليل والنهار. ومن رأى  فأراً ينقب فإنه لص نقاب فليحذر، والفأرة إمرأة لها سريرة سوء فاسدة، والفار نسوة ما لم تختلف ألوانهن.وإن رأى فأراً يجيء ويذهب سوداً أو بيضاً فيطول عمره، فالبيض أيام والسود ليال، وقيل الفار أهل المنزل والعيال. ومن رأى  أنه قتل فأرة فإنه يظفر بامرأة سيئة. ومن رأى  أنه رمى فارة بسهم أو حجر فإنه يغتاب إمرأة سؤ، أو يراسلها في سوء. ومن رأى  أنه اصطاد فأرة فإنه يمكر بامرأة. ومن رأى  فئراناً كثيرة في موضع مائل أو في بئر فإنه نقصان في عمره. ومن رأى  في بيته فيراناً فيدخله نساء لا خير فيهن. ومن رأى  أنه أصاب جلد فأرة فيصيب مالاً قليلاً من إمرأة سيئة"
    },
    {
        "id": 2,
        "text": " الفأس\n  تدل رؤيته في المنام على الإعانة والرزق، وإن كان مريضاً برأسه شفي، أو يحتاج إلى الحجامة في نقرة قفاه، والفأس ولد ذكر. ومن رأى  أن بيده فأساً فإنه يكون وكيلاً أو وصياً أو أميناً، ويحسن دينه ويظفر بأعدائه، وقيل الفأس دليل مضرة وتشتت، والفأس عبد وخادم وقوة ونصرة. وربما دل الفأس على السفيه من الكفار، وقال بعضهم: هو إبن، وقيل هو أمانة وقوة في الدين"
    },
    {
        "id": 3,
        "text": " فاطمة رضي الله عنها\n  بنت رسول الله صلى الله عليه وسلم تدل رؤيتها في المنام على فقد الأزواج والأباء والأمهات"
    },
    {
        "id": 4,
        "text": " الفاعل\n  هو في المنام يدل على الفقر والغنى، أو على السفر والتردد في طلب المعاش، أو على تلفيق الكلام وتحسينه، أو يدل على الذي يمزج الحلال بالحرام. وإذا رأى أن الفاعل يقلع البيوت والجدران فتقع وحشة بين رجال ذلك الموضع، أو يموتون، وإذا كان الفاعل يحفر بالمعول، فإن فعله فعل الله عز وجل، والمعول رجل يجذب الناس إلى نفسه"
    },
    {
        "id": 5,
        "text": " الفاقة\n  هي إلى الله تعالى في المنام بإظهار السؤال دالة على إجابة السؤال لما يرجوه من ذوي الأقدار"
    },
    {
        "id": 6,
        "text": " الفاكهاني\n  هو في المنام رجل أمين على أموال الناس وأسرارهم، وهو في التأويل محمود، ما لم يقبض على الفواكه ثمناً، وتدل رؤيته على المحاضر المفيدة أو صاحب أخبار الملوك. وربما دلت رؤيته على الأولاد والأزواج والمال العاجل والربح في الأجل"
    },
    {
        "id": 7,
        "text": " الفاكهة\n  هي في المنام زواج، لقوله تعالى:  \"  إن أصحاب الجنة اليوم في شغل فاكهون، هم وأزواجهم في ظلال على الأرائك متكئون  \". وقيل الفواكة الرطبة رزق لا بقاء له لأنها تفسد سريعاً، واليابسة رزق كثير. وقيل إن الفواكة للفقراء غنى وللأغنياء زيادة مال. ومن رأى  أن فاكهة تنثر عليه فإنه يشتهر بالصلاح والخير"
    },
    {
        "id": 8,
        "text": " الفالوذج\n  هو في المنام كلام لطيف حسن، والكثير من رزق كثير في سلطنة وبر. ومن رأى  أنه يأكل الفالوذج فإنه يرزق من صيد أو غنيمة مع سرور وسيادة، والفالوذج ربما دل على مرض الفالج"
    },
    {
        "id": 9,
        "text": " الفامي\n  هو في المنام رجل أمين، يعلم أسرار الناس، وقد اجتمعت عنده أموال، وإذا كان عند الفامي فواكه يابسة في جراب أو جواليق فإنه مال رجال أودعوه سراً يحفظه، وإن الجراب والجواليق والأكياس في التأويل أسرار، فإن ظهر منها شيء، فإن السر ينكشف ويكون الفامي خائناً، وتدل رؤية الفامي على إنجاز الأمور والصدق في الوعد، وعلى تفريج الهموم والأنكاد والأمراض"
    },
    {
        "id": 10,
        "text": " الفانيذ\n  هو في المنام فرح وسرور، ورزق سهل"
    },
    {
        "id": 11,
        "text": " الفتى\n  تدل رؤيته في المنام على الحظ والقبول وانتصار على الأعداء قياساً على قصة إبراهيم عليه السلام فإنه كسر الأصنام ونكل بها، فقال تعالى:  \"  قالوا سمعنا فتى يذكرهم يقال له إبراهيم  \". وربما دلت رؤيته على العداوة لأهل البغي وانتصار عليهم. وربما دلت رؤيته على قضاء الحاجات لأنه ورد في الأثر:  \"  استعينوا على قضاء حوائجكم بالوجوه الصباح  \". أنظر أيضاً الشاب، وانظر الصبي"
    },
    {
        "id": 12,
        "text": " الفتال\n  تدل رؤيته في المنام على المكر والخديعة والسحر. وربما دلت رؤيته على تسهيل الأمور والزواج للعازب، والفتال يدل على النساج والمسافر. وربما دل على مبرم الأمور بحكم الأسباب كالمفتي وذي الرأي، فمن رأى أنه يفتل حبلاً فإنه يسافر إن كان من أهل السفر"
    },
    {
        "id": 13,
        "text": " الفتح\n  يدل فتح الأقفال والأماكن المغلقة في المنام على تيسير العسير وتسهيل الرزق"
    },
    {
        "id": 14,
        "text": " الفتق\n  فتق الشيء في المنام يدل على الفرقة، أو الزوجة البكر"
    },
    {
        "id": 15,
        "text": " الفتك\n  يدل الفتك في المنام على أنه من العدو. وربما كان جراداً يهلك أو ناراً تجتاح أو سيلاً يغرق كما يفتك العدو بسيفه"
    },
    {
        "id": 16,
        "text": " الفتل\n  من رأى في المنام أنه يفتل حبلاً أو خيطاً، أو يلويه على نفسه، أو على قصبة أو غير ذلك فإنه يسافر على كل حال، فإن سهل عليه الفتل سهل عليه سفره. ومن رأى  أنه ينتف لحيته ويفتلها حبلاً فإنه يأخذ رشوة على شهادة زور، وقد يدل الفتل على إبرام الأمور، أو الشركة، أو الزواج. أنظر أيضاً اللي"
    },
    {
        "id": 17,
        "text": " الفتنة\n  هي في المنام مال وأولاد، لقوله تعالى:  \"  إنما أموالكم وأولادكم فتنة، وإن الله عنده أجر عظيم  \""
    },
    {
        "id": 18,
        "text": " الفتيلة\n  هي في المنام قهرمانة تخدم الناس.فإن رأى إنها احترقت كلها، فإن القهرمانة تموت، فإن وقعت منها شرارة في قطن فاحترق فإنها تخطئ خطأ أو تزل زلة. ومن رأى  فتيلة سراج أو قنديل طفئت، فإن مريضاً يموت في ذلك المكان أو خبر غائب يقدم نعيه"
    },
    {
        "id": 19,
        "text": " الفجر\n  هو في المنام هدى ونور. ومن رأى  الفجر قد طلع فإنه ينال فرحاً وسروراً متتابعاً، لأن الفجر بياض بعد ظله. ومن رأى  أنه ضاع له شيء في ليل مظلم فوجده في طلوع الفجر، فإن له على غريمه شيئاً ينكره فيشهد له شاهدان فيصح ذلك، لقوله تعالى:  \"  وقرآن الفجر، إن قرآن الفجر كان مشهودا  \". أنظر أيضاً الصبح"
    },
    {
        "id": 20,
        "text": " الفجل\n  هو في المنام رجل بدوي، والفجل حج ورزق حلال، وقيل من رأى في يده فجلاً فإنه يعمل عملاً يكون فيه خير، ويعقبه ندامة"
    },
    {
        "id": 21,
        "text": " الفجور\n  هو في المنام دال على الكفر، لقوله تعالى:  \"  ولا يلد إلا فاجراً كفارا  \". وفجور المرأة الحامل خلاصها، وفجورها الولد"
    },
    {
        "id": 22,
        "text": " الفحام\n  تدل رؤيته في المنام على الضرور والأنكاد، والفتن وسواد الوجه والكذب، والفحام يعبر بالسلطان الجائر الذي يأخذ أموال الناس"
    },
    {
        "id": 23,
        "text": " الفحم\n  هو في المنام رجل خطير، وقيل هو مال حرام، وقيل هو رزق من السلطان. ومن رأى  أن فحماً قد دبت فيه النار فإنه رجل ممتحن قد ظلمه السلطان وأخذ ماله غصباً، والفحم في الشتاء يعبر بالمال. ومن رأى  أن رجلاً وهبه عبداً نوبياً فتأتيه هدية أكياس من الفحم، وقيل كل شيء يوقد في النار فهو دليل فسق"
    },
    {
        "id": 24,
        "text": " الفخ\n  هو في المنام رجل قليل الدين ذو حيلة ومكر، فمن رأى أنه ينصب فخاً لصيد عصفور فإنه يمكر برجل ضخم. وإذا رأت المرأة إنها تنصب فخاً، وكلما حصل فيه طير طار فإنها تطلب الحمل من زوجها ولا يثبت لها حمل. أنظر أيضاً الشبكة، وانظر الصيد"
    },
    {
        "id": 25,
        "text": " الفخاري\n  هو في المنام رجل يعالج الكيزان والأواني، وهي خدم أو نساء متدينات، وتدل رؤية الفخاري على الفخر بالنسب والمال والجمال"
    },
    {
        "id": 26,
        "text": " الفخذ\n  من رأى نقصاناً بفخذه فليس له عشيرة. ومن رأى  وجعاً بفخذه فقد أساء إلى عشيرته. ومن رأى  قطعة لحم قد لصقت بفخذه فينسب له ولد ليس منه، والفخذ يدل على أحد أركان البيت وأحد عمده، ويدل الفخذ على القبيلة التي هو منها. ومن رأى  أن فخذه قطع تغرب عن قومه حتى يموت غريباً. ومن رأى  أن فخذه من نحاس، فإن عشيرته تكون جريئة على المعاصي"
    },
    {
        "id": 27,
        "text": " الفخر\n  هو في المنام دليل على المال وبسط الرزق، واليد واللسان، وتدل تزكية المرء نفسه على اكتسابه إثماً.فإن رأى كأن شاباً مجهولاً يزكيه انقاد له عدوه.وإن رأى شيخاً مجهولاً يزكيه فإنه يصيب ذكراً حسناً جميلاً، وإن كان الشيخ والشاب والشيخ معروفين نال بسببهما رئاسة وعزاً"
    },
    {
        "id": 28,
        "text": " الفرار\n  هو في المنام الرجوع إلى الله تعالى، والإنابة إليه، لقوله تعالى:  \"  ففروا إلى الله إني لكم منه نذير مبين  \". والفرار ولاية وأمن وتوبة وموت، فمن رأى أنه يفر من عدو يخافه أمن منه.وإن رأى عالم الفرار نال القضاء، لأن موسى عليه السلام حكم بعد فراره. ومن رأى  أنه يفر ولا يخاف فإنه يموت، لقوله تعالى:  \"  قل لن ينفعكم الفرار إن فررتم من الموت، أو القتل  \". وفرار الجيوش نصرة، وفرار الكفار فرار بعينه، لقوله تعالى:  \"  وقذف في قلوبهم الرعب  \""
    },
    {
        "id": 29,
        "text": " الفراسة\n  من رأى في المنام أنه يتفرس، وحلم الغيب فيكثر خيره ولا يمسه سوء، لقوله تعالى:  \"  ولو كنت أعلم الغيب لاستكثرت من الخير وما مسني السوء  \". والفراسة خير ونجاة"
    },
    {
        "id": 30,
        "text": " الفراش\n  تدل رؤيته في المنام على الجهل وعدم التجارب بخدمة الملوك. وربما دلت رؤيته على المحبة وإلقاء النفس للتلف، وتدل رؤيته على عبدة النار، أو الخوف والجزع، لقوله تعالى:  \"  يوم يكون الناس كالفراش المبثوث  \". والفراش عدو ضعيف مهين، والفراش للفلاحين يدل على البطالة والشدة وموافقة النساء السيئات، وفراش القز يدل على الأخيار الذين بذلوا خيرهم وكفوا شرهم. وربما دل على قرب الأجل ونهاية العمل"
    },
    {
        "id": 31,
        "text": " الفراش\n  هو في المنام امرأة، ومن باع فراشه طلق امرأته، وإن كانت مريضة فإنها تموت، والفراش جارية، وهو راحة، فلين الفراش طاعة المرأة لزوجها وانقيادها له، وسعته حسن خلقها، وجدته حداثتها، وإن كان الفراش من صوف أو شعر أو قطن فهي إمرأة غنية، وإن كان من ديباج فهي إمرأة مجوسية، وإن كان أبيض فهي إمرأة متدينة، وإن كان أسود فهي تعمل عملاً لا يرضي الله تعالى، وإن كان أخضر فإنها إمرأة ذات دين وعبادة ونسك. ومن رأى  أنه اشترى فراشاً تزوج امرأة، وإن كان الفراش جديداً، فإن المرأة حسناء، وإن تمزق الفراش فالمرأة فاسدة غير متدينة.وإن رأى  أن فراشه تحول من موضعه فإنه يطلق زوجته.وإن رأى  أن فراشه على باب سلطان فإنه يتولى ولاية جسيمة، والفراش دال على الولد، لقوله عليه السلام:  \"  الولد للفراش  \". ومن رأى  في فراشه صلاحاً أو فساداً أو زيادة أو نقصاً فتأويل ذلك في امرأته.وإن رأى مع فراشه فراشاً آخر فإنه يتزوج إمرأة أخرى. ومن رأى  أنه طوى فراشه فوضعه ناحية فإنه يغيب عن امرأته. ومن رأى  أنه نائم على فراش فإنه يأمن مما يخاف، وقد يكون غافلاً في دينه، وإن النوم غفلة"
    },
    {
        "id": 32,
        "text": " الفراش\n  وهو الذي يصنع الفرش وهو في المنام رجل يلي أمور النساء ويزينها، والفراش أيضاً دلال الرقيق"
    },
    {
        "id": 33,
        "text": " الفران\n  تدل رؤيته في المنام على العالم بمصالح الناس، أو على المؤدب والسجان. وربما دلت رؤيته على الفرار والنأي. وربما دل على الرجل الكثير النسل، وتدل رؤيته للعازب على الزواج، وللمتزوج على الأولاد. وربما دل على خادم السلطان، أو على ترك الطاعات وإهمال الصلاة، والهم والغم والفقر"
    },
    {
        "id": 34,
        "text": " الفراء\n  تدل رؤيته في الصيف على الهموم والأنكاد والأمراض، وفي الشتاء على العافية والنشاط وتفريج الأحزان، وفرو السمور رجل غشوم، وكذلك فرو السنجاب، وفرو الثعلب رجل مكار مراوغ، وكذلك فرو النمر رجل غشوم، وقيل فرو السمور سؤدد وخبث وقلة دين، وفرو السنجاب عز وتفاخر وزينة بلا دين. ومن رأى  أنه يصلح فروه فإنه يصيب مكروهاً من حيث لا يتوقع، وفرو السباع يدل على رجال ظالمين، وقيل إنها دليل السؤدد"
    },
    {
        "id": 35,
        "text": " الفرج\n  هو في المنام فرج لمن هو في شدة، وزواج للعازب والتوجه للسفر وعقد الشركة وكشف الأسرار، والفرج دال على السجن أو باب البيت الذي أمره الله تعالى أن يؤتي منه، قال الله تعالى:  \"  وأتوا البيوت من أبوابها  \". والفرج المحراب والقبلة التي يتزوجه إليها، ويدل الفرج على القبر، أو التنور، والفرج خادع ماكر"
    },
    {
        "id": 36,
        "text": " الفرح\n  هو في المنام يدل على الهم والحزن، لقوله تعالى:  \"  لا تفرح إن الله لا يحب الفرحين  \". وربما دل على التشاغل عن الطاعة، فإن كان الفرح لخبر خير كخلاص سجين أو عافية مريض فإنها انتقالات صالحة، والفرح في المنام هم، فمن رأى أنه فرح فإنه يغتم. أنظر أيضاً السرور"
    },
    {
        "id": 37,
        "text": " فرس الشطرنج\n  تدل رؤيته في المنام على العقود من المال. وربما دلت على الاحتيال للقبض، وللمريض على النزع والموت. أنظر أيضاً الشطرنج"
    },
    {
        "id": 38,
        "text": " الفرصاد\n  هو في المنام قروض من أموال الناس، وشجرته رجل كريم كثير المال والأولاد. ومن رأى  أنه يأكل الفرصاد فإنه يأكل مالاً من كسب واسع، والأسود منه دنانير والأبيض دراهم. أنظر أيضاً التوت"
    },
    {
        "id": 39,
        "text": " فرعون\n  هو في المنام عدو الدين. ومن رأى  فرعون حسن الحال فهو سوء حال الإمام وقومه، كما أن سوء حال فرعون حسن حال الإمام وقومه. ومن رأى  أنه تحول فرعوناً فإنه ينال قوة، ويفسد دينه"
    },
    {
        "id": 40,
        "text": " الفرن\n  يدل فرن البيت على صاحب الدار أو خادمه، ويدل فرن السوق على دار الحاكم، وعلى الكتاب الذي يتعلم فيه الصبيان، وعلى السجن، وعلى قضاء الحاجات. وربما دل على الفوائد والأرزاق، وعلى الشفاء من الأمراض، وعدة الفرن وآلته جنده وأعوانه أو صبيانه الذين يستعين بهم على صنعته، والفرن يدل على مكان معيشة صاحبه ومكسبه، والفرن المجهول ربما دل على دار السلطان أو دار الحاكم لما فيه من إيقاد النار. وربما دل الفرن على السوق، ومن بعث بحنطة أو شعير إلى الفرن المجهول وكان مريضاً مات، وإن لم يكن مريضاً وكان علية عشر السلطان أو كراء أو بقية من مغرم أدى ما عليه. أنظر أيضاً التنور"
    },
    {
        "id": 41,
        "text": " الفرنج\n  رؤيتهم في المنام تدل على فرار ونجاة"
    },
    {
        "id": 42,
        "text": " الفروج\n  هو في المنام مملوك صغير، وتدل الفراريج على أولاد السبي، ومن سمع أصوات الفراريج فإنه يسمع أصوات الفاسقين. ومن رأى  أنه يأكل لحم فراريج نال مالاً من رجل كبير، والفراريج الإناث جوار وعبيد ووصائف. أنظر أيضاً الديك"
    },
    {
        "id": 43,
        "text": " الفزع\n  هو في المنام سرور، وقيل إنه شر وفساد. ومن رأى  أنه مات من الفزع فإنه يفتقر ولا يوصل الحقوق إلى أصحابها"
    },
    {
        "id": 44,
        "text": " الفساء\n  هو في المنام كلام قبيح فيه ذلة، ومن فسا أصابه غم، والفساء يدل على إفشاء الأسرار وزوال، ما في الباطن من الغل والحقد، ويدل على الراحة جمد التعب، وعلى قضاء الدين، وعلى الأخبار الرديئة"
    },
    {
        "id": 45,
        "text": " الفستق\n  شجرته في المنام رجل كريم، والفستق مجال هنيء، والفستق الأخضر تعب ونكد، واليابس شر وخصومة، والمالح رزق هنيء من البحر والبر. وربما دل على قرب ميلاد الحامل"
    },
    {
        "id": 46,
        "text": " الفسطاط\n  من رأى في المنام أنه ضرب فوقه فسطاط فإنه يصيب سلطاناً ويقوى أمره، أو يزور قبور الشهداء. ومن رأى  فسطاطاً أو خباء أو خيمة في فلاة من الأرض فإنه شهيد، والفسطاط الملك، فإن طوي هلك سلطانه ونفد عمره، ومن تملك الفساطيط أو استظل بشيء منها، فإن ذلك يدل على نعمة ينعم عليه بها، والمجهول من الفساطيط والسرادقات والقباب إذا كان لونه أخضر أو أبيض دل على البر والشهادة، وبلوغه ذلك بالعبادة أو دل على زيارة بيت المقدس. أنظر أيضاً السرادق"
    },
    {
        "id": 47,
        "text": " الفسقية\n  هي في المنام ما يتوفاه الإنسان من الفسق، فإن قيل فيها بركة فهي بركة. وربما دلت الفسقية على المرأة الجميلة، فإن كان في الفسقية مال فهي إمرأة غنية، وإن كان حولها أملاك وعقارات فهي ذات خدم وأولاد. وربما دلت على من هو مستعد لقضاء الحاجات، وإن لم يكن فيها ماء فهي إمرأة فقيرة لا نفع منها أو هي إمرأة عاقر. وربما دلت الفسقية على الفسق والكرب عند أهل ذلك المنزل أو في ذلك المحل"
    },
    {
        "id": 48,
        "text": " الفصاحة\n  من رأى في المنام أنه كان أعجمياً فصار فصيحاً فإنه ينال شرفاً وعزاً وملكاً، حتى لا يكون له نظير، وإن كان والياً أخذ الدنيا، وإن كان تاجراً فيكون مذكوراً. ومن رأى  أنه يتكلم بكل لسان فإنه يملك أمراً كبيراً من الدنيا، والفصاحة عز وحكم"
    },
    {
        "id": 49,
        "text": " الفصاد\n  هو في المنام رجل طعان على الحديث، فإن فصد رجلاً بالعرض فإنه يطعن، ويلقى العداوة، فإن فصد بالطول فإنه يتكلم بالجميل ويؤلف بين الناس، والمفصود دليل على الراحة والشفاء من الأسقام، ومن فصد في المنام في عضو احتاج إلى فصده فيه في اليقظة. ومن رأى  أن رجلاً شاباً فصد عرقه بالطول فإنه يسمع من عدو كلاماً أو طعناً يؤثر فيه.وإن رأى  أن فصده بالعرض فانقطع عرقه، فإن قريباً له يموت، وإن كان الفصد في يده اليمنى فيتضاعف ماله، وإن كان في يده اليسرى فإنه يظفر في شريكه.وإن رأى  أن شخصاً فصده فإنه يسمع كلاماً من صديق، فإن خرج من عرقه دم فيؤجر عليه، وإن لم يخرج منه دم فيقال فيه حق ويخرج الفاصد من إثم، وإن فصده عالم وخرج منه الدم في طست أو في طبق فإنه يمرض، وإن فصده ولم ير دماً فإنه يسمع كلاماً من امرأته، وإن افتصد وكره خروج الدم منه فإنه يمرض ويصيبه ضرر في ماله، وإن فصد إمرأته ولدت بنتاً إن كان العضد طولانياً، وإن كان عرضانياً فيقطع ما بينها وبين أقاربها بموت أو حياة. ومن رأى  أنه يريد أن يفتصد فإنه يريد أن يتوب من إثم، وإن ظن أن الدم غلبه فإنه في هوى وإثم غالب، وإن كان الدم أسود فإنه مصر على ذنب عظيم وسيتوب منه، والفصد خروج مال في كتابة حجة، وإن المبضع كالقلم، والدم كالمداد، والبكر إذا فصدت فإنها تتزوج، والفصد للصبي ختان، وفصد السجين بشارة بخروجه، لأن الدم مسجون في العروق، وفصد الحامل وضعها ونفاسها، وإن كان الفصد في غير شهر الوضع فإنها تسقط، وفصد الغني زكاة ماله، وفصد المرأة المجهولة دنيا مقبلة على من رآها"
    },
    {
        "id": 50,
        "text": " الفصيل\n  هو في المنام ولد شريف، فمن رأى عنده فصيلاً رزق ولداً ذكراً، وقيل إن مس الفصيل وكل صغير من أولاد الحيوانات يدل على الهم والحزن"
    },
    {
        "id": 51,
        "text": " الفضة\n  هي في المنام مال مجموع، والنقرة من الفضة جارية حسناء بيضاء، لأن الفضة من جوهر النساء. ومن رأى  أنه يستخرج فضة كثيرة أصاب كنزاً. ومن رأى  أنه يذيب فضة فإنه يخاصم إمرأته ويقع في ألسنة الناس، والآنية من الفضة متاجر لأربابها أو أعمال صالحة موجبة لدخول الجنة، قال تعالى:  \"  أو يطاف عليهم بآنية من فضة، وأكواب كانت قواريرا  \". ورؤية الأواني العظيمة مع الأواني الحقيرة فساد وبدعة وشبهة يقف عندها الرائي"
    },
    {
        "id": 52,
        "text": " الفظ\n  من نعت في المنام بالفظ وكان متولياً فإنه يعزل، قال الله تعالى:  \"  ولو كنت فظاً غليظ القلب لانفضوا من حولك  \""
    },
    {
        "id": 53,
        "text": " فعل الخير\n  من رأى أنه أنفق مالاً في طاعة الله تعالى فإنه يرزق مالاً، لقوله تعالى:  \"  وما تنفقوا من خير يوف إليك وأنتم لا تظلمون  \". فإن لم يفعل الخير وكان في حرب لم ينصر، وإن كانت له تجارة خسر فيها"
    },
    {
        "id": 54,
        "text": " فعل الشر\n  هو في المنام يدل على هم ونكد يلقاه الإنسان في اليقظة"
    },
    {
        "id": 55,
        "text": " الفقاع\n  هو في المنام رزق بتعب من رجل بخيل أو ملاقاة حبيب، والفقاع وكل شراب أصفر يدل على المرض لمن شربه. وربما دل على رزق من خادم"
    },
    {
        "id": 56,
        "text": " الفقاعي\n  تدل رؤيته على الشرابي لما عنده من الشراب الحلو والحامض والحار والبارد. وربما دل على كشف الأسرار والأنكاد لمن يطلبها، أو على حفظها لقاصدها"
    },
    {
        "id": 57,
        "text": " الفقر\n  هو في المنام غنى، فمن رأى أنه فقير نال طعاماً كثيراً، لقوله تعالى:  \"  رب إني لما أنزلت إلي من خير فقير  \". وقيل: الخير خبز الشعير. ومن رأى  أنه فقير يسأل الناس فإنه يكون كثير الدعاء، لأن السائلين كثيرو الدعاء، وإذا أعطي السائل في المنام نال مالاً بلا تعب، وإن الكد بالسؤال ربح بلا رأس مال وأخذ بلا عطاء، وقيل من رأى أنه فقير ينال خيراً"
    },
    {
        "id": 58,
        "text": " الفقوس\n  هو في المنام لمن رآه أرزاق هنيئة. أنظر أيضاً القثاء"
    },
    {
        "id": 59,
        "text": " الفقيه\n  رؤيته في المنام دالة على الذكاء والفطنة والعلم، وإن كان الرائي عاصياً تاب إلى الله تعالى أو كان جاهلاً اهتدى أو كافراً أسلم، قال عليه السلام:  \"  من يرد الله به خيراً يفقهه في الدين  \". فإن كان شافعياً وانتقل في المنام إلى غير مذهبه أتى الرخص أو اقترض أو صار صاحب فتنة أو نفاق أو انتقل من مكان إلى غيره"
    },
    {
        "id": 60,
        "text": " فك الشيء\n  هو في المنام وحشة بين الجمع والفك"
    },
    {
        "id": 61,
        "text": " الفلاس\n  هو في المنام رجل يربح مالاً إذا كان في الرؤيا دليل خير، وإن كان دليل شر فإنه يفلس"
    },
    {
        "id": 62,
        "text": " الفلس\n  هو في المنام كلام مع رياء ومجادلة. ومن رأى  أنه بلع درهماً وأخرجه فلساً فإنه زنديق، والفلوس صخب وشر، وإذا كانت الفلوس في الفاقة فإنها قضاء حاجة، ومن بلع ديناراً وأخرجه فلساً فإنه يكفر بعد الإسلام، والفلس غش وكفر، والفلوس تعب وسأم لمن أصابها في المنام، والفلوس تدل على الضيق والحزن والكلام الذي يتبعه غم. وربما دلت الفلوس على الرزق، أو الفرج بعد الشدة، والفلوس تفليس في المحاكمات أو في المناظرات بين العلماء. أنظر أيضاً الدرهم"
    },
    {
        "id": 63,
        "text": " الفلفل\n  من رأى أنه يأكل فلفلاً في يسقى سماً، أو يقع في همة رديئة، وقيل بل ينال مالاً شريفاً في تعب، والفلفل الكثير مال إذا لم يؤكل، فإذا أكل من شيء فهو هم، لأن فيه لذعاً للحلق"
    },
    {
        "id": 64,
        "text": " الفلك\n  من رأى في منامه أنه الفلك الأول فإنه يصحب أميراً ظالماً أو وزيراً كذاباً، والفلك الثاني كاتب الملك. ومن رأى  أنه في الفلك الثالث تزوج. ومن رأى  الفلك الرابع فإنه يصاحب الخليفة أو ملكاً عظيماً، فإن لم يكن أهلاً لذلك فإنه يتزوج إمرأة جميلة. ومن رأى  الفلك الخامس فإنه يرى صاحب حرب الملك أو رجلاً ورعاً. ومن رأى  الفلك السادس نال علماً وفضلاً وكان حازماً. ومن رأى  الفلك السابع فإنه يلتقي بصاحب الملك. ومن رأى  الفلك الثامن فإنه يصحب ملكاً عظيماً. ومن رأى  الفلك التاسع صاحب رجلاً جليلاً. ومن رأى  الفلك العاشر وهو الفلك المحيط فإنه يرى الخليفة الأعظم، أو الملك الأعظم.وإن رأى  الفلك الكلي فإنه يقرب إلى الله تعالى وينال جاهاً، أو يصحب أعظم ملوك الأرض.وإن رأت إمرأة إنها تحت الفلك الأسفل فإنها تتزوج بكاتب الأمير أو ببعض موظفيه"
    },
    {
        "id": 65,
        "text": " فلكة المغزل\n  إذا رأت المرأة إنها أصابت فلكة مغزل تزوجت، فإن ضاعت الفلكة وكانت ذات زوج طلقها زوجها، فإن رأت إنها ردت الفلكة إلى المغزل راجعها زوجها، فإن رأت إنها تنقض غزلها فإنها تنقض عهدها، وفلكة المغزل دالة على الثبات في الأمور، وعلى الدليل للمسافر والزواج للعازب"
    },
    {
        "id": 66,
        "text": " الفلكي\n  رؤيته في المنام تدل على دلال للنساء من الإماء والجواري"
    },
    {
        "id": 67,
        "text": " الفم\n  هو في المنام مفتاح أمر صاحبه وخاتمه، ووعاء صلاحه وفساده، ومجرى رزقه وقوام أمره، وما يخرج من الفم فهو في التأويل من جوهر الكلام في خير وشر. ومن رأى  أن فمه مقفل عليه فإنه كافر بالله تعالى، والفم دال على الموت والحياة، والكلام والمسكن، والسجن والحمام، والطاحون والزوجة، والمعبد والرزق.وإن رأى  المريض أن فمه كبر وحسن دل على سلامته وحياته"
    },
    {
        "id": 68,
        "text": " الفن\n  يدل في المنام على الشفاء من الأمراض، والأمن من الخوف، والأنس بعد الوحشة. وربما دلت رؤيته على رؤية الأماكن الجميلة، أو الألوان المختلفة، أو الملابس، أو الوجوه الحسنة"
    },
    {
        "id": 69,
        "text": " الفناء\n  هو في المنام يدل على إبطال الفوائد، والفناء عند أهل الطريق وجود وبقاء. أنظر أيضاً الموت"
    },
    {
        "id": 70,
        "text": " اللفهاق\n  من رأى أن به فهاقاً فإنه يغضب ويتكلم بما ليس من شأنه، أو يمرض مرضاً شديداً، واللهاق للمريض موت، ولغيره دليل على الرزق"
    },
    {
        "id": 71,
        "text": " الفهد\n  تدل رؤيته على العز والرفعة، والدلال مع الغضب والخصام، والفهد عدو مذبذب لا يظهر العداوة ولا الصداقة، فمن نازعه نازع إنساناً، ومن كان له فهد يصيد به فهو رزق وعز"
    },
    {
        "id": 72,
        "text": " الفوطة\n  هي في المنام تدل على خادم. وربما دلت على الحج والإحرام"
    },
    {
        "id": 73,
        "text": " الفوة\n  هي في المنام مال مع مرض"
    },
    {
        "id": 74,
        "text": " الفيال\n  يدل في المنام على مؤدب أبناء الملوك"
    },
    {
        "id": 75,
        "text": " الفيروز\n  هو في المنام فتح ونصر وإقبال وطول عمر.وإذا رأت إمرأة أن بيدها سكيناً بنصاب فيروز ولدت غلاماً يطول عمره"
    },
    {
        "id": 76,
        "text": " الفيل\n  هو في المنام ملك أعجمي مهاب، بليد القلب حامل للأثقال، عارف بالحرب والقتال، فمن ركب فيلاً في المنام أو ملكه اتصل بسلطان، ونال منزلة عالية، وعاش طويلاً في عز ورفعة، ومن ركب فيلاً في النهار طلق زوجته. وربما غدر ومكر ورجع غدره ومكره عليه، لقوله تعالى:  \"  ألم تر كيف فعل ربك بأصحاب الفيل  \". والفيل في المنام رجل ملعون، ومن ركب فيلاً في الليل فإنه يعلو ملكاً ضخماً شحيحاً ويغلبه. ومن رأى  أنه ركب بسرج وهو يطيعه فإنه يتزوج إبنة رجل ضخم أعجمي، وإن كان تاجراً عظمت تجارته. ومن رأى  أنه يحلب الفيل فإنه يمكر بملك ضخم وينال منه مالاً حلالاً، وقيل الفيل ملك كثير النعمة والجود، والكرم والصبر، والمداراة ولين الجانب. ومن رأى  أنه ضربه بخرطومه نال خيراً ونعمة، وإن ركبه نال وزارة وولاية، ويدل الفيل على الأقوام الصالحين، والعلماء وأشراف الناس، ويدل على شدائد وشقاء وتعب.وإن رأى  أن الفيل مقتول في بلدة، فإن الملك يموت، أو يقتل. ومن رأى  أن الفيل يتهدده، فإن ذلك يدل على مرض، وإن ألقاه تحته ووقع، فإن صاحب الرؤيا يموت، وإذا رأته المرأة فليس هو بدليل خير كيفما رأته. ومن رأى  أنه يكلم الفيل نال من الملك خيراً كثيراً.وإن رأى  أن الفيل تبعه ركضاً نال مضرة من ملكه، وإن رأت المرأة إنها راكبة فيلاً فإنه دليل موتها وتعبر الأفيال بالسنين. ومن رأى  أنه ركب فيلاً في حرب فإنه يهلك. ومن رأى  أنه أكل لحم فيل أصاب مالاً من سلطان، وكذا إن أخذ من أعضائه أو جلده أو عظامه، ولا خير في رؤيا الفيل لأهل الصلاح والورع، وإذا رؤي الفيل خارجاً من بلد فيها طاعون زال عنهم. ومن رأى  أنه قتل فيلاً قهر رجلاً أعجمياً. ومن رأى  أقواماً يركبون أفيالاً وكانوا في حرب فإنهم مغلوبون. وربما دل ركوب الفيل على الظلم والكذب. ومن رأى  فيلاً أقبل من بلدة إلى أخرى فإنه سلطان يتحرك من بلدة إلى أخرى"
    },
    {
        "id": 77,
        "text": " فيل الشطرنج\n  تدل رؤيته في المنام على اللهو واللعب، والزمانة لمن ترجى حركته عند الحاجة، أو القعود عن السعي. أنظر أيضاً الشطرنج"
    },
    {
        "id": 78,
        "text": " الفيء\n  هو في المنام يدل على المغنم في المال السريع، قال تعالى:  \"  ما أفاء الله على رسوله من أهل القرى فلله وللرسول  \". وانظر أيضاً الظل"
    }
]