[
    {
        "id": 0,
        "text": " الكاتب\n  هو في المنام رجل محتال.فإن رأى كاتب أنه أمي فتذهب حيلته أو عقله أو دينه، أو يفتقر. ومن رأى  أنه رديء الحظ فإنه يتوب.وإن رأى إنسان أنه كاتب دل على أنه سيهتم بأمور غيره، ويلحقه من ذلك تعب كثير، وتدل هذه الرؤيا بالنسبة للمرضى على الموت، وتدل في العبد على أمانته وصلاحه، وأنه سيكون قيم البيت، ورؤية كتاب الملك في المنام دليل على رفع القدر وصلاح الحال، وإن انتقل كتاب الملك إلى التبذل دل على انحطاط القدر وسوء الحال، وكتاب الإنشاء تدل رؤيتهم على العز والرفعة، وقضاء الحاجات، والصلة بالملوك، والعلم والفهم، والفصاحة والأرزاق، والأزواج والأولاد، والأباء والعبيد، وكتاب السر تدل رؤيتهم على الأخبار الواردة، والكاتب على الطرقات تدل رؤيته على الشرطي والحجام، ورؤية الكرام الكاتبين بشرى ويسرى في الدنيا والآخرة، ويختم له بالجنة إن كان تقياً، وإن كان غير ذلك فليحذر من قول الله تعالى:  \"  وإن عليكم لحافظين، كراماً كاتبين، يعلمون ما تفعلون  \""
    },
    {
        "id": 1,
        "text": " الكأس\n  هو في المنام من جوهر النساء، فمن رأى أنه أعطى ماء في كأس فذلك ولد في بطن أمه.فإن رأى  الكأس انكسر وبقي الماء فهو موت المرأة وبقاء الولد الذي في بطنها، وإن ذهب الماء وبقي الكأس فهو موت الولد وسلامة الأم، وقد يدل انكسار الكأس على موت الساقي. ومن رأى  أنه أعطي كأساً وهو مريض، فشرب ما فيه من خمر أو ماء أو خردل أو حنظل أو صبر فإنه كأس المنية. أنظر أيضاً الجام، وانظر القدح"
    },
    {
        "id": 2,
        "text": " الكاغدي\n  هو في المنام رجل يعين أصحاب الحيل"
    },
    {
        "id": 3,
        "text": " الكافر\n  هو في المنام عدو. ومن رأى  شيخاً كافراً فإنه عدو قديم العداوة، ظاهر البغضاء. ومن رأى  أنه كافر وقدامه عسل لا يأكل منه فإنه كافر لنعم الله تعالى. ومن رأى  أنه تحول كافراً، فإن اعتقاده يوافق اعتقاد ذلك الجنس من الكفار، وكثرة الكفار كثرة العيال. ومن رأى  أنه كافر ولا يتوب من كفره فإنه يموت قتيلاً"
    },
    {
        "id": 4,
        "text": " الكافور\n  هو في المنام حسن ثناء وبهاء، والكافور يدل على صدقة السر، والحمل بالأولاد، وإذا رؤي الكافور كان دليلاً على الأعمال الصالحة، وأنه يحشر مع الأبرار"
    },
    {
        "id": 5,
        "text": " الكامخ\n  هو في المنام هم وخصام، وإن أكل منه أصابه هم، وإن لم يأكل منه ولم يمسه فإنه مال يخسر عليه"
    },
    {
        "id": 6,
        "text": " الكامخي\n  هو في المنام رجل كثير الأمراض والأسقام"
    },
    {
        "id": 7,
        "text": " الكانون\n  إذا كان الكانون في المنام من الحديد دل على إمرأة من أهل بيت ذوي بأس وقوة، وإن كان من صفر فمن أهل بيت أصحاب أمتعة الدنيا وزينتها، وإن كان من خشب فمن أهل بيت أصحاب أمتعة فيهم نفاق، وإن كان من جص فمن أهل بيت متشبهين بالفراعنة، وإن كان من طين فمن أهل بيت أصحاب دين، والكانون يدل على الدولة. ومن رأى  ناراً تشتعل في كانون أو تنور، فإن ذلك يدل على أولاد صاحب الرؤيا، والكانون يدل على قيم الدار، فمن رأى أنه يوقد ناراً في كانون من غير طعام فإنه يهيج رجلاً بكلام النميمة، أو الخصومة، وإذا كان القدر قيمة البيت فالكانون زوجها، وقد يدل الكانون على الزوجة والقدر على الزوج فهي تحرقه بكلامها وهو يتقلى ويتقلب في غليانها، والكانون إذا خلا من النار دل على الهم والنكد، وإذا كان فيه نار فهو قضاء الحوائج والأرزاق. وربما دل الكانون على السراج والمنبر وكرسي النفساء، ويدل على إنجاز الأمور وتيسير العسير. وربما دل على الوالد، أو الوالدة أو إمرأة الحامل، أو الدار لمن ينزلها. وربما دل الكانون على شهر كانون، فمن ملك كانوناً أو رآه تزوج إن كان عازباً، وإن كان كافراً أسلم، وإن كان فاسقاً تاب لأنه محل النار، والنار تخويف وهداية"
    },
    {
        "id": 8,
        "text": " الكاهن\n  هو في المنام يدل على الإيمان والتخلي عن الدنيا والشبهات، وعلى الإمام الذي يقتدى به لعلمه، والكاهن رجل صاحب أطيل وغرور. ومن رأى  أنه قد صار كاهناً فإنه دليل خير لجميع الناس، ودليل رفعة وشهرة. ومن رأى  أنه يتكلم بكلام الكهنة والمنجمين ونحوهم، فإن ذلك أباطيل الدنيا، وتصديق ذلك جهل في الدين. أنظر أيضاً الراهب"
    },
    {
        "id": 9,
        "text": " الكباد\n  هو في المنام دال على مكابدة الأمراض والهموم والأنكاد، أو المرأة الجميلة المتبذلة. أنظر أيضاً الأترج"
    },
    {
        "id": 10,
        "text": " الكبد\n  هو في المنام موضع الشجاعة، فمن رأى أنه كبير الكبد فإنه رحيم شجاع. ومن رأى  أن كبده قد جرحت فيظهر له مال مدفون، والكبد موضع الغضب والرحمة، فمن نظر في كبده فرأى وجهه فيها فإنه يموت. ومن رأى  أنه يأكل كبد إنسان فإنه يصيب مالاً مدخراً ويأكله، فإن كانت أكباداً كثيرة فهي كنوز تفتح له، وكذلك أكباد الشياه والبقر وغيرها، والكبد تدل على الأولاد، وعلى الحياة، والكبد إذا كان عليه شحم فهو مال من النساء، ومن أكل كبداً نال قوة ومنفعة من ولده. ومن رأى  كبده تؤلمه فقد أساء إلى ولده أو حبيبه أو ناله هم، والقرحة على الكبد فسق، ومن قطع كبده مات، والكبد طباخ الملك والأمير. وربما دل خروج الكبد من الجوف على الظلم، وليس بمحمود، والكبد مال باطل. ومن رأى  أنه يأكل كبده فإنه يصيب مالاً ويأكله، أو يأكل من مال ولده"
    },
    {
        "id": 11,
        "text": " الكبريت\n  هو في المنام رجل كذاب، لأنه إذا خالط الفضة غير لونها، وهو مال حرام لقبح رائحته، وإن اشتعل به سراج أو قنديل أو لأجل طبخ فهو هداية ومنفعة لسرعة اشتعاله. أنظر أيضاً النفط"
    },
    {
        "id": 12,
        "text": " الكبش\n  هو في المنام رجل شريف منيع، وذبح الكبش لغير أكل قتل رجل عظيم شريف أو عدو.وإن رأى كباشاً مذبوحة في موضع فإنه يقتل هناك قوم في حرب، وإن ذبح كبشاً ظفر بعدو عظيم، وإن كان مريضاً شفي. ومن رأى  أنه يركب كبشاً ويصرفه حيث يشاء فإنه يقهر رجلاً ضخماً. ومن رأى  أنه كسر قرني كبش أو أحدهما فإنه يغيظ رجلاً كبيراً. ومن رأى  أنه يقاتل كبشاً فإنه ينازع رجلاً ضخماً. ومن رأى  كبشاً قد مات فإنه موت رجل عظيم. ومن رأى  أن كبشاً ذبح وقسم لحمه فإنه يموت رجل كبير ويقسم ماله، وإن ذبح كبشاً للأكل، فإن كان عبداً عتق، وإن كان أسيراً نجا، وإن كان خائفاً أمن، وإن كان مديناً قض دينه، وإن كان لم يحج حج، وإن كان مريضاً شفاه الله تعالى، ومن ذبح كبشاً وسلخه يأخذ مال عدوه، فإن أكل من لحمه فإنه يأكل من ماله. ومن رأى  في بيته كبشاً مسلوخاً فإنه يموت بعض أقاربه. ومن رأى  أنه يشوي كبشاً فيصيبه من السلطان عذاب أو سجن، وقد يكون الكبش ولاية. ومن رأى  أنه أتى برؤوس كباش فإنه يؤتى برؤوس أعدائه، وصوف الكباش مال، والكبش يدل على المؤذن، أو الراعي، والكبش قائد الجيش. ومن رأى  كبشاً يواثبه ناله من عدوه ما يكره، وإن نطحه أصابه أذى. ومن رأى  نعجة صارت كبشاً، فإن زوجته لا تحمل، وإن لم تكن له زوجة نال قوة وعزاً ونصراً على عدوه، والأسود من الكباش ينسب إلى العرب، والأبيض إلى العجم"
    },
    {
        "id": 13,
        "text": " الكبل\n  من رأى في المنام أنه كبل، دلت رؤيته في الأشرار على رباطهم وحبسهم، لأن الأكبال لربط الرجلين. وأما في سائر الناس فإنها تدل على غربة أو سفر"
    },
    {
        "id": 14,
        "text": " كبة الغزل\n  هي في المنام لأرباب المعاش دليل على الفائدة والرزق. وربما دلت على الأجير الحازم، والغلام، والعمر الطويل"
    },
    {
        "id": 15,
        "text": " الكبو\n  هو في المنام الضلال عن الهدى، قال تعالى:  \"  ومن جاء بالسيئة فكبت وجوههم في النار  \""
    },
    {
        "id": 16,
        "text": " الكتاب\n  هو في المنام قوة، فمن رأى بيده كتاباً نال قوة، والكتاب خبر مشهور، وإن كان في يد غلام فإنه بشارة، وإن كان في يد إمرأة فإنه توقع. ومن رأى  في يده كتاباً مطوياً فإنه يموت قريباً.وإن رأى كتابه بيمينه، وكان بينه وبين رجل مخاصمة أو شك فإنه يأتيه البيان، وإن كان في عذاب فتأتيه النجاة، وإن كان معسراً مهموماً فإنه يتيسر أمره.وإن رأى كتابه بشماله فيندم على فعل فعله، والكتاب باليمين سنة مخصبة. وإذا رأى الكافر بيده مصحفاً أو كتاباً عربياً فإنه يخذل ويقع في هم وغم أو كربة. ومن رأى  أنه مزق كتاباً ذهبت همومه ورفعت عنه الفتن والشرور أو نال خيراً، وكذلك المؤمن إذا رأى بيده كتاباً فارسياً يصيبه ذل وكربة. ومن رأى  أنه أتاه كتاب مختوم أطاع ملكاً وانقاد له، ونال خيراً ورئاسة وولاية هنيئة يطيعه فيها القريب والبعيد، وإن كان خاطباً إمرأة يظفر بها. ومن رأى  كتاباً أبيض لا كتابة فيه يرد من غائب، فإن خبره ينقطع. وربما دل الكتاب على جليس مؤانس، وقد يدل الكتاب على الفرج والبرء من الأسقام، وإذا جهل ما في الكتاب دلت رؤيته على الغش في الصناعة، أو البيع المجهول، أو المرأة الطاعنة في السن"
    },
    {
        "id": 17,
        "text": " الكتابة\n  هي في المنام حيلة والكاتب محتال. ومن رأى  أنه رديء الخط فإنه يتوب. ومن رأى  الله يكتب في صحيفة فإنه يرث، وإن كان يكتب في قرطاس فهو جحود ما بينه وبين الناس.وقال ابن سيرين رحمه الله تعالى: من رأى أنه يكتب كتاباً نال مالاً حراماً، لقوله تعالى:  \"  فويل لهم مما كتبت أيديهم، وويل لهم مما يكسبون  \". ومن رأى  أية من القرآن مكتوبة على قميصه فإنه رجل متمسك بالقرآن. ومن رأى  أنه كتب عليه صك فإنه يؤمر بأن يحتجم، فإن كتب عليه كتاب ولا يدري ما فيه، فإن الله قد فرض عليه فرضاً وهو يتوانى فيه. ومن رأى  أنه يكتب كتاباً فإنه يمرض ولا ينقص من ماله شيء. ومن رأى  أنه يتعلم الكتابة ولم يكن يحسنها فإنه يدل على أمر محمود يناله من خوف وتعب، وإن كان يحسن الكتابة ورأى أنه لا يحسنها فذلك رديء حيث يدل على تعطيل وخوف وتعب"
    },
    {
        "id": 18,
        "text": " الكتان\n  من رأى في المنام أنه لبس قميص كتان فإنه ينال معيشة شريفة حلالاً يدخر منها مالاً"
    },
    {
        "id": 19,
        "text": " الكتاني\n  تدل رؤيته في المنام على الذل والابتلاء بالنساء. وربما دلت رؤيته على الهموم والأنكاد والتعب"
    },
    {
        "id": 20,
        "text": " الكتبي\n  تدل رؤيته في المنام على تفريج الهموم، وحل المشكلات، والإطلاع على الأخبار الغريبة، وعلى تزويج العزاب، وتوبة الفاسق، وإسلام الكافر"
    },
    {
        "id": 21,
        "text": " الكتف\n  هو في المنام امرأة، وقيل الكتفان يفسران بالقوة، فما حدث فيهما من نقص أو زيادة فانسبه إلى قوة الإنسان أو امرأته، ومن أراد أن ينظر إلى كتفه فلم يستطع اعورت عينه. ومن رأى  على كتفه حملاً ثقيلاً لا يقوى عليه كان دليلاً على حمل الأوزار والذنوب"
    },
    {
        "id": 22,
        "text": " الكتمان\n  ربما دل في المنام على كتمان العلم عن أهله. وربما دل كتم الأسرار على طيب الأصل، وسلطانه، ويرتفع إسمه، وإن كان تاجراً كثر معاملوه، وإن كان داعياً كثر مستجيبوه"
    },
    {
        "id": 23,
        "text": " الكحال\n  هو في المنام رجل يصلح الدين، ويهدي الله تعالى على يده من الضلال، ويجمع بين الأحبة، والكحال رجل دال على العلم، والتبصر في العواقب، والحذق في النظر، ويدل على الغواص والغطاس وباني الآبار ومصلح عيون الماء، وعلى النقاد. وربما دلت رؤيته على الناصح لمن يستشيره فيبين له طريق الرشد من الغي، والكحال صاحب أخبار"
    },
    {
        "id": 24,
        "text": " الكحل\n  هو في المنام مال وزيادة تبصر في الصلاح. ومن رأى  أنه أعطي كحلاً في يده أصاب مالاً قليلاً كان أو كثيراً، وإذا كحله رجل أسود فليس بخير. ومن رأى  أنه أتى بكحل ليكحل به فإنه يصلح دينه، فإن كان ضرير البصر، فهو شقاؤه. ومن رأى  أنه اكتحل بإثمد فإنه يجمع بين امرأتين.وإن رأى إنساناً كحله فأعماه فإنه يأخذ من ماله شيئاً بمكر وحيلة، والبكر إذا اكتحلت فإنها تتزوج، وكذلك الأرملة، والكحل بالدم والرماد فسق وزواج باطل"
    },
    {
        "id": 25,
        "text": " الكد\n  هو في المنام راحة، فمن رأى أنه يكد فإنه يستريح، والكد دال على الاحتيال على التولية، وأكل أموال الناس بالباطل، هذا إذا كان الرائي غنياً، وإن كان فقيراً دل على التقتير والتعفف. وربما دل الكد على الوقوع في المحذور"
    },
    {
        "id": 26,
        "text": " الكواشي\n  هو الذي يجمع الخرق والورق من الطرقات والشقوق، وتدل رؤيته في المنام على جمع المال من الحلال والحرام"
    },
    {
        "id": 27,
        "text": " الكذب\n  يدل في المنام على شهادة الزور والافتراء، وعدم الفلاح، لقوله تعالى:  \"  إن الذين يفترون على الله الكذب لا يفلحون  \". وربما دل الكذب على الهذر في الكلام، وكان غلطه أكثر من صوابه. ومن رأى  أنه يكذب على الله تعالى فلأنه لا يعقل، لقوله تعالى:  \"  يفترون على الله الكذب وأكثرهم لا يعقلون  \""
    },
    {
        "id": 28,
        "text": " الكر\n  هو في المنام عكس الفر، فإن كر الإنسان في المنام على عدوه بعد فراره منه، فتلك نصرته عليه أو وسواسه وخواطره التي يقبل فيها ويدبر. وربما دل ذلك على الندم والتوبة والمراجعة إلى الخير"
    },
    {
        "id": 29,
        "text": " الكراث\n  هو في المنام رزق من رجل أصم. وقيل من أكله أكل مالاً حراماً شنيعاً في قبح ثناء من جور أو سرقة، وإن أكله مطبوخاً فإنه يتوب ويرجع عن مال حرام، ومن أخذ كراثاً فإنه يقول قولاً يندم عليه"
    },
    {
        "id": 30,
        "text": " الكراع\n  هو في المنام مال اليتيم، فمن رأى أنه امتص ما في عظم الكراع فإنه يأكل مال اليتيم. وقيل من أكل الأكارع أكل مالاً من أشراف الناس"
    },
    {
        "id": 31,
        "text": " الكراويا والكراوياء\n  هي في المنام مال تطيب به الأموال"
    },
    {
        "id": 32,
        "text": " الكرب\n  من رأى في المنام أنه مكروب فقد أذنب ذنباً وهو نادم عليه. ومن رأى  أن كربه قد ذهب وفرج عنه فإنه يتوب من ذنبه"
    },
    {
        "id": 33,
        "text": " الكرسي\n  هو في المنام رفعة من السلطان، فإن كان الكرسي من حديد فهو قوة وظفر، وإن كان من خشب فهو دون ذلك مع نفاق. ومن رأى  أنه جالس على كرسي فإنه يكون وكيلاً أو وصياً وينال رفعة، وإن كان غائباً رجع إلى أهله، والكرسي يدل لأرباب المناصب على العلو والرفعة والأزواج والأولاد والمساكن العظيمة. ومن رأى  أنه أصاب كرسياً وجلس عليه تزوج. وقيل إن كانت له إمرأة حامل أتت بولد، وقيل يموت شهيداً. ومن رأى  أنه انكسر كرسيه فإنه يدل على موته أو موت امرأته أو سقوط جاهه، والكرسي سرور ومرتبة عاجلة لمن جلس عليه أو دلالة على الفوز في الآخرة، ولا خير فيه للمريض، ورؤية كرسي الله تعالى الذي فوق السموات دليل لمن هو من أهل العلم على علو الدرجات والمناصب العالية. وربما كان للحامل خلاص من شدتها، وللعازب زواج، وللمتزوج ولد، ويدل على السفر، وللمريض على حمله على سرير المنايا أو دابة يركبها أو دار يسكنها أو سنة يستنها"
    },
    {
        "id": 34,
        "text": " الكرفس\n  هو في المنام مال من السلطان، وهو حلال يعقبه ثناء حسن. وربما دل الكرفس على الكفر لاشتقاقه منه. وربما دل على ظهور الأسرار والرياء والأعمال"
    },
    {
        "id": 35,
        "text": " الكرك\n  تدل رؤيته في المنام على الحرب والمخادعة، مع حقارته وعجمته ودناءة أصله. وربما كان سلطاناً بماله وولده"
    },
    {
        "id": 36,
        "text": " الكركدن\n  هو في المنام ملك عظيم، فمن رأى أنه يجلب الكركدن فإنه ينال مالاً من ملك عظيم. ومن رأى  الكركدن فإنه يعلو ملكاً كذلك، أو يغدر به"
    },
    {
        "id": 37,
        "text": " الكركي\n  هو في المنام رجل مسكين ضعيف القوة والقدرة. ومن رأى  أنه أخذ كركياً صاهر قوماً، أخلاقهم سيئة، والكراكي تدل على أناس يحبون الاجتماع والمشاركة. ومن رأى  كركياً سافر سفراً بعيداً، وإن كان مسافراً رجع إلى أهله سالماً.وإن رأى كراكي تطير حول تلك البلدة فيكون في تلك السنة برد شديد وهجوم سيل لا يطاق، فإن أكل لحومها نال منفعة من لص أو خادم.وإن رأى  الكراكي مجتمعة في الشتاء فإنها تدل على لصوص وقطاع طريق وأعداء محاربين، فإن رآها متفرقة فإنها دليل خير لمن رآها، ومن ركب كركياً فإنه يفتقر. ومن رأى  أن له كثيراً منها فإنه ينال رئاسة ومالاً، ولحم الكراسي وريشه مال من رجل مسكين. ومن رأى  أنه يرعى الكراكي فإنه يلي ولاية على قوم مساكين. ومن رأى  أنه يعالج كركياً فإنه يعالج رجلاً مسكيناً. ومن رأى  أنه يسمع صوت كراكي فإنه يخرج من هم هو فيه إلى خير"
    },
    {
        "id": 38,
        "text": " الكرم\n  هو في المنام عز وشرف لمن غرسه، وكذلك سائر الشجر، والكرم يعبر بامرأة غنية، والدالية إمرأة شريفة كريمة، وقيل الكرم رجل كريم. ومن رأى  كرماً حاملاً في الشتاء فإنه يعبر بامرأة قد ذهب مالها. ومن رأى  الكرم وطرقه فإنه ينتفع من قوم بالدين والطاعة، وشجرة الكرم دليل خير لمن أراد الزواج لاشتباك بعضها ببعض وعروش الكرم إمرأة حسناء غنية ذات خدم، وكذلك حديقة الكرم. ومن رأى  كرماً قد نبت فوق رأسه فتعرض له قروح في رأسه"
    },
    {
        "id": 39,
        "text": " الكرنب\n  هو في المنام رجل ضخم فظ غليظ بدوي، فمن رأى بيده كرنباً فإنه في طلب شيء لا يدركه، والكرنب رديء لجميع الناس، خاصة السوقة، ومعالجي الكروم، والكرنب كرب"
    },
    {
        "id": 40,
        "text": " الكرة\n  تدل في المنام على المخاصمة، وعلى الدنيا التي يرفضها قوم ويطلبها آخرون. وربما دلت على السفر والتنقل من مكان إلى مكان، وهي رجل، فإن كانت من أديم فإنه رئيس أو عالم، واللعب بالكرة مخاصمة، لأن من لعب بها، كلما أخذها ضرب بها الأرض"
    },
    {
        "id": 41,
        "text": " الكزبرة\n  وهي رجل نافع في الدين والدنيا، والكزبرة اليابسة تصلح بها أموال، وقيل الخضراء واليابسة سواء"
    },
    {
        "id": 42,
        "text": " الكساء\n  هو في الشتاء أجود من الصيف. ومن رأى  أنه ارتدى كساء ولم يكن ذلك من عادته فإنه يفتقر، والكساء رجل رئيس، وهو للتاجر والفقيه والإمام بمنزلة الحرفة التي هي أمان له من الفقر، وتقيه من المكارة. ومن رأى  بكسائه وسخاً فقد أساء في معيشته، وينغص فيها جاهه. ومن رأى  رجلاً متوشحاً بكساء في الصيف فإنه متجمل متكبر، وهو مهموم، لأن الحر في الصيف هم، وتختلف الكسوة باختلاف جواهرها وألوانها وأجناسها. وإن رأت المرأة كسوة الرجل عليها فهو صالح لها في الدين والدنيا، وإن كان في كسوة الحرب كان تأويله لزوجها أو قيمها.وإن رأى  الرجل أن عليه كسوة المرأة أصابه هم وخوف شديد، وخضوع وذلة"
    },
    {
        "id": 43,
        "text": " الكستبان\n  هو في المنام رزق وولد وزوجة أو غلام أو دابة أو سفر. وربما دل على الضيق والنكد، أو على المكاري، فإن وضعه في غير محله كان دليلاً على ترك الصلاة، ورؤية الكستبان في إصبع الميت دليل على أنه في النار، لقوله تعالى:  \"  ولهم مقامع من حديد  \""
    },
    {
        "id": 44,
        "text": " الكستيج\n  هو في المنام ولد، فمن رأى أن على وسطه كستيجاً يكون ورعاً وينصر دين الله تعالى.وإن رأى  الكستيج مع لباس جديد فإنه يرزق ولداً باراً، وإن رآه انقطع، فإن ولده يموت.وإن رأى  الكستيج تحت الثياب فإنه يدل على فساد الدين والدنيا"
    },
    {
        "id": 45,
        "text": " الكسوف\n  من رأى في المنام أن الشمس كسفت فهو حدث بالملك الأعظم.وإن رأى  أن القمر خسف فهو حدث بالوزير. وقيل إن كسوف الشمس موت إمرأته أو والدته. ومن رأى  سحابة غطت الشمس حتى ذهب نورها، فإن الملك يمرض، وإن رآها وهي تتحرك في السحاب ولا تخرج منه فإنه يموت. وربما كانت الشمس عالماً من العلماء، وقيل من رأى أن الشمس حجبتها سحابة، فإن ملك البلدة تسقط ولايته لظلمه على رعيته"
    },
    {
        "id": 46,
        "text": " الكشك\n  هو في المنام وكل طعام أبيض يدل على الرزق إلا الهريسة والعصيدة فإنهما هم وغم، وقيل الكشك، رزق بتألم يسير، وثريد الكشك تجارة رابحة دنيئة بمنفعة كثيرة إذا كان فيها دسم"
    },
    {
        "id": 47,
        "text": " كظم الغيظ\n  هو في المنام يدل على الثناء الجميل، والخير والإحسان لأهله ولغير أهله، قال تعالى:  \"  والكاظمين الغيظ، والعافين عن الناس، والله يحب المحسنين  \""
    },
    {
        "id": 48,
        "text": " الكعب\n  في المنام ولد مقامر، وقيل من رأى أن كعبه انكسر مات أو أصابه غم أو مصيبة أو بلاء أو شدة أو محنة. ومن رأى  أنه منخفض الكعب والعرقوب فإنه ينال قوة وشجاعة وجرأة والكعب للعازب زوجة، والكعاب كلام باطل لمن لعب بها في منامه. وإذا رأى المريض أن كعبه انكسر مات، وكعب الإنسان ماله، فإذا زال الكعب زال المال. ومن رأى  كعبه حسناً مليحاً كان ذلك فألا حسناً مباركاً فيما يرومه من زواج أو ثراء ملك أو خادم أو دابة. ومن رأى  عنده كعباً تزوج عدة أبكار، لقوله تعالى:  \"  إن للمتقين مفازا، حدائق وأعنابا، وكواعب أترابا  \". أنظر أيضاً الشطرنج"
    },
    {
        "id": 49,
        "text": " الكعبة الشريفة\n  هي في المنام خليفة أو وزير أو رئيس. وربما يدخلها من رآها. ومن رأى  الكعبة فذلك يشير له بخير يقدمه، أو يدبر عنه. ومن رأى  أنه يصلي فيها فإنه يأمن من الأعداء وينال خيراً، فإن دخل البيت العتيق فإنه يدخل على الخليفة، وإن أخذ منه شيئاً فإنه ينال من الخليفة شيئاً.وإن رأى حائطاً من حيطانها سقط فإنه يدل على موت الخليفة، والنظر إليها أمن مما يخافه. ومن رأى  أنه سرق من الكعبة رماناً فإنه يأتي ذات محرم. ومن رأى  أنه بمكة بين الأموات يسألونه فإنه يموت على الشهادة. ومن رأى  أنه أحدث في الكعبة فإنها مصيبة يصاب بها الإمام الأعظم.وإن رأى  أن الكعبة في داره فإنه لا يزال ذا سلطان وصيت بين الناس. ومن رأى  أنه يصلي فوق الكعبة فإنه يرتد عن دينه. ومن رأى  أنه يخطئ الكعبة فإنه يخالف سنة رسول الله صلى الله عليه وسلم. ومن رأى  الكعبة قد خربت فإنه تارك الصلاة. ومن رأى  بالكعبة نقصاناً أو زيادة أو تحريفاً عن موضعها أو تغييراً عن حالها، فإن ذلك تأويله في الإمام. ومن رأى  أنه طاف بالكعبة أو قام بشيء من المناسك فإنه صلاح في دينه. ومن رأى  أنه متوجه نحو الكعبة فإنه مقبل على ما يصلح دينه ودنياه، وتدل على المسجد والجامع لأنها بيت الله.وإن رأى  أن الكعبة صارت داره سعى الناس إليه وازدحموا على بابه لسلطان يناله أو علم يعلمه أو عمل يعمله، وإن كان عبداً أعتقه سيده. ومن رأى  أنه يطوف حولها، أو يعمل عملاً من مناسكها خدم سلطاناً أو عالماً أو عابداً أو والداً أو والدة أو سيداً بنصح وبر"
    },
    {
        "id": 50,
        "text": " الكعك\n  هو في المنام سفر، ودخوله على من لا يقدر على أكله دليل على الهم والنكد والشدة، ومن كان في خير أو شر عاد إليه، لأن أوله كآخره"
    },
    {
        "id": 51,
        "text": " الكعكي\n  تدل رؤيته في المنام على الأسفار وجمع المال، وعلى الشر والخصومات"
    },
    {
        "id": 52,
        "text": " الكفارة\n  تدل في المنام على قضاء الدين من صوم أو حج أو عتق أو صدقة أو مال يتعلق بالذمة. وربما دل ذلك على المغرم لما فيها من الأطعمة والكسوة"
    },
    {
        "id": 53,
        "text": " الكفالة\n  من تكفل في المنام بآدمي فإنه يدل على الرزق والانتصار على أعداء الله تعالى، والكفالة تدل على الثبات في الأمر سواء في ذلك الكافل والمكفول. ومن رأى  إنساناً تكفل به فإنه يرزق رزقاً جميلاً"
    },
    {
        "id": 54,
        "text": " الكفر\n  هو في المنام غنى أو مرض لا ينجو منه صاحبه ولا ينفعه دواء، والكفر ظلم، وقيل الكفر جحود للحق، قال تعالى:  \"  قتل الإنسان ما أكفره  \". أي ما أجحده. وربما دل الكفر على عافية المرضى بعد إشرافهم على الموت. وربما دل الكفر على الفتنة في الدين، وقتل النفس"
    },
    {
        "id": 55,
        "text": " الكف عن الشر\n  هو في المنام دليل على التسليم لأوامر الله تعالى والانتصار على الأعداء"
    },
    {
        "id": 56,
        "text": " ذو الكفل عليه السلام\n  تدل رؤيته في المنام على كفالة، وأمانة يتقلدها"
    },
    {
        "id": 57,
        "text": " الكفن\n  هو في المنام ستر للعورة. وربما دل ذلك على زواج العازب. ومن رأى  أنه يلبس كفناً فإنه مال إلى الزنى، فإن لم يغط رأسه ورجله فهو فساد دينه، وكلما كان الكفن على الميت أقل فهو قريب إلى التوبة"
    },
    {
        "id": 58,
        "text": " كف اليد\n  هو في المنام قوة الرجل، وانبساط الكف انبساط دنياه، وانفضاضه انفضاض دنياه.وإن رأى  أن الشعر نبت في كفه فإنه يصيبه غم ودين، وقيل هو مال ينبو عن يده، وإن نبت الشعر على ظهر الكف قوي حاله أو ذهب ماله. ومن رأى  كفه معلقة وكان متصلاً بالسلطان أصاب منفعة وخيراً، وإن كان صياداً كثر صيده، وإن كان صاحب عقار نال منفعة. ومن رأى  أنه صغير الكف فإنه يصير جباناً ضعيفاً في نفسه، والكف كف عن الأمور. ومن رأى  كفاً وهو خائف من أمر انكف عنه. ومن رأى  كفه متسعاً حسناً كان دليلاً على سعة رزقه وسخائه، وإن رآه مقبوضاً دل على بخله وقلة خيره، والكف إذا حسن كان دليلاً على الكف عن الشر وعن معاصي الله تعالى، أو الكف عن الصدقة. وربما دل حسن الكف على قبول الدعاء، والكف الراحة وهي الراحة من التعب أو إيجاد الراحة لغيره، وقيل رؤية الكف تدل على ستة أوجه: العيش والمال والرئاسة والولد والشجاعة والبعد عن الحرام. أنظر أيضاً اليد"
    },
    {
        "id": 59,
        "text": " الكل\n  إذا كل اللسان في المنام عن مدح أو ذم، وكانت هناك محاكمة قصرت حجته وقهر في مخاصمته، وإلا عاد فقيراً كلاً على الناس أو صار من أهل الكلالة ليس له ولد"
    },
    {
        "id": 60,
        "text": " الكلام\n  إذا كان الإنسان يتكلم في المنام بلغات شتى دل على أنه يملك ملكاً عظيماً لقصة سليمان عليه السلام، وكذلك كلام الطيور للرائي وهو مبشر بنيل ملك عظيم وعلم وفقه، وكلام الطير كله صالح جيد، فمن رأى أن الطير تكلمه ارتفع شأنه. ومن رأى  أن الحية كلمته بكلام لطيف أصاب سروراً وخيراً من عدو. ومن رأى  أن دابة كلمته فإنه يموت، لقوله تعالى:  \"  وإذا وقع القول عليهم أخرجنا لهم دابة من الأرض تكلمهم  \". ومن رأى  أن رأسه أو أنفه تكلم، فإن ما ينسب إلى ذلك العضو يفتقر أو تصيبه نائبة شديدة، وإن كلمته شجرة دل على نيله أمراً يتعجب منه الناس، وكلام الطفل كيفما قاله في المنام فهو حق. وربما دل سماع كلام الطفل على الوقوع في المحذور، وكلام الجماد صلح أو موعظة، وكلام الحيوان ربما كان عذاباً ونقمة، وكلام الشجر علو شأن، وكلام الأموات فتنة، وكلام الجوارح نكد من الأهل، واقتراف ذنب، والكلام من كل شيء إن وافق كتاب الله أو سنة رسول الله صلى الله عليه وسلم، أو المعقول كان مقبولاً ومحلاً للتأويل، وكان خيراً في حق صاحبه ويجب اتباعه، وما كان مخالفاً لكتاب الله أو سنة رسوله عليه السلام فهو محذور يجب اجتنابه، وإذا كلمه شيء من أعضائه فهو نصح يجب قبوله من أهله وذويه أو أقربائه لأنهم الشهداء يوم القيامة عند الله تعالى على جحد فعله بهم، وكلام الجدار إنذار بالفراق والأنس بالآثار، لأن المؤمن يأنس بها كمن يحدثها وتحدثه، وكلام الشجر دليل على المشاجرة، وكلام العدو في المنام يدل على إنقضاء مدة الهجر والسابق منهما بالكلام مسبوق، وكلام الله تعالى للعبد في منامه يوم القيامة خاصة يدل على رفع المنزلة، والقرب من ولاة الأمور، والأعمال الصالحة وحسن السيرة، ويدل على إلتفات الملك إلى الرعية بالأنعام والإكرام، وإن كان الرائي من أهل التجريد تجرد عن الدنيا وأقبل على الآخرة"
    },
    {
        "id": 61,
        "text": " الكلب\n  هو في المنام رجل سفيه، فإذا نبح فهو سفيه شنيع الطبع. ومن رأى  كلباً عضه نال ضرراً من عدوه. ومن رأى  كلباً مزق ثيابه، فإن سفيهاً يغتابه، وإن لم يسمع نباحه فإنه عدو، والكلبة إمرأة دنيئة، وجرو الكلب ولد محبوب، فإن كان أبيض فهو مؤمن، وإن كان أسود فإنه يسود أهل بيته، وقيل جرو الكلب لقيط يربيه رجل سفيه، وكلب الراعي فائدة، والكلب الأهلي عدو ظالم، والكلب السلوقي يدل على صلاحية الرائي للسلطنة، والكلب الصيني يدل على أن الرائي يخالط الأعاجم. ومن رأى  أنه أخذ كلباً فإنه يصاحب رجلاً من الخدم.وإن رأى  أن كلباً عضه نال مصيبة وأذى وشدة من صديق أو خادم. ومن رأى  أنه يصيد بالكلاب فينال أمنيته. ومن رأى  أنه يقتل الكلاب فإنه يظفر بعدوه، وكلاب الصيد خير لجميع الناس، وإن رآها راجعة من الصيد فإنها تدل على ذهاب الفزع، وعلى بطالة.وإن رأى كلبة نباحة، فتدل على مضرة، والكلب يدل على الحمى بسبب الكوكب الذي يسمى الكلب وهو الشعرى اليمانية التي هي علة الحميات، وكل أجناس الكلاب تدل على قوم أذلاء، وكلاب اللعب والمهارشة تدل على فرج ولذة، والكلبة المائية تدل على عمل لا يتم ورجاء كاذب. ومن رأى  أنه تحول كلباً، فإن الله تعالى قد علمه علماً عظيماً فبطر فسلبه الله إياه، والكلب عدو ضعيف أو رجل شحيح. ومن رأى  أن كلباً ينبح عليه فإنه يسمع من إنسان قليل المروءة كلاماً يكرهه. ومن رأى  أنه يأكل لحم كلب فإنه يظفر بعدوه ويصيب من ماله، والكلب يدل على الحارس، وشرب لبن الكلب خوف، ومن توسد كلباً فالكلب حينئذ صديق، والكلب شحاذ. وربما دل على الدناءة والمهانة وذلة النفس. وربما دل الكلب على التطالب على الدنيا مع عدم الإدخار، وكلب الصيد عز ورفعة ورزق، وكلب الماشية جار صالح غيور على الأهل والجار. وربما دلت مصادقة الكلب على الغرم في المال، وصحبة الكلب تدل على الإختفاء لقصة أهل الكهف، والكلبة إمرأة حافظة للزوج كثيرة النسل. وربما دل الكلب على الكفر واليأس من رحمة الله تعالى، ورؤية كلب أهل الكهف يدل على الخوف والسجن، أو الهرب، ورؤيته في البلد دليل على تجديد ولاية"
    },
    {
        "id": 62,
        "text": " الكلة\n  هي في المنام دخول على الزوجة التي يعاشرها زوجها. وربما دلت على الغمة لأنها تغم ما تحتها"
    },
    {
        "id": 63,
        "text": " الكلية\n  هي في المنام معين ومساعد، وفقد إحدى الكليتين فقد المعين له، وفقدهما كلاهما دليل على قسوة القلب، والكليتان موضع الغنى والصواب، والبيان والخطأ.وإن رأى  أن كليتيه هزيلتان فهو دليل على فقره وقلة رأيه، والكلى تدل على الأخوة وسائر الأقرباء والأولاد، والكليتان رجل ذو بأس وقوة في عمل السلطان، وقيل هو من أعوان السلطان، والكليتان تدل رؤيتهما في المنام على الواسطة الجيدة، وتدل على تفريج الهم والنكد والسلامة من الأخطار، وتدل الكليتان على الزوجتين، أو الوالدين، أو الحبيبين"
    },
    {
        "id": 64,
        "text": " الكم\n  هو في المنام يعبر بماله، فالكم الواسع سعة في المال، وكذلك الطويل، وشق الكم فقر وقلة لأنه محل الخبء، وشقه زوال نعمة"
    },
    {
        "id": 65,
        "text": " الكمأة\n  هي في المنام رجل وفي يحبه الأشراف، وقيل إمرأة لا خير فيها، وإذا كانت كبيرة فهي رزق من النساء. ومن رأى  أنه يأكل الكمأة فإنه يكسب مالاً من حلال"
    },
    {
        "id": 66,
        "text": " الكمثرى\n  هي في المنام مال يصل إليه، ومن أكلها نال مالاً ونعمة، وقيل الكمثرى مرض، والأصل منها مال مع مرض، ومن أصاب كمثراة ورث مالاً مجموعاً، وقيل الكمثرى دليل خير لأنه يبقى أياماً لا يتغير، وأكله في أيامه أجود، وفي غير أيامه مال حرام، وشجرة الكمثري رجل أعجمي يداري أهله ليستخرج منهم مالاً، والكمثرى يدل على الولد الذكر للحامل، أو الزوج للعازبة. وربما دل على موت المريض ودفنه في الثرى، والكمثرى في غير أوانه مرض وورم. أنظر أيضاً الإجاص"
    },
    {
        "id": 67,
        "text": " الكمر\n  تدل رؤيته في المنام على الزوجة، وهو لذوي الخدم خدمة، ولغيرهم زينة ومال"
    },
    {
        "id": 68,
        "text": " الكمون\n  هو في المنام مثل الكراويا في التأويل. أنظر الكراويا"
    },
    {
        "id": 69,
        "text": " الكميت\n  الكميت من الخيل في المنام عز ورفعة، وقيل إنها إمرأة غنية. أنظر أيضاً الخيل"
    },
    {
        "id": 70,
        "text": " الكناسة\n  هي في المنام دليل خير لمن يعمل الأعمال الدنيئة، وتدل في الفقراء على يسارهم وكثرة مالهم ومتاعهم، وفي الأغنياء على رئاستهم وكثرة مالهم ومتاعهم"
    },
    {
        "id": 71,
        "text": " الكنافة\n  هي في المنام تدل على العلم والهدية"
    },
    {
        "id": 72,
        "text": " الكندر\n  هو في المنام علم وفقه"
    },
    {
        "id": 73,
        "text": " الكنز\n  من رأى في المنام أنه لقي كنزاً فإنه يصيب علماً، إن كان طالب علم، وإن كان تاجراً فإنه يرزق تجارة وسخاء، وإن كان صاحب سلطان فإنه ينال ولاية وعدلاً. ومن رأى  أنه وجد كنزاً فيه مال يسير، فإن شدة يسيرة تعرض له، وإن كان فيه مال كثير فإنه يدل على هم وحزن، وقد يدل على موت الرائي. ومن رأى  في منامه كنزاً استغنى. ومن رأى  أنه أصاب مالاً عظيماً خرج من الدنيا شهيداً.وإن رأى  الملك أنه ملك كنوزاً كثيرة وهو مسرور بها دل ذلك على زوال ملكه. وربما دل الكنز على الميراث، أو الهم والنكد. وربما دل الكنز على المرأة الثيب، أو على ما يكنزه الإنسان، ويمنع منه الزكاة، والكنز متجر رابح. وربما دل الكنز على الصراف، أو الجوهري، وإن وجد الإنسان كنزاً وهناك من يمنع الوصول إليه دل ذلك على الرجل الشحيح المانع للزكاة، وإن كان عالماً كان بخيلاً بعلمه، وإن كان متولياً كان غير عادل في رعيته، وإن كان الرائي إمرأة دل على صيانتها، فإن لم يكن عليه مانع دل على تبذيرها لمالها، والكنز يدل على الولد النجيب"
    },
    {
        "id": 74,
        "text": " الكنس\n  هو في المنام دليل خير لمن كانت أعماله دنيئة، ومن كنس بيت غيره نال من ماله، والكنس للأغنياء فقر ونقص في أموالهم"
    },
    {
        "id": 75,
        "text": " الكنيسة\n  تدل في المنام على العلم والزهد والخشية والبكاء. وربما دلت على الهم والنكد والكذب والبهتان والقذف، أو البدعة واللهو والألفة، وتدل على الحاكم بالجور، فمن دخل إلى كنيسة في المنام وكان عازباً تزوج أو رزق ولداً أو ضل من بعد هداه، وخاصة إن سجد للتماثيل أو شاركهم في قربان أو كان في وسطه زنار. وربما دلت الكنيسة على مأوى الشياطين، وجدة الكنيسة وارتفاعها دليل على الضعف في الدين.وإن رأى  الإنسان أن منزله كنيسة، فإن منزله مجتمع أهل الأهواء والبدع والمعاصي، والكنيسة تدل على المقبرة، وعلى حانوت الخمر ودار المعارف والغناء، وعلى السجن، فمن دخل كنيسة ورأى فيها ميتاً فهو في النار محبوس مع أهل العصيان. أنظر أيضاً الدير"
    },
    {
        "id": 76,
        "text": " الكنيف\n  هو في المنام بيت المال، فمن كنس كنيفه افتقر، وإن فاض حتى سال فإنه هم، ومن وقع في كنيف ولم يخرج منه فإنه يسجن، والكنيف خادم يحرس الدار. أنظر أيضاً المرحاض"
    },
    {
        "id": 77,
        "text": " الكهف\n  هو في المنام يدل على من يأوي الإنسان إليه من سيد وإمام ووالد وأستاذ وزوجة. وربما دل الكهف على سر الأمور لمن يريد سترها، ويدل للبطال على الخدمة والقرب من الملوك، والخلاص من الشدائد، وإن كان الرائي مريضاً أو سجيناً خلص من ذلك كله. وربما طال عمره وكثر خيره، وذلك قياساً على قصة أصحاب الكهف. أنظر أيضاً الفار"
    },
    {
        "id": 78,
        "text": " الكوز\n  هو في المنام جارية أو خادم أو كلام، فمن شرب من الكوز أفاد مالاً من جهتهم. ومن رأى  أنه انكسر فهو موت الخدم والجواري"
    },
    {
        "id": 79,
        "text": " الكوفية\n  تدل رؤيتها في المنام على الوقاية من النوازل كالأدوية النافعة من النزلات. وربما دلت رؤيتها على الكفاية من الشرور، وعلى ما يستر الرأس من بيضة وعمامة"
    },
    {
        "id": 80,
        "text": " الكوكب\n  هو في المنام من أشراف الناس، فمن رأى كواكب منيرة في داره اجتمع عنده قوم من الرؤساء، وإن رآها في منزله ولا نور لها اجتمع قوم من الأشراف في مصيبة. ومن رأى  كوكباً سقط من السماء إلى مكان، حدثت في ذلك المكان مصيبة في رجل من الأشراف، والكواكب عامة من السلاطين، وأشرافهم أقواهم، ومن العلماء أعلمهم، ومن عامة الناس أغناهم. ومن رأى  في منزلة أن الكواكب كثيرة كثر نسله. ومن رأى  الكواكب السبعة السيارة فإنه يدل على الصنائع والتجارات والعلم والسلطنة. ومن رأى  كوكباً مضيئاً فإنه ينال سروراً وفرحاً وينقاد له الناس. ومن رأى  أن الكواكب ذهبت من السماء فيذهب ماله إن كان غنياً، وإن كان فقيراً مات.وإن رأى كواكب على رأسه فإنه يصير مذكوراً ويفوق نظراءه. ومن رأى  أنه يركب كوكباً فإنه ينال سلطاناً وولاية وقوة، وخيراً ومنفعة ورئاسة. ومن رأى  الكواكب تحت السقف دل على خراب بيته حتى يكون ضوءها في داخل البيت، أو يدل على موت صاحب البيت. ومن رأى  أنه يأكل الكواكب فإنه يأكل من أموال الناس، ومن ابتلع الكواكب ربما شتم الصحابة رضي الله عنهم، ومن امتص الكواكب فإنه يتعلم من العلماء علماً. ومن رأى  الكواكب تناثرت فهو موت الملوك، أو يدل على حرب. ومن رأى  الكواكب تتساقط على الأرض من السماء دل ذلك على هلاك قوم كثيرين. ومن رأى  أن كواكب السماء تساقطت صار أصلع وتساقط شعر رأسه. ومن رأى  الكواكب في النهار فهو دليل على الفضائح والشهرة، وكوكب الصبح يدل على زفاف العروس، والكواكب الصغيرة ذات النور الضعيف تدل على العبيد والإماء وعامة الناس، ومن صار كوكباً نال غنى، والكواكب التي تدل على الشتاء هم وحزن، والتي تدل على الصيف معيشة وخير"
    },
    {
        "id": 81,
        "text": " الكوة\n  هي في المنام إذا كانت في البيت مطلة على مكان فتأويلها ملك يصيبه صاحبها وعز، وإن كان مكروباً فرج عنه، وإن كان مريضاً شفي، وإن كان عازباً تزوج، والكوة إذا رؤيت في البيت الذي ليس له كوة فإنها للسلطان ولاية، وللتاجر تجارة"
    },
    {
        "id": 82,
        "text": " الكي\n  إذا كان الكي في المنام في الجنب دل على منع الزكاة. وربما كان الكي مصيبة من السلطان أو فرقة، وإن كوي بذهب أو فضة دل على بخله، وإن كوي بحديدة دل على الذنوب والمعاصي. ومن رأى  أنه يكوي بالنار إنساناً فإنه يلدغ المكوي بكلام سيئ. ومن رأى  أنه كوى عرقا من عروقه فتولد له جارية، أو يتزوج، والكي كلام موجع"
    },
    {
        "id": 83,
        "text": " الكيال\n  هو في المنام سلطان، والكيال يدل على الحاكم. ومن رأى  أنه تحول كيالاً وكان يصلح للقضاء فإنه يناله، وإن يكن أهلاً لذلك فإنه يكون ناصحاً في أحواله، صادقاً في أقواله، حسن المعاملة متبعاً للحق"
    },
    {
        "id": 84,
        "text": " الكير\n  من رأى في المنام أنه وجد الكير من خشب فتنقص مرتبته ويذهب ملكه، وإن ملك كيراً فإنه ينال سلطاناً وولاية، إن كان أهلاً لذلك، وإلا نال منفعة وخيراً، والكير إذا كان فيه نار دل على قضاء الحاجات، وإن يكن فيه نار فإنه يدل على الهموم والأنكاد، وكير الذهب والفضة يدل على الإخلاص في التوحيد والتجرد للعبادة، وكير الزجاج يدل على المكر والخديعة. وربما دل الكير على المرأة الكثيرة الحمل السريعة الإسقاط، أو الرجل الكثير الانفعال. وربما دل على السجن وموضع الشرطة المخصص للعقوبة، ويدل على تيسير الأمور إذا كان للحديد"
    },
    {
        "id": 85,
        "text": " الكيزاني\n  تدل رؤيته في المنام على النسل، وحب الأولاد، وعلى العلم ووعيه"
    },
    {
        "id": 86,
        "text": " الكيس\n  هو في المنام جسم الإنسان، فمن رآه فارغاً فهو دليل موت صاحب الكيس. ومن رأى  في وسطه كيساً، فإن معه علماً كثيراً قد حصله في عمره، فإن كان فيه دراهم فالعلم صحيح. وقيل إن الكيس سر صاحبه فإنه نكث ما فيه ظهر السر. ومن رأى  أن كيسه انفتق، فإن الكيس جسمه والمال روحه، فذلك يدل على موته. ومن رأى  في كيسه أرضة وهي دورة الخشب فذلك يدل على موته، كما دلت الجن على موت سليمان عليه السلام حين قرضت عصاه حتى خر. وربما دل الكيس على فؤاد صاحبه. أنظر أيضاً العدل"
    },
    {
        "id": 87,
        "text": " الكيل\n  هو في المنام هداية وعلم وزوجة ورزق وهم ونكد وفاقة لقصة يوسف عليه السلام مع إخوته. أنظر أيضاً المكيال"
    }
]