[
    {
        "id": 0,
        "text": " الوادي\n  هو في المنام دال على السفر المتعب، أو على الإنسان الصعب المراس. وربما دلت رؤيته على الأعمال الصالحة والقربات إلى الله بالإنفاق الطيب. وربما دل الوادي على ساكنيه أو ما يزرع فيه، وإن كان الرائي أهلاً للملك ملك وانتصر على أعدائه، وإن كان صالحاً ظهرت منه كرامات كثيرة، لقوله تعالى:  \"  فلما أتاها نودي من شاطئ الواد الأيمن  \". وربما دل ذلك على نزول الغيث. وربما دل الحلول في الوادي على تحمل الرسالة إلى الجبابرة، لقوله تعالى:  \"  هل أتاك حديث موسى إذ ناداه ربه بالواد المقدس طوى، اذهب إلى فرعون إنه طغى  \". وربما دل الوادي على السجن لاحتواء الجبال عليه، والدخول والخروج منه. ومن رأى  أنه يسبح في واد مستوياً حتى يبلغ موضعاً يريده فإنه يدخل في عمل السلطان وتقضى حاجته، والوادي يدل على المحارب القاطع للطريق، ومن حفر وادياً مات أحد أهله، والوادي يدل على قضاء الحاجة لمن رأى أنه سقط في واد ولم يتألم فإنه ينال فائدة من سلطان أو هداية من رئيس. ومن رأى  أنه سكن في واد بلا زرع فإنه يحج. ومن رأى  أنه هائم في واد فإنه يقول الشعر"
    },
    {
        "id": 1,
        "text": " الواعظ\n  هو في المنام يدل على البكاء والحزن والهموم المتوالية، وإن دخل الواعظ على مريض مات، والواعظ يدل على ما يتعظ الإنسان به من قرآن أو سنة أو شيخ. وربما دل على ذي الموعظة كالأجذم والأبرص وما أشبه ذلك"
    },
    {
        "id": 2,
        "text": " الولي\n  هو في المنام دال على الهموم والأنكاد، وشرب الخمور واللهو، والسرقة، والزنى وغير ذلك فإنه لا يرى إلا في هذه الأمور. وربما دلت رؤيته على الموالاة للناس ومحبتهم، وإن كان من المتقشفين انتقل إلى درجة الولاية إن صار والياً، وإن كان قاضياً حكم بالجور وأكل الرشوة. أنظر أيضاً الخليفة، وانظر السلطان"
    },
    {
        "id": 3,
        "text": " الوباء\n  هو في المنام أذى ينزل بالناس من السلطان من سجن أو قصد بالشر. أنظر أيضاً المرض"
    },
    {
        "id": 4,
        "text": " الوبر\n  هو في المنام فوائد وأرزاق وملابس، وأموال موروثة وغير موروثة، والوبر مال حلال"
    },
    {
        "id": 5,
        "text": " الوتد\n  هو في المنام ملك، فمن رأى أن أستاذاً ضرب في ظهره وتداً فيخرج من صلبه سيد أو عالم، وإن كان الوتد من خشب فيولد له ولد منافق، وإن قلع الوتد فإنه يشرف على الموت، والوتد إذا كان من حديد فهو مال وقوة، والوتد يدل على هم وحزن بسبب صلابته، والوتد يدل على المنصب والثبات في الأمور والإكراه على التولية، أو العزل، أو السفر، وإن دل على الولد، أو الزوجة كان دليلاً على طول العمر، وقيل الوتد مال، وقيل إنه يدل على العشق والهم والحزن. ومن رأى  أنه ضرب وتداً في حائط أو أرض وكان عازباً تزوج، وإن كانت له زوجة حملت. وقيل إن الوتد أمر فيه نفاق"
    },
    {
        "id": 6,
        "text": " الوتين\n  هو في المنام مهجة الرجل لأنه عرق بين الصلب والقلب"
    },
    {
        "id": 7,
        "text": " الوثوب\n  من رأى في المنام أنه وثب إلى رجل فإنه يغلبه ويعجزه، والوثوب قوة البدن، ومن وثب من الأرض حتى السماء فإنه يسافر إلى مكة. ومن رأى  أنه وثب من مكان إلى مكان فإنه يتحول من حال إلى حال. ومن رأى  أنه وثب وارتفع فهو موته ورفع جنازته"
    },
    {
        "id": 8,
        "text": " الوجع\n  هو في المنام ندامة من الذنب. ومن رأى  بضرس من أضراسه أو سن من أسنانه وجعاً فإنه يسمع قبيحاً من قريبه، ووجع العنق يدل على أن صاحبه أساء المعاشرة حتى تولدت من شكاته. وربما دل وجع العنق على أنه خان أمانة فلم يؤدها فنزلت به عقوبة، ووجع المنكب يدل على إساءة في كسبه وكد يمينه، ووجع البطن يدل على أنه أنفق ماله في معصية وهو نادم، وقيل وجع البطن يدل على صحة الأقرباء وأهل البيت، ووجع السرة يدل على أنه يجيء معاملة زوجته، ووجع القلب دليل على سوء سريرته في أمور الدين، ووجع الكبد دليل على الإساءة إلى الولد، ووجع الطحال دليل على فساد مال عظيم كان به قوامه وقوام أهله وأولاده، وإن اشتد وجعه حتى خيف عليه الموت دل ذلك على ذهاب الدين، ووجع الرئة دليل على دنو الأجل ووجع الظهر يدل على موت الأخ.وإن رأى في ظهره انحناء من الوجع فإنه يدل على الإفتقار والهرم، ووجع الفخذ يدل على أنه مسيء إلى عشيرته، ووجع الرجل يدل على المشي في غير طاعة الله تعالى، وقيل وجع الرجل يدل على كثرة المال"
    },
    {
        "id": 9,
        "text": " الوجنة\n  هي في المنام علامة الخير والخصب والفرج، والضر والهم، والصحة والسقم، والخدان عمل الرجل، واحمرار الوجنة وسمنها دليل على الوجاهة، والبرء من الأسقام، والحظ والقبول. أنظر أيضاً الخد"
    },
    {
        "id": 10,
        "text": " الوجه\n  إذا رأيته في المنام حسناً فإنه يدل على حسن الحال في الدنيا والبشارة والسرور، وإذا رأيته أسود فإنه يدل على بشارة بأنثى لمن له حامل، لقوله تعالى:  \"  وإذا بشر أحدهم بالأنثى ظل وجهه مسوداً وهو كظيم  \". وصفرة الوجه تدل على ذلة وحسد، وقد تكون صفرته نفاقاً، وقيل صفرته تدل على العبادة، لقوله تعالى:  \"  سيماهم في وجوههم من أثر السجود  \". وهي الصفرة في الوجوه. ومن رأى  من الأحباش والزنوج أن وجهه أبيض دل على نفاقه.وإن رأى لحم خديه ذهب فإنه يسأل الناس ولا يعيش إلا بالمسألة، وفي الحديث:  \"  لا تزال المسألة بأحدكم حتى يلقى الله، وما في وجهه مزعة لحم  \".وإن رأى في وجهه ظلمة أو اعوجاجاً دل على فساد دينه أو نقص جاهه.وإن رأى وجهه أزرق فإنه مجرم، لقوله تعالى:  \"  ونحشر المجرمين يومئذ زرقاً  \".وإن رأى وجهه أسود فإنه يدل على كثرة كذبه، أو على بدعة أحدثها في دينه، وإن كان وجهه كبيراً دل على وجاهته. وربما دلت صفرة الوجه على العشق والمحبة.وإن رأت إمرأة إنها سودت وجهها بسخام فهو موت زوجها، وإن رأت إنها تتعطر فإنه صلاح لها ولزوجها، وطلاقة الوجه وتبسمه وبياضه دليل على حسن حال صاحبه حياً كان أو ميتاً. ومن رأى  أن له وجهين في المنام دل على سوء الخاتمة، لقوله عليه السلام:  \"  لا ينظر الله إلى ذي الوجهين  \". ومن رأى  أن له وجوهاً دل على ارتداده عن الإسلام، لقوله تعالى:  \"  والملائكة يضربون وجوههم  \". وربما دل سواد الوجه على الخوف، وتشقق الوجه يدل على قلة الحياء، والسماجة في الوجه عيب والعيب سماجة"
    },
    {
        "id": 11,
        "text": " وجهة المصلي\n  من رأى في المنام أنه يصلي نحو المشرق فإنه رجل رديء المذهب، كثير البهتان على الناس، جريء على المعاصي لأنه وافق اليهود، وإن كان وجهه إلى ما يلي المشرق فهو رجل من المبتدعة، وإن المشرق قبلة النصارى، وإن كان وجهه مما يلي ظهر الكعبة فقد نبذ الإسلام بارتكاب كبيرة من المعاصي، أو يمين كاذبة أو قذف محصنة، ولا يجتنب الفواحش، وإن المجوس قد رخصوا لأنفسهم ارتكاب كل محرم. ومن رأى  أنه لا يعرف القبلة فإنه يتحيز في دينه. ومن رأى  أنه يصلي نحو الكعبة، فإن دينه مستقيم"
    },
    {
        "id": 12,
        "text": " الوحدة\n  هي في المنام انفراد الشخص بما هو فيه من صنعة أو رأي، يقال: فلان أوحد دهره في فنه. ومن رأى  من الملوك، أو الولاة أنه وحيد فإنه يعزل عن ملكه أو ولايته، وإن رأى ذلك رجل من عامة الناس فإنه يفتقر، أو يهجره حبيبه، والوحدة ذل"
    },
    {
        "id": 13,
        "text": " الوحش\n  رؤية الوحش في المنام تدل على رجال الجبال والأعراب والبوادي وأهل البدع ممن فارق الجماعة"
    },
    {
        "id": 14,
        "text": " الوحل\n  هو في المنام لمن مشى فيه فينال فتنة ومشقة. ومن رأى  أنه يمشي في طين فإنه هم وخوف، والوحل إذا رآه المريض دام مرضه إلا أن يرى أنه خرج منه، وغير المريض إذا مشى فيه دخل في بلاء أو سجن، وعجن الطين وضربه لبناً لا خير فيه لأنه دال على الغم والبلاء والخصومة، وبلاء الوحل خصومة ونكد. وربما دل على الدين، أو الكلام في العرض. وربما دل على الحمل للمرأة بالولد الذكر، لقوله تعالى:  \"  ولقد خلقنا الإنسان من سلالة من طين  \". ويدل الوحل على تعطيل الحركات وقطع الصلوات، والوحل حول إذا اشتققته. وربما كان الوحل لوحاً للقارئ. وربما دل الوحل على الفخر بالنعم، أو الشرك، أو الفكر بالله. وربما دل الوحل على المرأة السيئة الأخلاق الصعبة المراس، وإن كانت الأرض قاحلة ورأى الوحل في المنام كانت بشارة له بكثرة العشب، وإن كان الوحل من بئر دل على الميراث وظهور البركة، أو الودائع والأسرار. أنظر أيضاً الطين"
    },
    {
        "id": 15,
        "text": " الود\n  هو في المنام دليل على رفع القدر، ورجحان العقل، والنظر في عواقب الأمور، قال عليه الصلاة والسلام:  \"  والتودد نصف العقل  \""
    },
    {
        "id": 16,
        "text": " الوداع\n  هو في المنام دال للمريض على موته، وطلاق الزوجة، وعلى السفر والنقلة، والوداع يدل على رجوع المطلقة، وربح التاجر، وولاية المعزول، والقدوم من السفر، وموت المرتد. وربما دل على معانقة ومودة أو بكاء وفراق، وقد يدل الوداع على شفاء المريض. أنظر أيضاً التوديع"
    },
    {
        "id": 17,
        "text": " الودج\n  من رأى في المنام أن ودجه انفجر دماً فإنه يموت. وربما دلت الأوداج على العهد، أو الرباطات في العمل الشديد"
    },
    {
        "id": 18,
        "text": " الوديعة\n  هي في المنام دالة على سر يطلع عليه المودع، فإن أودع وديعة لميت دل على أنه يودع سره من يحفظه، وقيل الوديعة تدل على قهر المستودع. ومن رأى  أنه أودع إنساناً شيئاً فإنه يقهره، لأن له عليه يداً بالمطالبة. ومن رأى  أنه أودع زوجته شيئاً فحفظته فإنها تحمل منه"
    },
    {
        "id": 19,
        "text": " الوراق\n  هو في المنام رجل يعلم الناس الحيل، لأن الكتابة حيلة. أنظر أيضاً الكاعذي"
    },
    {
        "id": 20,
        "text": " الورد\n  هو في المنام رجل فيه شرف أو قدوم غائب. ومن رأى  أنه جنى ورداً نال كرامة ومحبة، ومن التقط وردة بيضاً فإنه يقبل إمرأة ورعة، وإن التقط وردة حمراء فيقبل إمرأة لاهية، ومن شم وردة صفراء فإنه يقبل إمرأة مريضة، والورد الكثير قبل، وقيل الورد يدل على إمرأة تفارق أو تموت أو تجارة تزول أو فرح لا يدوم. ومن رأى  على رأسه إكليلاً من الورد وكان عازباً تزوج، ويدل الورد على طيب الذكر، ودهن الورد يدل على الذكاء، وصفاء الذهن، والتقرب إلى الناس، ولين الجانب، والورد يدل على الفرح والسرور. وقيل إن الورد قدوم مسافر أو ورود كتاب، والورد إذا قطعت شجرته فهو هم وحزن، وقطف الورد سرور، وقد يدل الورد الأصفر على المرض، والأحمر على الجمال والزينة، والأبيض على الدراهم، والأحمر على الدنانير. أنظر أيضاً الزهر"
    },
    {
        "id": 21,
        "text": " الورس\n  يدل في المنام على الأفراح وتجديد الأرزاق. وربما دل على الأخبار السارة، أو الإنسان الغريب"
    },
    {
        "id": 22,
        "text": " الورشان\n  هو في المنام إنسان غريب مهين، يدل على أخبار ورسل، لأنه أخبر نوحاً عليه السلام بخبر الأرض ونضوبها بعد الطوفان. وقيل إن الورشان إمرأة ذات لهو وطرب"
    },
    {
        "id": 23,
        "text": " الورق\n  ورق الشجر في المنام يدل على الكسوة إلا ورق التين فإنه حزن. ومن رأى  أنه يأكل ورق المصحف مكتوباً أصابه زرق. أنظر أيضاً الرق، وانظر القرطاس"
    },
    {
        "id": 24,
        "text": " الورل\n  هو في المنام عدو خسيس الهمة، ذو مهانة وقصور حجة"
    },
    {
        "id": 25,
        "text": " الورم\n  إذا رآه الإنسان في المنام فهو زيادة في ذات اليد وحسن الحال واقتباس علم، وقيل هو مال بعد كلام، والورم في المنام خيلاء وعجب ودعوى باطلة"
    },
    {
        "id": 26,
        "text": " الوريد\n  رؤية الوريد في المنام تدل على موت الإنسان وحياته. وربما دل على كل من للرائي فيه مساعدة كالشريكين، أو الأخوين، أو الأبوين، أو الزوجة ووليها"
    },
    {
        "id": 27,
        "text": " الوزغ\n  هو في المنام رجل معتزل، يأمر بالمنكر وينهى عن المعروف، خامل الذكر، والوزغ إنسان نمام باغ يفسد بين الناس. ومن رأى  أن الوزغ أكل من لحمه فإنه إنسان يغتابه، والوزغ يدل على العدو المجاهر بالكلام السيئ. أنظر أيضاً سام أبرص"
    },
    {
        "id": 28,
        "text": " الوزير\n  ربما دلت رؤية الوزير في المنام على العز والسلطان ونفاذ الأمر وقضاء الحاجات عند ذوي الأقدار كالحكام. ومن رأى  أنه صار وزيراً نال عزاً ورفعة واهتدى من بعد ضلالته، ونال توبة مقبولة، وإن كان يرجو الوزارة فلعله لا يدركها، لقوله تعالى:  \"  كلا لا وزر  \". وربما أساء التدبر مع أحد أبوبه أو أستاذه أو شريكه"
    },
    {
        "id": 29,
        "text": " الوسادة\n  هي في المنام إمرأة خادمة لصاحبها، وإن سرقت له وسادة مات له خادم أو ماتت زوجته، وكل ما يرى في الوسادة من تخرق أو بلى أو ضياع أو غير ذلك فهو في الخادم، وقيل الوسائد للسلطان كتابه ووكلاؤه وخزائنه، وتفسر الوسائد بالفرش والبسط، وقيل الوسائد هي الأولاد، وتفسر للعلماء والفقهاء على صلاحهم وتقواهم. ومن رأى  أنه يحمل وسادة أصاب خيراً، والوسادة زوجة أو صديق أو ولد أو والدة. وربما دلت الوسادة على الراحة، أو المرض للسليم. أنظر أيضاً المخدة"
    },
    {
        "id": 30,
        "text": " الوسخ\n  هو في المنام إذا رآه الإنسان في الثوب، أو الجسد، أو الشعر فإنه هم لصاحبه، والثياب المتسخة ذنوب. ومن رأى  أنه غسل ثيابه من اتساخ ونظفها فإنه يتوب وتكفر عنه الذنوب، والثياب المتسخة على الميت فساد في دينه دون دنياه، ووسخ الأذن ترياق. ومن رأى  أنه ينظف شمع أذنيه فإنه يسمع كلاماً يسر به وبشارة تأتيه"
    },
    {
        "id": 31,
        "text": " الوسق\n  من أعطي في المنام وسقاً من تمر دل على النحل، وإن كان وسقاً من فاكهة دل على شجرها"
    },
    {
        "id": 32,
        "text": " الوشي\n  هو في المنام دين ودنيا، ومن أعطي وشياً نال من جهة العجم وأهل الذمة. وربما دل الوشي لمن لبسه على غير هيئة اللبس، والوشي للمرأة زيادة عز وسرور"
    },
    {
        "id": 33,
        "text": " الوصية\n  هي في المنام تدل على الصلة بين الموصي والموصى له، وإن كان بينهما شحناء اصطلحا أو كان كل منهما في بلد اجتمعا. ومن رأى  في المنام أنه يوصى إليه دل على ستة أوجه: أن يكون ما يخبر به حقاً، أو يفوض إليه أمر أو علو شأن أو زيادة في العلم، أو يكون قد مضى من عمره أربعون سنة أو كرامة من الله تعالى وعصمة"
    },
    {
        "id": 34,
        "text": " الوضم\n  هي في المنام رجل منافق يحب أن يحرش بين الناس، ويدخل نفسه في الخصومات"
    },
    {
        "id": 35,
        "text": " الوضوء\n  من رأى في المنام أنه توضأ على وضوئه بما يجوز به الوضوء فإنه نور على نور، كما جاء في الخبر:  \"  الوضوء على الوضوء نور على نور  \". وربما دل الوضوء على قضاء الحوائج عند أرباب الصدور، فإن كمل الوضوء دل على بلوغ قصده، وإلا فلا، والوضوء صالح في كل الأديان وأمان من الله تعالى، ومن توضأ في سرب أو اغتسل فإنه يظفر بشيء كان سرق له، وإن توضأ بما لا يجوز الوضوء به فهو في جهد ينتظر الفرج منه، وذلك الأمر الذي هو فيه لا يتم، ومن صلى بغير وضوء وكان تاجراً فإنها تجارة ليس لها رأس مال، وإن كان صاحب ولاية فليس له جند، ومن صلى في موضع لا تجوز فيه الصلاة كالمزبلة فإنه متحير في أمره ولا يقدر عليه. ومن رأى  أنه يتوضأ في فراشه وهو مريض دلت رؤيته على مفارقة زوجة أو صديقة، وإن توضأ في الأسواق، أو الحمامات فإنه يدل على غضب الله تعالى وملائكته، وإن توضأ على رأس صاحبه فإنه يرثه. ومن رأى  أن صاحبه توضأ على رأسه أصابته منه مضار كثيرة وفضيحة شديدة، وقيل الوضوء أمانة يؤديها أو دين يقضيه أو شهادة يقيمها. ومن رأى  أنه يتوضأ وأتم وضوءه، فإن كان مهموماً فرج الله تعالى همه أو خائفاً أمنه الله مما يخاف أو مريضاً شفاه الله تعالى أو مديناً قضى الله دينه أو مذنباً كفر الله تعالى عن ذنوبه. ومن رأى  أنه لم يتم وضوءه فإنه لا يتم أمره الذي هو طالبه. ومن رأى  أنه توضأ بماء ساخن أو اغتسل به أو شره أصابه هم ومرض"
    },
    {
        "id": 36,
        "text": " الوطء\n  هو في المنام يدل على بلوغ المراد مما يطلبه الإنسان أو ما هو فيه أو ما يرجوه من دين أو دنيا، كالسفر والحرب والدخول على السلطان وطلب القتال، لأن الوطء لذة ومنفعة وفيه لعب ومداخلة. أنظر أيضاً المجامعة، وانظر المؤاكلة، وانظر السر، وانظر النكاح"
    },
    {
        "id": 37,
        "text": " الوطواط\n  تدل رؤيته في المنام على العمى والضلالة. وربما دل على ولد الزنى لأنه من الطين وهو طائر يرضع كما يرضع الآدمي. وربما دلت رؤيته على التستر بسبب الأعمال الرديئة كالسرقة واستماع الأخبار. وربما دلت رؤيته على زوال النعم، والبعد عن المألوف. وربما دلت رؤيته على إقامة السنة وإظهار الحجة لأنه معجزة عيسى عليه السلام"
    },
    {
        "id": 38,
        "text": " الوعاء\n  إذا رأى الإنسان في منامه وعاء اللبن، أو العسل دل على رجل عالم أو صاحب مال كثير، وإذا كان الوعاء من الفخار وفيه لبن فهو رزق، وإن كان من الصفر فهو مال ينقص، لأن الصفر يفسد اللبن. ومن رأى  اللبن في قدر فإنه دليل خير، وإن رآه في صفر فإنه دليل خسرانه"
    },
    {
        "id": 39,
        "text": " الوعد\n  من رأى في المنام أنه وعد وعداً حسناً فإنه يصيب خيراً ونعمة ويطول عمره.وإن رأى  أن عدوه وعده خيراً نال منه أو من غيره شراً.وإذا رأى أنه وعده شراً نال منه أو من غيره خيراً، وإذا نصحه عدوه غشه، والوعد يدل على إحسان يصل إلى الرائي من الذي وعده، والعدة بشيء في المنام دين على الموعود للذي وعده، فإن وفى بما وعده في المنام دل على الإيمان وحسن اليقين"
    },
    {
        "id": 40,
        "text": " الوعر\n  من رأى في المنام أنه في وعر ثم رأى نفسه في سهل، دل ذلك على تسهيل أموره وخروجه من المصائب، ومن العسر إلى اليسر، وإن كان في سهل ثم رأى نفسه في وعر دل على الهموم والأنكاد والتعب وتوقف الأحوال، والوعر ورع. وربما دل الوعر على الضلالة والتوعر في البدع، ويدل الوعر على البلادة"
    },
    {
        "id": 41,
        "text": " الوعل\n  هو في المنام رجل مارق، ومن أصاب وعلاً على جبل أو تيساً أو كبشاً فإنه يصيب غنيمة من رجل ملك ضخم، وإن أكل لحمه فإنه يصيب مالاً من رجل متصل بملك ضخم"
    },
    {
        "id": 42,
        "text": " وقاد النار\n  هو في المنام دليل على الخير والراحة، وقضاء الحاجة، والقرب من الأكابر، وتدل رؤية الوقاد على العلم إلا أن يحرق بالنار ثياب الناس من غير فائدة، فإن رؤية ذلك تدل على الشر والفتن والتفريط في المال"
    },
    {
        "id": 43,
        "text": " الوقف الخيري\n  يدل في المنام على الأعمال الصالحة التي يتقرب بها إلى الله تعالى، ويرتفع بها قدره في الدنيا والآخرة على حسب الموقوف، فإن وقف كتاباً أو داراً أو مالاً فذلك دليل على توبته إن كان عاصياً، وهدايته إن كان ضالاً"
    },
    {
        "id": 44,
        "text": " الوقوع في الماء\n  من رأى في المنام أنه وقع في الماء الكثير العمق، ونزل فيه ولم يبلغ قعره فإنه يصيب دنيا كثيرة، لأن الدنيا بحر عميق، وقيل من رأى أنه وقع في الماء فإنه ينال سروراً ونعمة"
    },
    {
        "id": 45,
        "text": " الوكالة\n  هي في المنام ذنوب تتجمع على من رأى أنه صار وكيلاً، والوكالة دالة على الغنى والتحكم فيما يملكه غيره، وما ينضم إليه، فإذا كان الموكل مريضاً مات أو صحيحاً مرض، وإن الوكالة استنابة في التصرف، وإن كان يرجو منصباً حصل له"
    },
    {
        "id": 46,
        "text": " الوكر\n  هو في المنام يدل على دور المنحرفين أو مساجد المتعبدين المنقطعين"
    },
    {
        "id": 47,
        "text": " الوكز\n  هو في المنام دليل على الوقوع في شيء من عمل الشيطان، وعلى حسن عاقبته في دينه، لقوله تعالى:  \"  فوكزه موسى فقضى عليه، قال: هذا من عمل الشيطان  \""
    },
    {
        "id": 48,
        "text": " الوكيل\n  هو في المنام رجل يكتسب لنفسه ذنوباً"
    },
    {
        "id": 49,
        "text": " الولادة\n  لو رأى ملك في المنام أن زوجته ولدت ذكراً ولم تكن حاملاً فإنه ينال كنوزاً، وإن رأت الحامل إنها ولدت ولداً ذكراً فإنها تضع أنثى، والعكس بالعكس، والبنت فرج في التأويل، والابن هم.وإن رأى مريض أن أمه ولدته فإنه يموت، وإن كانت إمرأته حاملاً فإنها تلد ابناً، وولادة البنت فرج السجين.وإن رأى  الرجل أنه ولد غلاماً فإنه يمرض وينجو من غم ويظفر بعدوه، وإن ولدت الحامل قطاً فالولد لص، والولادة خروج من الشدائد والأمراض أو مفارقة الأهل والجيران، والولادة راحة وفرج وقضاء دين وتوبة. ومن رأى  أنه يلد، فإن كان فقيراً صار غنياً، وإن كان غنياً وقع في هم وغم، وإن كان عازباً تزوج سريعاً. وإذا رأى المريض أنه يلد دل ذلك على الموت. ومن رأى  أنه قد ولدت له بنت ركبه دين. ومن رأى  أن إبنته ماتت وحفر لها قبراً فإنه يقضي دينه"
    },
    {
        "id": 50,
        "text": " الولاء\n  من ماتت في المنام جاريته أو عبده المعتقان فورثهما بالولاء، دل ذلك على الرزق والفائدة للسيد خاصة إن كان أحدهما موجوداً في اليقظة"
    },
    {
        "id": 51,
        "text": " الولد\n  من رأى في المنام أنه ولد له جملة أولاد دل ذلك على هم، وإن الأطفال لا يمكن تربيتهم إلا بمقاساة الهموم، وقيل من رأى أنه ولد له ولد صغير فهو زيادة ينالها في دنياه ويغتم. ومن رأى  أنه أصاب ولداً بالغاً فهو له عز وقوة، وأمه أولى به في أحكام التأويل في أبيه"
    },
    {
        "id": 52,
        "text": " الوله\n  هو في المنام حيرة في الدنيا، وحسن عاقبة في الآخرة"
    },
    {
        "id": 53,
        "text": " الوليمة\n  من حضر في المنام وليمة دل على زوال الهم والنكد، والمنصب الذي يجتمع الناس فيه. وربما دلت الوليمة على الهم والحزن والإيلام باليد، أو اللسان"
    },
    {
        "id": 54,
        "text": " الوهدة\n  من رأى في المنام أنه يسير فيها فيلحقه عسر أو غم فإنه يرجو في عاقبته الرخاء"
    }
]