[
    {
        "id": 0,
        "text": " الزاد\n  من حمله في المنام وكان مسافراً دل ذلك على التقوى. وربما دل حمل الزاد للفقير على الغنى، وعلى المدين لقضاء الدين"
    },
    {
        "id": 1,
        "text": " الزاغ\n  تدل رؤيته في المنام على رجل ذي سطوه ولهو، وطرب وسيادة والزاغ يدل على قوم يحبون المشاركة، كما يدل على قوم فقراء. أنظر العقيق"
    },
    {
        "id": 2,
        "text": " الزمار\n  تدل رؤيته في المنام على الكلام لغير فائدة، فزمار الأفراح تدل رؤيته على الفرح والسرور، وزمار الأمير تدل رؤيته على تجهيز الجنود، والزمار رجل ينعي بموت أو قتل، أو أنه إنسان زان، والزمر يدل على النائحة، أو الباكية الثكلى"
    },
    {
        "id": 3,
        "text": " الزاني والزانية\n  من عامل إمرأة زانية في المنام فإنها الدنيا وطلابها، فإن كان الطلاب معروفين بالصلاح والدين والعلم، ولهم سمت حسن وهيئة الصالحين، ورأوا كأنهم يختلفون إلى زانية فإنهم يختلفون إلى علم من عالم، ويصيبون منه بقدر ما نالوا من تلك المرأة الزانية. ومن رأى  رجلاً مع امرأة، فإن ذلك الرجل يطلب دنيا زوج هذه المرأة. ومن رأى  أنه زنى فإنه يحج. ومن رأى  أنه فجر بامرأة شابة فإنه يضع ماله في موضع لا يرى. ومن رأى  أنه زنى بزانية نال شراً وفتنة. ومن رأى  أنه دخل إلى موضع الزنا ولم يستطع أن يخرج منه فإنه يموت سريعاً. ومن رأى  أنه يبيت مع زوجة غيره، وزوجها معها من غير استنكار منه، فإن ذلك الزوج يوكله في أمور بيته"
    },
    {
        "id": 4,
        "text": " الزبد\n  هو في المنام جنين في بطن أمه، والزبدة مال مجموع نام لذيذ كثير المنفعة، وهي رزق من غنيمة. وقيل من أكل زبداً رزقه الله تعالى زيارة الأرض المقدسة، والزبد دال على الخصب والكسب والفائدة، وعلى المنفعة، وعلى سهولة ما يطلبه ويعالجه في اليقظة، وزباد اللبن يدل في المنافع على الأملاك الجليلة، أو البستان الذي يجنى منة الثمر، أو العلم النفيس من العلماء، والزباد أرزاق وتجارة رابحة من الجلود فإنه جعل الزباد على النار دل على العنبر، وزبد الماء يدل في المنام على شيء لا ينتفع به، وهو شيء لا قيمة له، ويعجب به صاحبه"
    },
    {
        "id": 5,
        "text": " الزبدية\n  هي في المنام زوجته أو معيشة داره، فإن حسنت في المنام أو ارتفعت قيمتها دل ذلك على شرف من دلت عليه، وبائع الزبادي تدل رؤيته في المنام على الرخاء والأمن والقعود عن السفر، بخلاف بائع الزبادي النحاسية فإنها معدة للأسفار"
    },
    {
        "id": 6,
        "text": " الزبرباجة\n  هي في المنام نافعة إذا كانت بلا زعفران، وإن كانت بالزعفران كانت مرضاً كلها، وكذلك ما كان فيه صفرة"
    },
    {
        "id": 7,
        "text": " الزبرجد\n  هو في المنام رجل مهذب شجاع، وصديق صاحب دين وورع وحسب، وإذا دل على المال فهو حلال طيب، والزبرجد هو الكلام الخالص من العلم والبر"
    },
    {
        "id": 8,
        "text": " الزبل\n  هو في المنام مال لمن أكله أو حواه، وزبل ما يؤكل لحمه من الطير مال حرام، والزبل الذي يصلح للإشعال رزق خاصة إن كان يابساً، وكثرة زبل الناس تدل على تعويق عن الحركات، والتلطخ بزبل الناس مرض أو خوف، وهو دليل خير لمن كانت أفعاله قبيحة، وزبل البقر دليل خير للفلاحين دون غيرهم، أما الزبالة فهي في المنام دليل خير للفقراء لأنها مجموعة من أشياء كثيرة وفضلات، ولا تحمد للأغنياء. وربما دلت على حمل الزوجة أو كثرة المال، أما الزبال فهو في المنام رجل محروم تدل رؤيته على تعب نفسه في راحة غيره. وربما دلت رؤيته على سرعة الغنى وسرعة الفقر، والزبال رجل كثير الجمع للمال"
    },
    {
        "id": 9,
        "text": " الزبيب\n  هو في المنام رزق نافع من أي جنس كان، ومن أي لون سواء أكان أسود أو أحمر أو أبيض"
    },
    {
        "id": 10,
        "text": " الزج\n  هو في المنام دخول في الأمور الضيقة المخرج. وربما دل على الموت"
    },
    {
        "id": 11,
        "text": " الزجاج\n  هو في المنام هم، وتأويله أنه من جوهر النساء. ومن رأى  الزجاج، وقد خفي عنه شيء ظهر له واتضح، وإن الزجاج لا يخفي شيئاً، وأما ما يعمل من الزجاج الملون فتلك شبهات في المال والأزواج والأولاد، ورياء ونفاق وما يتداوى به من ذلك دليل على العلماء والحكماء، فمن إبتاع في المنام أو قبض جوهرا بزجاج أو دراً بصدف دل على اختياره الدنيا على الآخرة، أو المعصية على الطاعة، أو أنه يرتد عن دينه"
    },
    {
        "id": 12,
        "text": " الزجاج\n  فهو في المنام يدل على الغرور بنفسه وماله، ومصادقة الحمقى، والزجاج دلال الجواري الروم"
    },
    {
        "id": 13,
        "text": " الزحف\n  يدل الزحف في الحرب في المنام على الحزن والإخلاص في طلب العلم والمال. وربما دل على التجهيز للحج أو شهود موسم، فإن زحف الإنسان بنفسه وحده فإنه يخاطر بروحه أو بماله في أمر لا يطيقه"
    },
    {
        "id": 14,
        "text": " زحل\n  إذا رؤي في المنام فإنه يدل على القهر والسلطنة، هذا إذا كان متصلاً بالقمر، وزحل صاحب عذاب الملك. وربما دل زحل على الفقر والخسائر والشدائد"
    },
    {
        "id": 15,
        "text": " الزحير\n  هو في المنام للمرأة مخاض"
    },
    {
        "id": 16,
        "text": " الزر\n  هو في المنام عصمة وعقد صحيح. وربما دل على المال، أو الرزق، خاصة إن كان من فضة أو ذهب، والزر والعروة يدلان على رجل وامرأة، فمن رأى أنه ركب زراً في عروة فإنه يتزوج إن كان عازباً، وإلا فإنه يؤلف أمراً تفرق"
    },
    {
        "id": 17,
        "text": " الزراد\n  تدل رؤيته في المنام على تسهيل الأمور الصعبة، والمساعدة على القصد، وعلى الزواج للأعزب، والزراد رجل يعلم الناس الأدب والعلم، ويدفعهم على مكارم الأخلاق، ويكون فيه نفاق"
    },
    {
        "id": 18,
        "text": " الزرافة\n  هي في المنام لا خير منها، وهي تدل على الآفة في المال، أو على المرأة الجميلة، أو الوقوف على الأخبار الغريبة، وتعبر الزرافة بالمرأة التي تثبت مع الزوج"
    },
    {
        "id": 19,
        "text": " الزراق\n  تدل رؤية زراق الملك على الشر والقتال، أو على تفريق الجماعات"
    },
    {
        "id": 20,
        "text": " الزربول\n  هو في المنام للابسه زوجة أو دابة أو سفر أو منصب. أنظر أيضاً الخف، وانظر النعل"
    },
    {
        "id": 21,
        "text": " الزريبة\n  هي في المنام دالة على الأرزاق والفوائد والأرباح. وربما دلت على ما يحفظ المال من مخزن وكيس. وربما دلت على دار الرائي التي يجمع فيها أهله وخدمه وحشمه"
    },
    {
        "id": 22,
        "text": " الزرزور\n  هو في المنام رجل مسلم زاهد ضعيف صابر، طعامه حلال، والزرزور رجل صاحب أسفار، فمن رأى أنه أصاب زرزوراً فإنه يصيب رجلاً كذلك. ومن رأى  أنه أكل من لحمه أو نتف من ريشه فإنه يصيب خيراً، وربما دل الزرزور على خلط الأعمال الصالحة بالسيئة، أو الذي ليس بغني ولا فقير، ولا شريف ولا وضيع. وربما دلت رؤيته على المهانة والقناعة بأدنى العيش واللهو واللعب"
    },
    {
        "id": 23,
        "text": " الزرع\n  من رأى في المنام أنه زرع زرعاً، فإن إمرأته تحمل، واحتراق الزرع جوع وقحط. ومن رأى  أنه يسعى في مزرعة خضراء فإنه يسعى في أعمال البر والنسك، ولا يدري أيقبل منه أم لا. ومن رأى  أنه زرع في أرض فهو للمتزوج ولد، وللعازب زواج، ولصاحب الغلة زيادة في دخله، وللسلطان سعة في مملكته، والزرع الأخضر دال على العمر الطويل، والزرع اليابس دال على قرب الأجل، وزرع البر يأخذه بر أو صدقة مضاعفة الأجر. وربما دل السنبل من القمح على الشدة كما دل سنبله على مضاعفة الأجر، والشعير استشعار بالخير، والزرع يدل على العمل، فمن رأى أنه في أرض تصلح للزرع فإنه يعمل عملاً يرجو به غداً كله خير، ومن زرع في غير محل الزرع فإنه يزني.فإن رأى  الزرع يحصد في غير وقته فإنه يدل على موت في تلك المحلة، أو على حرب، ومن مشى بين الزرع مشى بين صفوف المجاهدين. ومن رأى  أن له زرعاً معروفاً، فإن ذلك عمله في دينه أو دنياه، والمزرعة تدل على المرأة لأنا تحرث وتبذر وتحمل وتلد وترضع إلى وقت الحصاد واستغناء النبات عن الأرض فسنبلها ولدها أو مالها. وربما دلت المزرعة على السوق، وسنبلها أرزاقها، وتدل المزرعة على ميدان الحرب، وسنبلها جندها، وحصادها بالسيف. وربما دلت على الدنيا، وسنبلها جماعة الناس، صغيرهم وكبيرهم، وشيخهم وكهلهم. وربما دلت المزارع على كل مكان يحرث فيه للآخرة، ويعمل فيه الأجر والثواب كالمساجد والرباطات وحلقات الذكر"
    },
    {
        "id": 24,
        "text": " الزرفين\n  هو في المنام عصمة بين الزوجين، وعقد شركة بين الشريكين، وإصلاح بين الخصمين. وربما دل على ما يتم به الدين من إقامة الصلاة، وإيتاء الزكاة، والسلامة في المعتقد"
    },
    {
        "id": 25,
        "text": " الزعرور\n  هو في المنام إن كان أصفر يدل على المرض بقدر لونه في شدة صفرته، وما كان منه أخضر ليس بمرض، وكذلك كل ثمرة صفراء فهي مرض إلا الأترج والتفاح والنبق، فإن صفرتها لا تضر لقوة جوهرها"
    },
    {
        "id": 26,
        "text": " الزعفران\n  هو في المنام يدل على الثناء الحسن والذكر الجميل إذا لم يؤثر لونه في الجسد، أو الثوب لأنه من الطيب، وإن أثر لونه فإنه مرض لمن رآه، وطحن الزعفران مرض، وقيل الزعفران طيب ما لم يمس جسد رائيه.فإن رأى  أن طحن زعفراناً فإنه يعمل عملاً يتعجب منه. أنظر أيضاً العنبر"
    },
    {
        "id": 27,
        "text": " الزغلي\n  تدل رؤيته في المنام على الزنا والضيق والتكتم بالأعمال الرديئة"
    },
    {
        "id": 28,
        "text": " الزق\n  هو في المنام دال على الوعاء من الحلم، أو المال، والزنى في المنام رجل دنيء، فمن رأى أنه أصاب زقاً من عسل فإنه يصيب غنيمة من رجل دنيء، وإن أصاب زقاً من نفط فإنه يصيب مالاً حراماً من رجل شرير كافر، فمن رأى أنه نفخ في زق ولد له إبن"
    },
    {
        "id": 29,
        "text": " الزقاق\n  دخوله في المنام يدل على الوقوع في الشبهات للإنعطافات كالاعوجاج عن الحق. وربما دل على الحنث باليمن واختلاف الكفارات، وتدل الأزقة على الطرائق الصناعية"
    },
    {
        "id": 30,
        "text": " الزكام\n  هو في المنام خبر بطيء على المسافر"
    },
    {
        "id": 31,
        "text": " الزكاة\n  تدل في المنام على زيادة المال ومضاعفته، فمن رأى أنه يزكي ماله دل على نموه وكثرته وزيادته في ذلك العام، وزكاة المال دليل على الخير والتحصن من الأعداء. وربما دلت الزكاة على التهجد بالليل، وعلى كثرة الصوم تطوعاً، وربما دل إخراج الزكاة على قضاء الدين، والزكاة تدل على كثرة الفوائد ورفع المنزلة ودفع البلايا. ومن رأى  أنه يوزع مال الزكاة يسر الله تعالى عليه أموره، ويرزق توبة. ومن رأى  أنه أدى زكاة الفطر فإنه يكثر الصلاة والتسبيح ويقض ديناً إن كان عليه، ولا يصيبه في عامه ذلك مرض ولا سقم، وزكاة الفطر في المنام فائدة، وزكاة المعدن بشارة بزيادة ولد أو زوجة، وإن كان الرائي فقيراً دل ذلك على قبول أعماله الصالحة، وتوبته إن كان فاسقاً، ويرزقه الله تعالى مالاً حلالاً، وإن كان كافراً أسلم"
    },
    {
        "id": 32,
        "text": " زكريا عليه السلام\n  من رآه في المنام رزقه الله تعالى على الكبر ولداً تقياً سيداً صالحاً، وأصلح الله تعالى لصاحب الرؤيا زوجته"
    },
    {
        "id": 33,
        "text": " الزلابية\n  هي في المنام مال بلهو وطرب، ونجاة من الهلاك والضرر، والزلابية دالة على الأسف والندم. وربما دلت على الأفراح والمسرات"
    },
    {
        "id": 34,
        "text": " الزلباني\n  تدل رؤيته في المنام على البشارة بالخلاص من الشدائد. وربما دلت رؤيته على الشر والنكد"
    },
    {
        "id": 35,
        "text": " زلات اللسان\n  يدل ذلك في المنام على الزلل بالقدم وبالعكس. وربما دل زلل القدم على زوال ما هو مرتكبه. وربما دل على السهو والنسيان في طلب العلم"
    },
    {
        "id": 36,
        "text": " الزلزلة\n  هي في المنام خوف من السلطان، وقيل الزلزلة حادث يحدث من قبل الملك الأعظم، فإن كانت عامة فالحادث عام، وإن رؤي جبل من الجبال تزلزل أو رجف أو زال عن مستقره ثم استقر مكانه فإنه سلطان ذلك الموضع. ومن رأى  أرضاً زلزلت وخسفت بطائفة فيها وسلمت طائفة أخرى، فإن السلطان ينزل تلك الأرض، ويعذب أهلها. وقيل إن يدل على مرض شديد، وإذا نزلت الزلزلة بأرض، فإن الملك يظلم رعيته. ومن رأى  الأرض زلزلت، والسماء اضطربت، فإن أهل تلك البلدة يعاقبون بالسلطان ويصابون في أنفسهم وأموالهم بالسقم والمرض. وإذا رأى الإنسان أن الأرض متحركة في المنام فإنها تدل على حركة أمور صاحب الرؤيا وعيشه. ومن رأى  أن الأرض زلزلت، فإن ذلك بلاء ينزل بتلك الأرض من سلطانها أو أن المنطقة تتعرض لجراد أو برد أو قحط أو خوف شديد، وإذا رؤيت الزلزلة في المنام فإنها تدل على الفزع والأراجيف والأخبار المزعجة، وإذا رأتها إمرأة حامل وضعت حملها. وربما دلت الزلزلة على اضطراب الناس، فإن انهدمت الجدران حدث موت حقيقي. وربما دلت على أن الرائي يموت، واهتزاز الأرض المجدبة دليل على تزكيتها ونموها بالزرع. وربما دلت على إحياء الموات، وتدل الزلزلة على السفر في البحر، أو على الرقص والطرب، أو على تعطيل السفر في البحر. وربما دلت الزلزلة على نكد الأزواج، وإن كانت الزلزلة في بستان دل ذلك على كثرة النبات وكثرة ثمار الصيف، ودلت على فتن أهل القرى، وإن رآها في المنام وكانت الرؤيا في أيار دل ذلك على قتال يكون بين الناس وفتن متواصلة، وإن رآها في المنام وكانت الرؤيا في حزيران كان ذلك دليلاً على هلاك الأشرار، فإن كانت نهاراً دل ذلك على تجديد مناصب العلماء، وإن رآها وكان ذلك في تموز دل ذلك على موت رجل عظيم الشأن، وإن رآها وكان ذلك في آب دل على عدو يأتي إلى تلك الأرض، وإن رآها وكان ذلك في أيلول فإنه يدل على رجل غريب يأتي إلى تلك الأرض، ويحصل بها أوجاع يعقبها فناء، وإن رآها وكان ذلك في تشرين الأول فإنه يدل على المرض وسلامة الحوامل، وإن رآها وكان ذلك في تشرين الثاني فإنه يدل على سقوط الحوامل، وإن رآها وكان ذلك في كانون الأول دل على حدوث مرض شديد، وموت مع الأمن من العدو، وإن رآها وكان ذلك في كانون الثاني دل على موت الشباب، وإن رآها وكان ذلك في شباط دل ذلك على الجوع وسقوط الحوامل، وإن رآها وكان ذلك في آذار كان دليلاً على الرخاء"
    },
    {
        "id": 37,
        "text": " الزمام\n  هو في المنام طاعة وخضوع مع مال ونعمة"
    },
    {
        "id": 38,
        "text": " الزمانة\n  هي في المنام تعطيل عن السفر والكسب باليد، والزمانة عجز عن هدف يقصده"
    },
    {
        "id": 39,
        "text": " الزمر\n  هو في المنام خبر خير، والزمر في المنام نعي لمن سمعه، وإن كان هو الذي يزمر فإنه ينعي إنساناً، وقيل من رأى بيده مزمار الناي، ووضع أصابعه على منافذ المزمار فإنه يتعلم القرآن ويعرف ما يقرأ. ومن رأى  أنه أعطي مزماراً من سلطان نال إمارة، ونجاة من الفتن، ونال ورعاً وعزلة عن الناس"
    },
    {
        "id": 40,
        "text": " الزمرد\n  يدل في المنام على الشهادة، وعلى ما يوجب الحلول في قصور الجنة. ومن رأى  أنه أصاب زمرداً فإنه يكتسب أخاً صالحاً أو إخواناً صالحين أو أولاداً ذكوراً مهذبين أو علماً نافعاً أو مالاً حلالاً طيباً"
    },
    {
        "id": 41,
        "text": " زمزم\n  من رأى في المنام أنه شرب من ماء زمزم فإنه دليل على الشفاء من الأسقام، خاصة إن شربه لشيء معين، كأن يشربه لاكتساب مال أو لتعلم فإنه ينال ذلك"
    },
    {
        "id": 42,
        "text": " الزمزمة\n  هي في المنام دخول في بدعة"
    },
    {
        "id": 43,
        "text": " الزنى\n  هو في المنام خيانة، والمرأة الزانية المجهولة خير من المعروفة، والزنى سرقة، لأن الزاني يختفي كالسارق. ومن رأى  زانية أقبلت عليه تراوده عن نفسه نال مالاً حراماً. ومن رأى  أنه زنى بامرأة شابة حسناء فإنه يضع ماله في مكان محروز. ومن رأى  أنه زنى، وأقيم عليه الحد، وكان سلطاناً قوي سلطانه، وإن كان الرائي أهلاً للولاية ولي وخلع عليه ونال مركزاً مرموقاً. ومن رأى  أنه زنى بامرأة إنسان يعرفه فإنه يريد أخذ شيء من ماله، ومن قرأ في المنام الآية التي تقول:  \"  الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة  \". فإنه زان"
    },
    {
        "id": 44,
        "text": " الزنار\n  زنار النصارى في التأويل ولد، فمن رأى أن زناره انقطع مات ولده، والزنار سمة نسك وتعبد وقبول وطاعة للابسه من النصارى، وهو لغيرهم من المسلمين دال على الشهرة والحزم لأهل الخير والنصرة للدين. وربما دل الزنى والنار. وربما دل على توسط العمر، والزنار يدل على ولد إذا كان فوق ثياب جديدة إذا كان تحت الثياب دل على فساد الدين والدنيا"
    },
    {
        "id": 45,
        "text": " الزنبور\n  هو في المنام عدو محارب. وربما دل على البناء والنقاب والمهندسين وقاطع الطريق وذي المكسب والحرام، والزنبور رجل من الغوغاء مهيب طعان محارب ثابت في القتال سفيه. ومن رأى  أن الزنابير دخلت قرية أو بلدة دخلها جنود لهم هيبة وشجاعة، وحاربوا الناس علانية. وقيل إن الزنبور رجل يجادل بالباطل. وقيل إن الزنابير تدل على الغمازين وسفاكي الدماء، والزنبور يدل على رجل سيء. ومن رأى  أنه عالج جماعة من الزنابير فإنه يعالج أراذل الناس، ومن لا قدر لهم"
    },
    {
        "id": 46,
        "text": " الزنبيل\n  تدل رؤيته في المنام على صاحب البيت الساعي على أهل بيته الآتي لهم بما يشتهونه. وربما دل على الزوجة، أو الخادم، أو الولد، وزنبيل الرباط حمال ثقة، ويدل على العبيد"
    },
    {
        "id": 47,
        "text": " الزند\n  القدح في المنام تفتيش على أمر حتى يربحه ويصح له، فمن رأى أنه قدح ناراً ليستدفئ بها استعان برجل قاسي القلب ذي سلطان ورجل قوي جبار. وإذا رأت المرأة إنها قدحت ناراً فانقدحت ولدت ابناً. ومن رأى  أنه قدح حجراً على حجر فانقدحت منه نار، فإن رجلين قاسيين يتقاتلان قتالا شديداً، وقيل إن الزند إذا قدح دل على زواج العازب، فإن اشتعلت النار، فإن الزوجة تحمل، فإن أحرقت النار ثوباً أو جسماً كان ذلك ضرراً يجري في ذلك البيت في مال أو عرض أو جسم، فإن أحرقت مصحفاً كان ذلك قدحاً في الدين"
    },
    {
        "id": 48,
        "text": " الزهد\n  هو في المنام تحبب إلى الناس لما ورد:  \"  ازهد فيما أيدي الناس يحبك الناس  \""
    },
    {
        "id": 49,
        "text": " الزهر\n  هو في المنام لذة وخير، فمن رأى على رأسه إكليلاً من الزهر فإنه يتزوج. ومن رأى  الزهر في غير وقته ناله هم، والأزهار المختلفة الألوان تدل على الدنيا ونضارتها ومتاعها، والزهر بشارة بالحمل للنساء وتفريج الهم، والزهرة في المنام إمرأة جميلة، فمن رآها خطب إمرأة جميلة ليس بينه وبينها قرابة، والزهرة في المنام دالة على النهم واللهو واللعب والضحك والتصوير واللباس الجميل، فمن صادفها في المنام ربما مالت نفسه إلى ما ذكرناه أو صادف من يتعاطى ذلك. وربما تزوج أو اشترى جارية أو مغنية، والزهرة إمرأة الملك، وقيل إمرأة أجنبية، فمن رآها وكان عازباً فإنه يتزوج إمرأة من غير جنسه. أنظر أيضاً الورد"
    },
    {
        "id": 50,
        "text": " الزواج\n  يدل الزواج في المنام على العناية من الله تعالى. وربما دل الزواج على الأسر والدين والهم والغم، فإن تزوج الإنسان إمرأة مجهولة دل ذلك على قرب الأجل، والرحلة من دار إلى دار، وإن كان صالحاً للإمارة تولى أو نال منصباً يليق به، وإن كان بزفاف حسب العادة فهو منصب أو صيت حسن، والزواج يعبر بالحرفة، فمن رأى أنه تزوج إمرأة ثم ماتت فإنه يعمل في حرفة لا ينال منها إلا العمل والعناء والهم. ومن رأى  أنه تزوج بامرأة يهودية فإنه يسعى في حرفة ينال منها إثماً واجتراء على المعاصي. ومن رأى  أنه تزوج بامرأة نصرانية فإنه يسعى في حرفة فيها باطل، وإن كانت مجوسية فهي حرفة بلا دين، ومن تزوج بزانية فهو زان، ومن تزوج بزوجة سليطة فإنه يقيد بقيد ثقيل، ومن تزوج بكلبة فإنه يملك أمراً دنيئاً. ومن رأى  إنساناً تزوج بامرأة ونقلها إليه ينال مالاً. ومن رأى  زوجته تزوجت برجل بزوجة السلطان نال ملكاً إن كان أهلاً لذلك، وإلا تولى ولاية، ومن تزوج بامرأة ميتة ظفر بأمر ميت قد يئس منه، وإذا تزوجت المرأة المريضة ولمن تعاين الزوج ولم تعرفه فإنها تموت، وكذلك الرجل المريض إذا تزوج في منامه ولم يعاين المرأة ولم يعرفها فإنه يموت، ومن زوج أمه فإنه يبيع عقاره. وإذا رأت المرأة الحامل إنها تزوجت فإنها تضع جارية، وإذا جليت كالعروس فإنها تضع غلاماً.وإذا رأت إمرأة وكان لها إبن إنها تزوجت فإنها تزوج ابنها، وإن تزوجت المرأة العازبة، أو المتزوجة في المنام فإنها تنال خيراً، وإذا تزوجت المرأة برجل ميت تشتت شملها وافتقرت. ومن رأى  أنه تزوج إمرأة وله زوجة أو زوجات أصاب خيار وسلطاناً بقدر جمال المرأة وهيئتها إذا عاينها وعرفها، فإن هو لم يعرفها وكانت تجهز له، فإن ذلك دليل على موته أو موت إنسان على يديه. ومن رأى  أنه تزوج إبنة شيخ مجهول فإنه يصيب خيراً كثيراً.وإن رأى إمرأة إنها تزوجت شيخاً مجهولاً فإنها تصيب خيراً كثيراً، وإن كانت مريضة شفيت من مرضها. ومن رأى  أنه تزوج إمرأة ميتة من محارمه فإنها يصل رحمها، وإن كانت حية قطع رحمها. ومن رأى  أنه تزوج ذات محرم فإنه يسود أهله، والزوجة في المنام شريك أو عدو أو سلطان جائر أو خصم لدود أو ملك، وكل ما دلت الأرض عليه من راحة أو تعب أو خير أو شر فانسب للزوجة مثله لدلالته عليها"
    },
    {
        "id": 51,
        "text": " زوجات النبي صلى الله عليه وسلم\n  تدل رؤيتهن في المنام على الأمهات، وتدل على الخير والبركة والبنات. وربما دلت رؤيتهن على التغاير، وعلى اليمين بسبب إظهار سر أو كتمانه.وإذا رأت إمرأة عائشة رضي الله عنها في المنام نالت منزلة عالية، وشهرة صالحة، وحظوة عند الأباء والأزواج، وإن رأت حفصة رضي الله عنها دلت رؤيتها على المكر، وإن رأت خديجة رضي الله عنها دلت على السعادة والذرية الصالحة، وتدل رؤية فاطمة رضي الله عنها بنت رسول الله على فقدان الأزواج والأباء والأمهات. وأما رؤية الحسن والحسين رضي الله عنهما فإنها دالة على الفتنة وحصول الشهادة. وربما دلت على الأسفار والتغرب، وعلى أن الرائي يموت شهيداً. ومن رأى  من الرجال أحداً من أزواج النبي صلى الله عليه وسلم وكان عازباً تزوج إمرأة صالحة، وكذلك إن رأت المرأة أحداً منهن، دلت رؤيتها على بعل صالح يكفيها"
    },
    {
        "id": 52,
        "text": " الزئبق\n  هو في المنام أمر لا يتم، فمن رأى أنه أعطى إنساناً زئبقاً أو ملكه فإنه يخلف إنساناً بموعد، وإن أكله كان هو المبتلى بذلك الخلف. ومن رأى  أن بيده شيئاً من الزئبق فإنه مذبذب في دينه، وتابع لهواه، وخائن غير مؤتمن"
    },
    {
        "id": 53,
        "text": " الزيت\n  هو في المنام رزق ومال حلال، وشفاء لمن ادهن به. ومن رأى  أنه يشرب الزيت فإنه يدل على سحر أو مرض، وزيت الزيتون علم وبركة وهدى ونور ورزق حلال، وما كان من غير الزيتون كالسلجم والبطم فهو مال تغلب عليه الشبهة. وربما دل الزيت على نور الأبصار أو نور القلب. وربما دل على حدوث كسر، فإن صار الزيت الطيب رديئاً دل ذلك على نقض العهد، وإن صار الرديء طيباً دل على حسن المعاملة"
    },
    {
        "id": 54,
        "text": " الزيات\n  تدل رؤيته في المنام على العلم والهداية وإسلام الكافر، وخدمة أرباب العلم والقرب من الملوك"
    },
    {
        "id": 55,
        "text": " الزيتون\n  هو في المنام مال ومتاع، وشجرة الزيتون رجل مبارك نافع لأهله، وقيل إنها إمرأة شريفة أو ولد رئيس أو ولاية، والزيتون الأصفر هم في الدين، ومن عصر زيتوناً من شجرة نال بركة وخيراً، ويدل الزيتون في المنام للعبيد على ضربهم، وإن الزيتون يضرب حتى يرمي حمله، وقيل الزيتون هم لمن رآه، ومن سمى شجرة الزيتون بالزيت فإنه يتزوج أمة، وكذلك إذا سقى الكرم بالخل أو بال تراباً على الأرض، وشجرة الزيتون مال ومتاع، والزيتون إمرأة شريفة فمن أصابه أو ملكه أو أكله فهو بركة وخير، ورزق الزيتون تمسك بالعروة الوثقى، ويدل على الصالحين أو خيار الناس، وثمرته تدل على الرزق السهل والنعمة الرغدة مع السرور التام. ومن رأى  أنه ينقي زيتوناً، أو يعصره فإنه يدل على تعب ومشقة، والزيتون يدل على نور الإيمان وهداية العاصين، وتلاوة القرآن وجبر المكسور، والمال للفقير"
    },
    {
        "id": 56,
        "text": " الزير\n  يدل في المنام على الزوجة أو قيم الدار أو مخزنه أو حانوته، وعلى زوجته الحامل"
    },
    {
        "id": 57,
        "text": " الزينة\n  هي في المنام تدل على الفقر وفساد الحال. ومن رأى  الدنيا تزينت له، ومهما طلب حصل له فإنه يفتقر ويهلك، والزينة في البلاد التي لا تعرف فيها الزينة خير لجميع الناس"
    }
]