[
    {
        "id": 0,
        "text": " الضأن\n  من رأى في بيته في المنام ضأناً مسلوخاً فإنه يموت فيه إنسان. ومن رأى  أنه أصاب ضأناً أو ملكها فإنه يصيب غنيمة كبيرة. ومن رأى  أنه يأكل لحم الضأن فإنه يصيب خيراً كثيراً. أنظر أيضاً الغنم"
    },
    {
        "id": 1,
        "text": " الضب\n  هو في المنام رجل عربي بدوي، يخدع الناس في أموالهم، ومن رآه فإنه يمرض، وقيل هو رجل خبيث ملعون لأنه من الممسوخ، والضب رجل مستوحش. وربما دلت رؤيته على الشبهة في الكسب، أو الجهل بالنسب"
    },
    {
        "id": 2,
        "text": " الضباب\n  هو في المنام التباس على الإنسان فيما هو فيه من أمر الدين، أو الدنيا. ومن رأى  ضباباً انصب عليه، فإن يريد الباطل فليتق الله تعالى وليدع ما هو فيه، والضباب فتنة تغشي الناس وقتال يقع بينهم"
    },
    {
        "id": 3,
        "text": " الضبع\n  هو في المنام عدو ظالم، والضبعة إمرأة دنيئة ساحرة عجوز. ومن رأى  أنه يأكل لحم ضبعة فقد تعرض للسحر وهو لا يعلم، فإن ركبها تزوج، والضبعة العرجاء تدل على إمرأة ساحرة، أو على إمرأة رجل مجهول، وتدل على البطالين من الناس والخداعين. ومن رأى  أنه ركب ضبعاً نال سلطاناً، وتدل رؤية الضبع على كشف الأسرار والدخول فيما لا يعني. وربما دل الضبع على الخنثى المشكل، وإن دلت على الزوجة، أو الأمة فهي قبيحة المنظر والضبعة إمرأة سوء قبيحة غادرة. ومن رأى  أنه رمى ضبعة بسهم فإنه يراسل امرأة، وإن رماها بحجر فإنه يقذفها، وإن ضربها بالسيف بسط عليها لسانه، ومن شرب لبنها غدرت به وخانته. ومن رأى  أنه طعنها فإنه يصاهرها. ومن رأى  أنه أصاب من جلد الضبع أو من عظامها أو من شعرها فإنه يصيب من مال امرأة"
    },
    {
        "id": 4,
        "text": " الضجيج\n  هو في المنام دال على فتنة أو أمر هام"
    },
    {
        "id": 5,
        "text": " الضحك\n  هو في المنام دال على الفرح والسرور إذا لم يكن بقهقهه ولا إستلقاء على القفاء، فإن كان، كذلك دل على البكاء، فإن كان الضحك من مزاح فإنه يدل على عدم مروءة المازح في اليقظة، وكذلك الضحك من المحاكاة فإنه دليل على الوقوع في المحذور، وقيل من رأى أنه يضحك فإنه يبشر بغلام. ومن رأى  ضحكه تبسماً فإنه صالح. ومن رأى  الأرض تضحك فيكون الخصب في ذلك المكان، وإذا رأيت الميت ضاحكاً فهو منعم في الآخرة، والضحك، خفة ورعونة خاصة من ذوي الأقدار فإنه يدل على عزلهم"
    },
    {
        "id": 6,
        "text": " الضد\n  هو في المنام إن كان ميتاً كان الحظ الأوفر للحي، وإن كان حياً كان الحظ الأوفر للميت، لأن الضد يظهر حسنه الضد"
    },
    {
        "id": 7,
        "text": " الضر\n  من رأى في المنام أنه أصابه ضر فهو هول، وشكوى الضر في المنام تدل على بلوغ الأمل"
    },
    {
        "id": 8,
        "text": " ضراب النقود\n  هو في المنام رجل يحسن الكلام، وهو حسن المحضر إذا لم يأخذ أجره، فإن أخذ أجره فهو صاحب رياء أو صاحب نميمة. ومن رأى  أنه يضرب النقود وكان أهلاً للولاية نالها، وتدل رؤيته على نائب الملك، أو الخطيب، أو الرسام، أو النساخ. وربما دلت رؤيته على ما يوجب الحد عليه. وقيل إن ضراب النقود محافظ على الصلوات ويؤدي الأمانات"
    },
    {
        "id": 9,
        "text": " الضراط\n  هو في المنام كلام رديء أو مصيبة تنزل بفاعلها. وربما دل على الحمق، أو الكلام الفاحش"
    },
    {
        "id": 10,
        "text": " الضرب\n  الضرب بالسياط في المنام كلام سوء، فإن سال منه الدم فهو خسارة في المال، والضرب بالدرة حياة أمر ميت، والضرب بالسيف دليل النصر على الأعداء، والضرب بالآباط أشلاء منه بين أهله وأقاربه، والضرب خير ومعروف يناله المضروب.وإن رأى  أن ملكاً يضربه فإنه يكسوه، فإن ضربه على ظهره فإنه يفي دينه، وإن ضربه على عجزه فإنه يزوجه، والضرب وعظ، فمن رأى أنه يضرب رجلاً على هامته فإنه يريد ذهاب رئيسه، فإن ضربه في جفن عينه فإنه يريد هتك دينه، فإن قلع أشفار جفنه فإنه يريد منه بدعة، فإن ضربه على جمجمته فينال الضارب مناه، والضرب دعاء، فمن رأى أنه يضرب حماراً هو راكبه فإنه لا يأكل إلا بعد أن يدعو الله تعالى ويسأله. ومن رأى  أنه ضرب رجلاً فإنه يدعو عليه، وضرب غير المرأة ممن تحت يده سبب منفعة الضارب لهم. ومن رأى  أنه هو المضروب، فإن ذلك دليل خير إذا لم يكن الضارب بعض الملائكة أو بعض الموتى والضرب بالسير دليل رديء لأنه من جلد، وكذلك الضرب بقصبة.وإذا رأى أنه يضرب غيره فهو أنفع له من أن يكون غيره يضربه، وقيل الضرب والجلد يفسران على أن الضارب يعلم المضروب الأدب، والضرب في المنام سفر. ومن رأى  أنه يضرب الأرض فإنه يسافر، ومن ضرب غب منامه مائة جلدة فإنه قد زنى أو هم بذلك، وإن جلد أربعين جلدة فهو من الخمر، وإن جلد ثمانين جلدة فهو قذف المحصنات. ومن رأى  ميتاً ضربه، والميت غضبان، فإن المضروب قد ارتكب ذنباً أو عزم عليه، وإن الميت في دار حق، لا يرضى إلا بما يرضاه الله، وضرب الحي للميت قوة في دينه، وقيل من رأى ميتاً ضربه نال خيراً من سفر. وقيل من ضربه ميت فإنه يوفي دينه، والضرب للإنسان من غير خدش ولا وجع كسوة إذا كان ذلك في زمن الشتاء، والضرب لمن يستحق من الحيوان تأديب، ولمن لا يستحق من الحيوان جهل واعتداء"
    },
    {
        "id": 11,
        "text": " الضرس\n  يحصل في الأسنان خيانة ممن دلت الأسنان عليه كالأهل والأولاد والأزواج. وربما أدخل على أهله هماً يوجب تغيرهم عليه، والأضراس في المنام كبار القوم، وما يسقط من أضراس الإنسان، يدل على نقص في المال، أو النفس. ومن رأى  أن ضرسه أنقلع فإنه يموت. وقيل إن كان عليه دين فيقضيه الله تعالى عنه أو كانت عنده أمانة فيؤديها لصاحبها. ومن رأى  أنه توجع أحد أضراسه فإنه يسمع كلاماً قبيحاً من أقربائه"
    },
    {
        "id": 12,
        "text": " الضرة\n  رؤيا الضرائر في المنام تدل على الأمراض والعمى. وربما دلت الضرة على سوء العمل وكشف الأسرار والهم والنكد"
    },
    {
        "id": 13,
        "text": " الضعف\n  هو في المنام قوة، فمن رأى أنه ضعيف فإنه يقوى، وقيل من رأى أنه ضعيف الجسد ضعف دينه أو توانى فيما فرض الله تعالى عليه من الشريعة، وقيل الضعف في المنام عدم الصبر على النكاح، لقوله تعالى:  \"  وخلق الإنسان ضعيفاً  \". أي لا صبر له على الجماع. ومن رأى  أنه ضعيف في جسمه فيصيبه هم وحزن. أنظر أيضاً الكل"
    },
    {
        "id": 14,
        "text": " الضغث\n  هو في المنام يدل على الكفارة في اليمين. وربما دلت الأضغاث على جمع المال"
    },
    {
        "id": 15,
        "text": " الضفدع\n  هو في المنام رجل عابد مجتهد في طاعة الله تعالى. ومن رأى  أنه مع الضفادع حسنت صحبته لأقاربه وجيرانه. ومن رأى  أنه يأكل لحم الضفادع نال منفعة قليلة من أقاربه وجيرانه، والضفادع في الرؤيا تدل على أقوام سحرة خادعين، ومن أكل الضفدع نال ملكاً. ومن رأى  أن الضفادع قد خرجت من البلدة، فإن العذاب يرفع عن البلدة بالصلاة والدعاء، وصيد الضفادع قهر الأمثال والأقران. وربما تدل الضفادع على الحراس على أبواب السلاطين أو أهل التسبيح من الفقراء، أو الزاهدين، وتدل الضفادع على العامة من أصحاب الغوغاء. ومن رأى  أنه أصاب ضفدعاً فإنه يخالط رجلاً حراً صالحاً فاضلاً. ومن رأى  أن جماعة من الضفادع نزلت أرضاً أو بلدة، فإن عذاب الله ينزل في ذلك الموضع إلى أن يدفعه الله تعالى، وقيل الضفدع إمرأة حرة طاهرة ذات دين وخشوع لا تؤذى أحداً"
    },
    {
        "id": 16,
        "text": " الضفر\n  ضفر الشعر في المنام جيد للنساء، ولمن اعتاد عليه من الرجال. وأما سائر الناس فإنه يدل على تعقد أموره، ودين كثير يستدينه. وربما دل على ارتباك"
    },
    {
        "id": 17,
        "text": " الضلال\n  إذا ضل الإنسان عن الطريق في المنام، وكان الطريق مستقيماً دل على ميله عن الحق والهدى، وإن كان طريقاً معوجاً فالضلال عنه تعويج عن الغنى إلى طلب الرشد والاستقامة. ومن رأى  أنه ضل عن الطريق فإنه يخوض في باطل، فإن وجد طريق الهدى أصاب الفلاح. أنظر أيضاً الغي"
    },
    {
        "id": 18,
        "text": " الضلع\n  الأضلاع في المنام نساء، لأنهن خلقن من الضلوع، والأضلاع واقية لما حواه الجوف كالخيمة وعمدها. وربما دلت الأضلاع على الأهل والأقارب المتفاوتين في القدر والسن وهم في الألفة والمحبة سواء، وتدل الأضلاع على الأعمال المستورة. ومن رأى  أضلاعه بارزة من تحت جلده خشي عليه من العقوبة عليها، فإن كبرت في المنام أو غلظ لحمها دل على الرزق والشفاء من الأمراض.فإن رأى نفسه في المنام بلا أضلاع فقد في اليقظة من دلت عليه من أهل أو مال أو ولد. وربما فعل فعلاً يعتقد صوابه وهو خطأ. ومن رأى  أنه يأكل من أضلاعه صار عالة على أهله وأقاربه أو باع أخشاب داره أو ما يستره من حر وبرد"
    },
    {
        "id": 19,
        "text": " الضم\n  من ضم إليه في المنام مأكولاً طيباً حلالاً فهو دال على الرزق السهل الحلال، وإلا فلا، وإن ضم إليه لباساً تزوج إن كان عازباً، وإن ضم مركوباً كان منصباً يفرح به. أنظر أيضاً العناق"
    },
    {
        "id": 20,
        "text": " الضمان\n  هو في المنام دال على الالتزام بما دل المضمون عليه، فإن كان المضمون خيراً كصدقة يضمنها عن غيره أو قضاء حاجة أو إغاثة ملهوف دل على مسارعته إلى الخير والإعانة عليه، وإن كان المضمون في المنام خمراً أو مالاً حراماً دل على الغرم والفاقة، لأن الضامن غارم، والضمان في المنام غرم في اليقظة. ومن رأى  أنه ضمن عن رجل شيئاً فإنه يتعلم أدباً من آداب ذلك الرجل، وقد يكون الضمان ندامة"
    },
    {
        "id": 21,
        "text": " الضوء\n  رؤيته في المنام تدل على رسول أو علم. وربما دل الضياء والشمس والبدر وما أشبه ذلك على من يتسمى بها من الناس"
    },
    {
        "id": 22,
        "text": " الضياع\n  من ضاع من أهل العلم في المنام نفع الناس بعلمه، وذاع ذكره. وربما دل الضياع على قلة الحظ. ومن رأى  أنه سلب ثيابه كلها دل على ذهاب الشر الذي يتعرض له"
    },
    {
        "id": 23,
        "text": " الضيافة\n  هي في المنام اجتماع خير، فمن رأى أنه يدعو قوماً إلى ضيافة فإنه يترأس عليهم. وقيل إن الضيافة تدل على قدوم الغائب"
    },
    {
        "id": 24,
        "text": " الضيعة\n  تدل في المنام على الرزق والخير، لأن مدد المدين من ضياعها، وما أصاب الضيعة في المنام من غرق أو حرق كان ذلك نقصاً في ثمرها أو إنتاجها. وربما دلت الضيعة على المعيشة والرزق، أو الزوجة المساعدة، أو الزوج الصبور على الكد على عياله، فإن حصل فيه زيادة خير كان ذلك دليلاً على النمو والبركة والرزق. وربما دلت الضيعة على ضياع العمر في الغفلات وعدم اللذات"
    },
    {
        "id": 25,
        "text": " الضيف\n  هو في المنام بشارة بولد ذكر. ومن رأى  الضيوف وليس لديه إمرأة حامل فإنه ينال رزقاً عاجلاً"
    },
    {
        "id": 26,
        "text": " ضيق النفس\n  هو في المنام ملل وسآمة"
    }
]