[
    {
        "id": 0,
        "text": " التابعون\n  من رأى في المنام أحد التابعين عليهم الرحمة صار في بلدة أو أرض، فإن كان أهل ذلك الموضع في كرب أو قحط أو خوف فرج الله عنهم، وأصلح حال رئيسهم، وحسنت سيرته فيهم، ورؤية العلماء منهم أو من غيرهم زيادة في علم الرائي، ورؤية الحكماء زيادة في الحكمة، ورؤية الوعاظ زيادة في الفتوح والسرور، ورؤية الأولياء والصالحين زيادة في الدين. ومن رأى  بعض الصالحين من الأموات قد أحياه الله تعالى في بلده، نال أهل تلك البلدة الخصب والفرج والعدل ممن واليهم. ومن رأى  أنه أحيا رجلاً منهم فهو إحياء لسنته. ومن رأى  أنه تحول إلى بعض الصالحين المعروفين فهو دليل على أن يصيب بعض غموم الدنيا ووحشتها بقدر منزلة ذلك الصالح ثم يظفر بمراده"
    },
    {
        "id": 1,
        "text": " التابوت\n  هو في المنام ملك عظيم.فإن رأى  الإنسان أنه في تابوت نال سلطاناً، وقيل إن صاحب هذه الرؤيا خائف من عدو وعاجز عن معاداته، وهذه الرؤية دليل الفرج، والنجاة من شر. وقيل إن رأى هذه الرؤيا من كان له غائب قدم عليه. ومن رأى  كأنه على تابوت فإنه يعافي من خصومة، وسينال الظفر، ويصل إلى المراد. ومن رأى  أنه أعطي تابوتاً رزق علماً وحلما، وسكينة ووقار، والتابوت في المنام يدل على الهم والنكد، وتابوت الطحان تدل رؤيته على الحاكم الفاصل بين الحق والباطل، كما تدل رؤيته على العلم والهداية"
    },
    {
        "id": 2,
        "text": " التاج\n  يدل التاج في المنام على العلم والقرآن والملك. وربما دل لبسه على تجديد البلد أو إرغام العدو. وإذا رأت المرأة التاج على رأسها فإنها تتزوج برجل رفيع غني أو ذي سلطان، وإن كانت حاملاً ولدت غلاماً.وإن رأى رجل التاج على رأسه فإنه ينال سلطاناً أعجمياً، فإن دخل عليه ما يصلحه سلم دينه، وإلا كان فيه ما يفسد، لأن لبس الذهب مكروه في الشرع للرجال، وقد يكون التاج زوجة، وهي رفيعة القدر غنية موسرة، وإن رأى ذلك وكان سجيناً في سجن السلطان فإنه يخرج ويشرف أمره كما شرف أمر يوسف عليه السلام مع الملك إلا أن يكون له ولد غائب فإنه لا يموت حتى يراه فيكون هو تاجه، والتاج المرصع بالجوهر خير من التاج المذهب وحده، والتاج ملك العجم أو سلطان.وإن رأت إمرأة أن على رأسها تاجاً من ذهب، مرصعاً بالجواهر وكانت أيماً تزوجت برجل صاحب دنيا ومال، وجاه وحسب، قليل المرض أعجمي، فإن كان من ذهب فقط فهو زوج شيخ مسن، فإن كانت ذات زوج فإنها تلد ابناً يسود أهل بيته.وإذا رأى سلطان أنه لبس تاجاً من ذهب ثم كفر أو بغى، فإن بصره يذهب، وإذا لبس تاجاً من ذهب وجوهر فإنه ينال سلطاناً أعجمياً ويضيع دينه، وقيل من رأى أن على رأسه تاجاً وهو أهل لذلك، فإن رئاسة ينالها على قومه.وإن رأت إمرأة أن تاجها خطف وكان زوجها مريضاً، فإن زوجها يموت"
    },
    {
        "id": 3,
        "text": " التاجر\n  من رأى في المنام أنه في حانوت، وحوله بضاعة، وعليه زي التجار، وهو يتاجر ويأمر وينهى فذلك رئاسة له في تجارته، وإذا لم يكن الرائي من أكابر التجار فإنه يأمن من الفقر، ورؤية التجار في المنام تدل على الأرباح والفوائد والمناصب العالية والأسفار والإطلاع على الأخبار الغريبة. وربما دلت رؤيتهم على التفريط في ما فرضه الله تعالى عليهم كالحج والجهاد والصيام وصلاة الجمعة، فإن صارت المرأة في المنام تاجرة أو أن النساء صرن تاجرات، فإن كن في سوق السلاح دل ذلك على حركة العدو واستيلائه على بلاد الإسلام، وإن كن في سوق الصاغة، أو الثياب دل ذلك على الفوائد والأرباح"
    },
    {
        "id": 4,
        "text": " التأويل\n  يدل في المنام على الأخبار الواردة عن لسان من ليس بصادق، فإن فسره له أحد صادق من الناس في المنام فهو كما قيل"
    },
    {
        "id": 5,
        "text": " التبان\n  تدل رؤيته على الرزق من جهة الأسفار. وربما كان في التأويل خياطاً"
    },
    {
        "id": 6,
        "text": " التبختر\n  يدل في المنام على الخطأ في الدين، ويدل على إصابة شرف دنيوي زائل عن قريب، فإن كان ذا مال فلا يعرف مصدر كسبه"
    },
    {
        "id": 7,
        "text": " التبخر\n  تبخر الإنسان في المنام بالبخور يدل على حسن معاشرة الناس، والمبخرة مملوك أديب ينال من صاحبه ثناء حسناً، والطيب في الأصل ثناء حسن، وقيل هو للمريض دليل الموت، والحنوط، والتدخين بالطيب ثناء مع خطر لما فيه من الدخان. وأما العنبر فحصول على مال من جهة رجل شريف، والمسك وكل سواد من الطيب كالقرنفل فهو دليل السرور، ومسحوقه ثناء حسن. ومن رأى  أنه يتبختر نال ربحا وخيراً، والتبختر غنى للفقير. وربما دل البخور على العلم والدين، أو على صدقة العلانية، أو البرطيل، أو الصلح مع الخصوم أو خدمة الأبطال أو إظهار الأسرار، وإفشاء ما في الباطن، أو التحبب إلى الناس والتملق لهم. وربما دل على المحبة، وبخور العزائم في المنام إرغام للعدو، ونصر على الحسود، وأمان من الخوف، والشفاء من الأمراض، وإبطال السحر، وجلب للرزق"
    },
    {
        "id": 8,
        "text": " التبر\n  تدل رؤيته في المنام على علم نافع، وصديق مخلص، وزوجة موافقة وولد صالح، وحكم الإكسير الخالص كذلك"
    },
    {
        "id": 9,
        "text": " التبسم\n  يدل في المنام على السرور، واتباع السنة، فإن النبي صلى الله عليه وسلم كان يضحك تبسماً"
    },
    {
        "id": 10,
        "text": " التبن\n  هو في المنام مال كثير وخصب لمن أصابه وأدخله منزله، وقد روي أن ابن سيرين نظر إلى تبن في اليقظة، فقال: لو كان هذا في النوم، وقيل من رأى التبن في منامه فليحتفظ الكيس، فهو مال لمن أصابه، ويكون أثره ظاهراً عليه كثيراً، وقيل التبن مال بتعب لأنه لا يوصل إليه إلا بعد الدق. ومن رأى  أن عنده تبناً نال رزقاً حلالاً أو مئونة لنفسه، فإن أكل في المنام منه شيئاً أكل ثمنه أو نال شدة وقحطاً وجوعا، وإن جعله في مكان لا يليق به كالصناديق والخزائن دل على الغلاء، وموت ما يأكله من الدواب. وربما دل التبن على مال الصدقات لأنه من فضلات الأموال، وكثرة التبن في البلد دليل على كثرة النبات، ويستدل بالتبن على مزروعه، فتبن القمح دال على القمح، وتبن الفول دال على الباقلاء، وتبن الحمص دال عليه، فما رؤي في المنام فيه من كثرة أو قلة عاد على أصله"
    },
    {
        "id": 11,
        "text": " التثاؤب\n  هو في المنام فسق، وعمل يرضى به الشيطان، مثل النواح والتكاسل عن الصلاة، والتثاؤب في المنام يدل على الوثوب على الخصوم، وعلى الثواب، وإن الإنسان مأمور بالكظم إذا كان في الصلاة احترازاً من الشيطان. وربما دل على كشف حال الإنسان، وقد يكون مرضاً لا يشفى منه صاحبه"
    },
    {
        "id": 12,
        "text": " التجرد من الثياب\n  من رأى أنه تجرد من ثيابه، ولم يعرف ما إذا كان تجرده في بر أم في معصية، فإن كان الموضع الذي يتجرد فيه سوقاً أو بين الناس، والعورة بارزة، وكأنه مستح منها، وعليه بعض ثياب فإنه يهتك ستره، ولا خوف في ذلك، وإن كانت العورة غير بارزة، ولم يصر على الإستحياء منها، ولم يكن عليه من ثياب شيء فإنه يسلم من أمر هو فيه مكروه، وإن كان مريضاً شفاه الله تعالى، وإن كان مديناً قضى الله دينه، وإن كان خائفاً آمنه الله تعالى، فإن لم يكن عليه شيء من الثياب فإنه يقنط من رجل كان يرجوه، أو يعزل عن سلطان هو فيه، أو ينتقض أمر هو به متمسك، كل ذلك إذا كانت عورته بارزة ظاهرة وهو كالمستحيي منها، فإن لم تكن ظاهرة، فإن ماله يتحول إلى حال السلامة والعافية من شماتة عدوه. وقيل إن التجرد ظلم، وتجريد الميت في المنام دال على إجبار الرائي على طلاق امرأة، أو على السفر، أو على التوبة من الإقلاع من الذنوب، والاهتداء إلى الإسلام"
    },
    {
        "id": 13,
        "text": " التحابب\n  إذا كان تحابب الإنسان لغيره في المنام في الله سبحانه وتعالى فإنه دليل على وجوب رحمة الله ورضوانه، وعلى الإقلاع عن الذنوب، وعلى هداية الكافر إلى الإسلام، وإن كان التحابب في غير الله تعالى دل على عقد شركة نتيجتها الخيانة، أو الزواج بغير ولي"
    },
    {
        "id": 14,
        "text": " التحدث\n  إذا تحدث الإنسان في المنام بما ينبغي كتمه، دل ذلك على تبذير المال أو إلقاء الحكمة إلى غير أهلها، فإن تحدث في المنام بنعم الله تعالى عليه كان دليلاً على شكر الله تعالى والاحتفال بحمده على ما أولاه"
    },
    {
        "id": 15,
        "text": " تحويل الأشياء\n  إذا تحولت الأشياء عن معهودها كالكنيسة التي تحولت إلى مسجد، أو الشجرة اليابسة التي أصبحت مثمرة، فإن ذلك يدل على تغير أرباب المناصب، أو على اختلاف أحوال العالم من شر إلى خير، ومن خير إلى شر، وكذلك انتقال الجوارح عن جواهرها والأشخاص عن صورها، فمن رأى أنه مكتهل، ولم يكن، كذلك، فإن ذلك صلاح في دينه، ووقار له وزيادة في شرفه. ومن رأى  أنه صبي فلا خير فيه على كل حال فإنه يصبو ويتصرف بجهل.وإن رأت إمرأة إنها عجوز أو نصف وليست، كذلك فهو صلاح لها في دينها ودنياها. ومن رأى  إنساناً مسناً في المنام قد أصبح شاباً، فإن كان فقيراً استغنى، وإن كان ممن أدبرت عنه دنياه عاد إليه إقبالها، وإن كان مريضاً شفي من علته. ومن رأى  أنه صار غصناً طرياً جميلاً فإنه يموت سريعاً. ومن رأى  أنه يطول في المنام، فإن حياته تطول ويكون له مال وأولاد. ومن رأى  أنه يقصر باع داره أو دابته أو إحدى الفوائد عنده، وقد يخشى عليه الموت. ومن رأى  النقصان في شيء من خلقه، فإن ذلك نقصان في دنياه. ومن رأى  أنه في هيئه إمرأة وزينتها فيصيبه ذل خضوع وبلاء في نفسه إلا أن يرى أنه عاد إلى حاله. وقيل إن كان في خصام فليصالح خصمه، فإن الحجة عليه، فإن صالحه ظفر بحاجته. وإن رأت المرأة إنها أصبحت رجلا، وكان لها ولد غائب اتصلت به، وإن كانت حاملاً أتت بغلام، وإن لم تكن حاملاً فإنها لا تلد ولداً أبداً، وإن ولدت ولداً مات الولد قبل بلوغه. وربما انصرف التأويل إلى قيمها أو مالكها، وكان له ذكر في الناس، وشرف بقدر عظم الذكر، ومن استحال بدنه في المنام إلى بدن أحد الحيوانات، فإن كان سبعاً تسلط على من دونه بماله أو بسلطانه وشدة بأسه أو بمكره وخداعه، وإن كان إلى حيوان يؤكل دل على خيره أو مهانته. ومن رأى  لنفسه ريشاً أو جناحاً، فإن ذلك رئاسة وخيراً يصيبه. ومن رأى  أنه يطير بجناحه ذلك فإنه يسافر سفراً في سلطان بقدر ما استعلى على الأرض. ومن رأى  أن جسمه صار من فخار فلا بقاء له. ومن رأى  أنه صار من حديد، فإن عمره يطول. ومن رأى  أنه صار قنطرة أو جسراً يعبر عليه الناس فإنه يصير سلطاناً أو صاحب السلطان أو نظير السلطان أو عالماً من العلماء، يتوصل به الناس في أمورهم. ومن رأى  أنه تحول عصا فلا خير فيه فإنه فساد في دينه ودنياه إلا أن يكون متعباً في دنياه. ومن رأى  أنه أصبح صولجاناً فإنه كذلك إلا أنه لا ينال منه ما يطلبه باستقامة في أمره أو طلبه.وإن رأى طفلاً مريضاً قد أصبح طيراً فإنه دليل على موته. ومن رأى  أنه مسخ قرداً أو شبهه، فإن ذلك زوال نعمة الله تعالى. ومن رأى  أنه تحول بعيراً أو دابة أو سبعاً ونحو ذلك فلا خير فيه في الدين خاصة على كل حال. ومن رأى  أنه تحول طيراً فإنه يكون سياراً في الأرض صاحب أسفار، وتكون معيشته في دنياه شبيهة بمعيشة ذلك الطير. ومن رأى  أنه تحول وحشاً فإنه يفارق جماعة المسلمين ويعتزلهم. ومن رأى  أنه تحول ظبيا فإنه يصيب لذة في عيشه مع النساء. ومن رأى  أنه تحول خنزيراً، فإن عيشه يخصب، ويذل في نفسه. ومن رأى  أنه عنكبوت فإنه يصير عابداً تائباً من ذنوب كثيرة"
    },
    {
        "id": 16,
        "text": " التحية\n  من رأى أنه قد سلم على رجل في المنام وليس بينهما عداوة أو خصومة، فإن المسلم عليه يصيب من المسلم فرحاً وأمناً وخيراً، فإن كان بينهما عداوة ظفر المسلم بالمسلم عليه، وأمن من شره، فإن كان المسلم عليه شيخاً مجهولاً فإنه يسلم من عذاب الله تعالى، فإن كان شيخاً معروفاً فإنه ينال غراساً وفاكهة كثيرة، فإن كان المسلم شاباً مجهولاً فإنه يسلم من عدوه، وإن كان المسلم يريد الخطبة إلى رجل ورد جوابه فإنه يزوجه من يخطبها، وإن لم يرد عليه جوابه لم يزوجه، فإن كانت بينهما تجارة وسلم عليه ورد جوابه، فإن تلك التجارة تلتئم بينهما، وإن لم يرد عليه لم يلتئم ولم تتم، فإن سلم عليه عدوه ومعه هدية إليه، فإن عدوه يطلب منه الصلح، ويؤدي دينه، أو يغرم. ومن رأى  أنه حيي بتحية مجهولة فقبلها فإنه يسلم، ويرد السلام، ويؤجر عليه، فإن لم يردها، ولم يقبلها أثم، ولم يؤجر عليه. ومن رأى  أنه يسلم على رجل نال غماً. ومن رأى  أنه يصافح من كان معتاداً عليه، ويسلم عليه، ويعانقه، فإن ذلك خير، ويدل على كلام حسن يسمعه ويتكلم بمثله. ومن رأى  أنه يصافح عدواً ويعانقه، فإن ذلك يدل على أن عداوته تزول. ومن رأى  أن الملائكة عليهم السلام يسلمون عليه آتاه الله بصيرة وخير عاقبة، والسلام في المنام يدل على الانقياد للمسلم عليه. وربما دل السلام على الحاجة الداعية لمن شأنه أن يرد عليه السلام، فإن رد أحد عليه ربح فيما يرومه، وإلا كسدت بضاعته أو لم يقبل قوله بين الناس، وإن طلب حاجة ولم يبتدئ أحداً بالسلام تعذرت حاجته، وإن ابتدأ قوماً بكلام قبل السلام دل ذلك على مخالفة السنة والميل إلى البدعة، وإن سلم أحد عليه ولم يرد أو رد بالإشارة، دل ذلك على الاستسلام"
    },
    {
        "id": 17,
        "text": " التخت\n  تدل رؤيته في المنام على الزوجة والدابة والمنصب، فإن كان خشباً كان ما يدل عليه جليلاً، وإن كان جريداً كان وضيعاً، وتخت القماش دال علي العز والرفعة، والخير والكلام الطيب، وصلاح الحال، واللباس الجديد، والألفة والاجتماع، وتخت الثياب بشارة وسرور يصل إلى من رآه بعد أيام"
    },
    {
        "id": 18,
        "text": " التخمة\n  من رأى أن به تخمة فإنه يأكل الربا، فإن زالت التخمة فإنه يحرص على السعي في أموره"
    },
    {
        "id": 19,
        "text": " التخنث\n  من رأى في منامه أنه أصبح مخنثاً، فيصيبه هول وخوف وحزن"
    },
    {
        "id": 20,
        "text": " التدبر\n  تدبر الأمور في المنام يدل على علو القدر"
    },
    {
        "id": 21,
        "text": " التدبير\n  يدل في المنام على قرب فرج المدبر إن كان في شدة، وإن كان عليه دين أشرف على قضائه"
    },
    {
        "id": 22,
        "text": " التدثر\n  إذا تدثر الإنسان بثوب أو نحوه في المنام فذلك دليل على نشاطه في طلب الرزق، والتدثر أيضاً يدل على مقام جليل يصل إليه"
    },
    {
        "id": 23,
        "text": " التدلي\n  من رأى في منامه أنه تدلى من السطح إلى الأرض فإنه يتورع، ويدع حاجة له في ورعه. ومن رأى  أنه سقط من مكان عال إلى مكان منخفض فإنه ييأس من رجل كان يرجوه، فإن انزلق في طين أو وحل أو غيره فإنه يزول عن أمر الدين، أو الدنيا، وإن تدلى الإنسان إلى بقر أو غنم مال إلى أهل الخير"
    },
    {
        "id": 24,
        "text": " التراب\n  هو في المنام يدل على الناس لأنهم خلقوا منه. وربما دل على الأنعام والدواب، أو الدنيا وأهلها، فالتراب من الأرض، وبه قوام معاش الخلق، والعرب يقولون: أترب الرجل إذا استغنى. وربما دل التراب على الفقر، أو الميت، أو القبر، فمن حفر أرضاً واستخرج ترابها، فإن كان مريضاً أو عنده مريض، فإن ذلك قبره، وإن كان مسافراً فترابه كسبه وماله وفائدته، وإن الضرب في الأرض سفره، وإن كان طالباً للزواج كانت الأرض زوجة، والحفر افتضاض، والمعول ذكر، والتراب مال المرأة، وإن كان صياداً فحفره ختلة للصيد، وترابه كسبه وما يستفيده، وإلا كان حفره مطلوباً يطلبه في سعيه ويكسبه مكراً أو حيلة. وأما من نفض يده من التراب أو نفض ثوب من الغبار، فإن كان غنياً ذهب ماله، ونالته ذلة وحاجة، وإن كان عليه دين أو عنده وديعة رد ذلك إلى أهله، وزال جميعه من يده، واحتاج من بعده، وإن كان مريضاً نفض يده من مكاسب الدنيا، وتعرى من ماله، وضرب اليد بالتراب دليل على المضاربة والمكاسبة، وضربها بسير أو عصا يدل على سفر بخير، وقال بعضهم: المشي في التراب التماس مال، فإن جمعه أو أكله فإنه يجمع مالاً، ويجري المال على يديه، وإن كانت الأرض لغيره فالمال لغيره، فإن حمل شيئاً من التراب أصاب منفعة بقدر ما حمل، فإن كنس بيته وجمع منه تراباً فإنه يحتال حتى يأخذ من إمرأته مالاً، فإن جمعه من حانوته جمع مالاً من معيشته. ومن رأى  كأنه يسف التراب فهو مال يصيبه، وإن التراب مال ودراهم.فإن رأى كأنه كنس التراب في بيت وأخرجه فهو ذهاب مال امرأته، فإن أمطرت السماء تراباً فهو صالح ما لم يكن غالباً، ومن انهدمت داره وأصابه شيء من ترابها وغبارها أصاب مالاً من ميراث، فإن وضع تراباً على رأسه أصاب مالاً من تشنيع ووهن. ومن رأى  كأن إنساناً يحثو التراب على رأسه وعينيه، فإن الذي يحثو التراب ينفق على المحثي عليه ليلبس عليه أمراً، وينال مقصوداً.فإن رأى كأن السماء أمطرت تراباً كثيراً فهو عذاب، ومن كنس دكانه، وأخرج التراب ومعه قماش فإنه يتحول من مكان إلى مكان، ومشي الرجل في التراب التماسه مالاً، ومن حثى التراب على رأسه يصيبه هم لا يراجع الله تعالى فيه، والتراب عمر الإنسان وحياته، والتراب يدل على الأرزاق والزراعة والشبع والجوع. ومن رأى  أنه جلس على التراب الطيب النظيف دل على سعادة ونصرة. وربما دل على الشك في الدين. وربما دل على تربة الرجل التي خلق منها أو تربته التي يعود إليها، والتراب مع المرأة في المنام حمل مشكوك فيه. وربما دل التراب على الماء، أو النار، أو الريح لأنه أحد العناصر، ويدل على السفر الشاق الذي يحتاج فيه إلى التيمم، فإن حثى أحد في وجهة تراباً امتدح الناس بشعره وخاب قصده. وربما دل التراب على سؤ المصرع. وربما دل التراب على الدين الذي يشين المدين، ويدل التراب على سرعة قضاء الحاجة، وعلى إنجاز الوعد لأنه يترب به المكتوب، ومن كانت عنده بضاعة بارت خاصة إن رأى معها أو عليها تراباً، وإن عكس تراب بارت"
    },
    {
        "id": 25,
        "text": " التراب\n  وهو الذي ينقل التراب، وتدل رؤيته في المنام على الهم والنكد ونقل الكلام، فإن نقل في المنام تراباً دل ذلك على زوال الهم والنكد على أصحابه"
    },
    {
        "id": 26,
        "text": " التربص\n  هو في المنام دليل على العلم لأرباب الاجتهاد. وربما دل ذلك على فساد الدين"
    },
    {
        "id": 27,
        "text": " الترس\n  هو في المنام وقاية وجنة، وهو أيضاً يدل على الصوم، قال عليه الصلاة والسلام:  \"  الصوم جنة  \". وربما دل على الصديق المحجاج، والترس رجل أديب كريم، مطيع كفء لإخوانه في كل شيء من الفضائل، حافظ لهم وناصر في المكاره، والترس الأبيض رجل ذو دين، والترس الأخضر رجل ذو درع، والترس الأحمر رجل صاحب لهو وسرور، والترس الأسود رجل ذو مال وسؤدد.وإن رأى  الإنسان مع الترس أسلحة، فإن أعداءه لا يصلون إليه بمكروه.فإن رأى صانع أو تاجر أن ترساً موضوعاً عند متاعه أو في حانوته أو عند معامليه فإنه رجل حلاف، وقد جعل يمينه جنة لبيعه وشرائه ومعاملته ليكون أنفق لها، وإن كان له ولد فإنه ولد يكفيه المؤن كلها ويقيه المكارة، والترس إذا كان ذا قيمة فإنه يدل على امرأةَ موسرة جميلة، فإن لم يكن الترس ذا قيمة فإنه يدل على إمرأة قبيحة"
    },
    {
        "id": 28,
        "text": " الترسي\n  هو في المنام سلطان قوي، يحرض الجيوش على أعدائهم"
    },
    {
        "id": 29,
        "text": " التركاش\n  هو في المنام عز ونصرة على الأعداء أو خدمة للبطال، ومال ومقام وولد"
    },
    {
        "id": 30,
        "text": " الترمس\n  رؤية أخضره في المنام شح ورزق بتعب أو علم بغير عمل، والترمس اليابس في المنام هم ونكد، ودقيق الترمس داء، ومسلوق الترمس رزق عاجل"
    },
    {
        "id": 31,
        "text": " الترنجبين\n  وهو المن، ورؤيته في المنام تدل على رزق طيب بلا منة أحد من المخلوقين، بدليل قوله تعالى:  \"  وأنزلنا عليكم المن والسلوى، كلوا من طيبات ما رزقناكم  \""
    },
    {
        "id": 32,
        "text": " التسبيح\n  من رأى أنه يسبح الله تعالى في المنام فإنه رجل مؤمن، وإن قال سبحان الله، وكان مغموماً أو سجيناً أو مريضاً أو خائفاً فرج الله عنه من حيث لا يحتسب، فإن نسي التسبيح فإنه يسجن، أو يناله غم وهم، ومن صلى في المنام فريضة ثم سبح أو هلل أو كبر كان ذلك دليلاً على قضاء الدين وبراءة الذمة والوفاء بالنذر والعهد والقيام بالشرط"
    },
    {
        "id": 33,
        "text": " التسري\n  تدل رؤيته في المنام على الأفراح والسرور، وإن كان مريضاً سرى عنه مرضه. وربما دل ذلك على الغنى بعد الفقر، والعز بعد الذل، والمنصب على المنصب، أو الدابة مع الدابة، وإن كان الرائي أهلاً للسفر سافر، وجد به السير. وربما دلت السرية على، لأن الناس يحلفون بالطلاق والعتاق"
    },
    {
        "id": 34,
        "text": " التسمير\n  تسمير أذان الإنسان في المنام يدل على حيرة وتبدد وتفريق حال"
    },
    {
        "id": 35,
        "text": " تشبه المرأة بالرجال\n  إن رأت إمرأة أن عليها كسوة الرجال وهيئتهم أو مركبهم فإنه يحسن حالها، وإذا كانت الثياب شنيعة فإنه تغير حالها مع هم وخوف، فإن رأت إنها تحولت رجلاً كان ذلك جيداً لزوجها، والتشبه باليهود والنصارى وغيرهم دليل على الميل إلى أهوائهم أو إلى دينهم، أو السرور بأعيادهم أو طلب الزواج منهم"
    },
    {
        "id": 36,
        "text": " التشهد\n  من رأى في المنام كأنه يتشهد في الصلاة فرج الله تعالى عنه همه وقضيت حاجته. ومن رأى  أنه قاعد للتشهد، فيرفع إلى الله تعالى حاجته، ويبلغ مراده فيها، وإن كان في فقد فرب فرجه، وقراءة التحيات في المنام دالة على ولي لا يصح الزواج إلا به أو شرط يجب القيام به بين الشركاء. وربما دلت قراءة التحيات في المنام على رد المال بما هو أفضل منه"
    },
    {
        "id": 37,
        "text": " التعارج\n  تعارج الإنسان في المنام دليل على الازدراء بالنعم، وكتمانها والتظاهر بالفقر، والاحتياج والاحتيال، وهجر الأهل، أو الزوجات، أو الأولاد والجحود، وكذلك التعامي"
    },
    {
        "id": 38,
        "text": " التعزير\n  تعزير الإنسان في المنام وقار له وتعظيم، قال تعالى:  \"  لتؤمنوا بالله ورسوله وتعزروه وتوقروه وتسبحوه بكره وأصيلاً  \""
    },
    {
        "id": 39,
        "text": " التعزية\n  التعزية في المنام، فيمن كان ذا يسار وحسن حال دليل على مضرة تصيبه، وفيمن هو في شدة دليل منفعة. وأما في المبشرين والراجين للمال فذلك دليل على احتياجهم إلى تعزية الناس لهم لما يعرض لهم من المصائب والأضرار، والتعزية لمن هو في شدة تدل على رجاء وخير وذهاب الشدة عنه. ومن رأى  في المنام كأنه عزى مصاباً نال أمناً أو بشارة، والتعزية في المنام بغير مصاب تدل على حادث يوجب التعزية. وربما دلت التعزية على التقرب بالإملاق، والتحبب للناس بالصدق واللين في الكلام"
    },
    {
        "id": 40,
        "text": " التعلم\n  تعلم الإنسان في المنام لقرآن يتلقنه أو حديث نبوي يكتبه أو حكمة يتلقنها أو صناعة يتعلمها فإنه يدل على الغنى بعد الفقر، والهدى بعد الضلالة، وإن كان الرائي أعزب تزوج، أو يرزق ولداً، أو يصحب من يرشده ويهديه إلى الحق، وإن تعلم سرقة أو فاحشة أو كفرا، كان ذلك دليلاً على ضلالته بعد هدايته أو فقره بعد غناه، أو يرتد بعد إيمانه والعياذ بالله تعالى"
    },
    {
        "id": 41,
        "text": " التفاح\n  يدل في المنام على الأولاد، وعلى حسان الوجوه، والتفاح بقدر همة من يراه، فإن كان سلطاناً، فإن التفاح ملكه، وإن كان تاجراً، فإن التفاح تجارته، وإن كان حارثاً، فإن التفاح حرثه، وقيل التفاح الحلو رزق حلال، والتفاح الحامض حرام، ومن رماه السلطان بتفاحة فهي رسول فيه أمله ومناه، وشجرة التفاح رجل مؤمن قريب إلى الناس، فمن رأى أنه يغرس شجرة التفاح فإنه يربي يتيماً. ومن رأى  أنه يأكل تفاحة فإنه بكل ما لا ينظر الناس إليه، وإن قطفها أصاب مالاً من رجل شريف مع ثناء حسن، والتفاح المعدود دراهم معدودة، فإن شم تفاحة في مسجد فإنه يتزوج، وإذا شمت المرأة تفاحة في مجلس فسق فشكا تشتهر، وإن أكلتها في موضع معروف فإنها تلد ولداً حسناً، وعض التفاح نوال خير ومنة وربح، والتفاح يمثل بالأصدقاء والإخوان، وقيل من رأى أنه يأكل التفاح فيظهر له عدو، والتفاح الحامض يدل على تشتيت ومضار وصخب، وشجرة التفاح تدل على فزع"
    },
    {
        "id": 42,
        "text": " التقصير\n  يدل في المنام على حلق الرأس، وعلى التقصير في العمل، والاقتصار على الرخص"
    },
    {
        "id": 43,
        "text": " التكبر\n  من رأى في المنام أنه تكبر لتمكنه من فوزه بنعيم الدنيا فإنه يدل على انتهاء عمره، والتكبر في المنام يدل على الرزق والمنصب، لكن عاقبته في ذلك إلى شر"
    },
    {
        "id": 44,
        "text": " التكبير\n  يدل التكبير في المنام على ملازمة التوبة. ومن رأى  في منامه أنه قال: الله أكبر فإنه يظفر بأعدائه، ويجد فرحاً وسروراً أو شرفاً"
    },
    {
        "id": 45,
        "text": " التكة\n  هي في المنام امرأة، وهي للمرأة أخ وصهر وعم، والتكة للحامل بنت. ومن رأى  في سراويله تكة، فإن إمرأته تحرم عليه، وتلد له ابناً إن كانت حبلى.فإن رأى كأنه وضع تكته تحت رأسه فإنه لا يقبل ولده.وإن رأى كأن تكته انقطعت فإنه يسيء معاشرة امرأته، أو يهجرها.فإن رأى كأن تكته حية، فإن صهره عدو له. ومن رأى  كأن تكته من دم فإنه يقتل رجلاً بسبب امرأته، أو يعين على قتل امرأته، وقيل من رأى أنه سلك تكة في حزة سراويله ولدت له بنت، والتكة فرح للحزين وحزن للمسرور"
    },
    {
        "id": 46,
        "text": " التل\n  هو في المنام رجل خطير عظيم، والعمارة حوله أهله، فمن رأى أرضاً مستوية فيها رابية أو تل ظاهر، فإن ذلك التل رجل له من سعة الدنيا بقدر ما هو له من الأرض المستوية. ومن رأى  أنه قائم على ذلك التل، أو الموضع الناشز، وقد تعلق به فإنه يعلو مرة، أو يعتمد على رجل ويعتق به. وربما كانت تلك الرابية التي قام عليها، بنياناً يبنيه صاحبه، ويقوم عليه. ومن رأى  أنه سائر على التلال فإنه ينجو. ومن رأى  كأنه قد صعد تلاً فإنه يترأس على رجل دين. ومن رأى  أنه فوق مكان مرتفع فإنه ينال رفعة وسلطاناً، ورياسة وزيادة في ماله، وعزاً وجاهاً. ومن رأى  كأنه ينزل من مكان مرتفع فإنه يصيب هماً وغماً وذلاً. ومن رأى  كأنه فوق تل من طين فإنه ينال ملكاً وسلطاناً ومنفعة، وإذا كانت الأرض دالة على الناس إذ منها خلقوا فكل نشز ورابية وكربة يدل على من ارتفع ذكره، وقد تدل التلال والروابي على الأماكن الشريفة والمراتب العالية والمراكب الحسنة، فمن رأى نفسه فوق شيء منها، فإن كان مريضاً، فإن ذلك نعشه لا سيما إن كان الناس تحته، وإن لم يكن مريضاً وكان طالباً للزواج تزوج إمرأة شريفة عالية الذكر، لها من سعة الدنيا بقدر ما حوت الرابية من التراب والرمل. ومن رأى  أنه يخطب بالناس فوق التل، أو يؤذن، فإن كان أهلاً للملك ناله، أو القضاء، أو الفتوى، أو الأذان، أو الخطبة لأنها مقامات أشراف الناس. ومن رأى  أرضاً مستوية فيها تل فإنه رجل ذو سمعة بين الناس بقدر ما حوله من الأرض المستوية، والتل لمن جلس عليه منصب، فإن كان مزبلة فهي الدنيا التي فيها من كل شيء. وربما دل على الزوجة، أو المرأة المبذولة، وإن لم يكن التل مزبلة بل كان تلا ليس فيه زبل فإنه يدل على علو الشأن مع السلامة من التبعات"
    },
    {
        "id": 47,
        "text": " التلبية\n  تدل في المنام على رفع الشكوى. ومن رأى  أنه يلبي في زمن الحج فإنه يظفر بمن عاداه. ومن رأى  أنه يلبي يكون صاحب أمانة وديانة مؤدياً لأمانات الناس"
    },
    {
        "id": 48,
        "text": " التلف\n  من رأى أنه أتلف في المنام شيئاً حسناً افسد ما عليه من الخير، أو ينقض شهادة أو عهداً، أو يسلك مذهباً غير مذهبه، أو يتزوج بكراً، فإن كان المتلف مصنوعاً كالمصوغ من الذهب، أو الفضة ربما صدر منه في حق صائغ كلام سوء. وربما دل التلف على الحقد لأنه سبب إتلاف الائتلاف"
    },
    {
        "id": 49,
        "text": " التلفت\n  إذا رأى الإنسان نفسه في المنام أنه يتلفت في صلاته دل ذلك على التطلع إلى الدنيا وزينتها، والإعراض عن الآخرة ونعيمها، والميل مع الأهواء النفسية"
    },
    {
        "id": 50,
        "text": " التمار\n  تدل رؤيته في المنام على الكسب الحلال، أو على العالم بالسنة"
    },
    {
        "id": 51,
        "text": " التمتمة\n  من رأى في منامه أنه تمتام فإنه يصيب فقهاً أو فصاحة أو رئاسة وتفوقاً على أعدائه"
    },
    {
        "id": 52,
        "text": " التمر\n  من رأى التمر في المنام فهو رمز للمطر، ولمن أكله رزق عام خالص يصير إليه، ولا يشركه فيه أحد. وربما كان تأويله أن يقرأ القرآن وينغمه في دينه، والتمر المدفون مال مدخر، وكذلك القصب والتمر المنشور دراهم لا تبقى، ومن أكل الدقل فإنه من أهل الذمة. ومن رأى  أن تمراً يجيء إليه فيجيء إليه مال من رجال ذوي أخطار، والكيلة من التمر غنيمة، ومن جنى تمراً في وقته تزوج إمرأة موسرة شريفة، فيها حدة، كثيرة الخير والبركة أو أن الرجل يصيب من رجال أشراف مالاً بلا تعب. وربما أصاب علماً، فإن كان التمر في غير وقته فإنه يسمع علماً ولا يعمل به، فإن نشر من نخلة يابسة على نفسه رطباً فإنه يتعلم من رجل منافق علماً، وإن كان في غم أو هم فرج الله عنه لقصة مريم عليها السلام:  \"  وهزي إليك بجذع النخلة تساقط عليك رطباً جنيا  \". فإن رأت إنها تأكل تمراً بقطران فإنها تأخذ ميراثاً من زوجها، وهي طالق منه سرا، والميراث حرام.فإن رأى إنسان أنه اخذ تمرة وشقها وأخرج منها نواها فإنه يولد له ولد. ومن رأى  أنه قطف من نخلة حبة عنب سوداء، فإن إمرأته تلد من مملوك أسود ولداً، والتمر يفسر بالرزق الحلال الطيب. ومن رأى  أنه يكل تمراً جيداً فإنه يسمع كلاماً جيداً، وينال منفعة جليلة. ومن رأى  كأنه يدفن تمراً نال مالاً من الخزائن أو من مال اليتامى، أو يخزن مالاً. ومن رأى  كأنه يأكل أربعين تمرة على باب السلطان، ولم يكن ذلك زمان ظهور التمر، ولا وقت استوائه ضرب أربعين سوطاً. ومن رأى  كأنه أكل أربعين تمرة وكان في زمان نضجه أصاب أربعين ألف درهم. ومن رأى  سلات من التمر البرني يقعن من بطون الخنازير، وهو يرفعها ويحملها إلى بيته، نال غنائم من مال الكفار. ومن رأى  كأنه يمص تمرة ويعطيها لآخر فيمصها فإنه يشاركه في معروف يسير. ومن رأى  كأنه أكل تمراً فإنه يجد حلاوة الإيمان. ومن رأى  كأنه شق تمره وميز عنها نواها فإنه يرزق ولداً"
    },
    {
        "id": 53,
        "text": " التمريخ\n  هو في المنام ثناء حسن صريح طيبة بين الناس، والتمريخ بالدهن الطيب ثناء حسن، والتمريخ بالدهن الفاسد ثناء قبيح، والتمريخ في المنام لأرباب الكد والسعي كالسعاة والمكارية وشبههم دليل على الراحة، وتجديد الرزق، ومضاعفة القوى"
    },
    {
        "id": 54,
        "text": " التمساح\n  تدل رؤيته في المنام على شرطي، فلا يأمنه عدو ولا صديق، وهو لص خائن، ويدل أيضاً على التاجر الظالم الخائن، فمن رأى أن التمساح جره إلى الماء وقتله فيه فإنه يقع في يد شرطي يأخذ ماله ويقتله، وتدل رؤية التمساح في المنام على الفسق والتحريم وكسب الحرام والخوف والنكد من وقوف الريح أو من قطاع الطريق. وربما دلت رؤيته على مسخ العمر بسبب الغرق. ومن رأى  أن التمساح جره إلى الماء، فإن سلطاناً أو رجلاً يأخذ من بيته شيئاً وهو كاره. ومن رأى  أنه جر التمساح إلى البر فإنه يظفر بعدو أو عزيمة ويأخذ ماله منه. ومن رأى  أنه أصاب من لحم التمساح أو من جلده أو من شحمه أو شيء منه فإنه يصيب من مال عدوه بقدر ذلك"
    },
    {
        "id": 55,
        "text": " التمطي\n  هو في المنام ملل من أمر، وكسل في عمل. ومن رأى  رجلاً يتمطى تمطي الشبعان من الأكل فإنه يكون مستبدا باغياً متطاولاً في أموره، وإن كان المتمطي ميتاً فتأويل الرؤيا لعقبه من الأحباء، والتمطي في المنام دال على الكبر والفخر وعدم الدين، لقوله تعالى:  \"  فلا صدق ولا صلى، ولكن كذب وتولى ثم ذهب إلى أهله يتمطى  \". وربما دل التمطي في المنام على الراحة بعد التعب، وإن كان الرائي مريضاً خيف عليه ولو كان سالماً، خاصة إذا كان مع التمطي تثاؤب"
    },
    {
        "id": 56,
        "text": " التملق\n  من رأى في المنام كأنه يتملق الإنسان في شيء من متاع الدنيا فذلك مكروه، فمن رأى كأنه يتملق له في علم يريد أن يعلمه إياه أو عمل من أسباب البر يستعين به عليه فإنه ينال شرفاً، ويصح دينه ويدرك طلبه. وقيل إن التملق لمن تعود ذلك في أحواله غير مكروه في للتأويل، ولمن لم يتعود ذلك ذلة ومهانة، فإن كان التملق من إمرأة يعرفها، فإن ذلك يدل على أنه يسلم من يد عدوه، والتملق والمداهنة في المنام دليل على الإيثار والبر والصدقة"
    },
    {
        "id": 57,
        "text": " تنفس الصعداء\n  من رأى أن رجلاً تنفس الصعداء فإنه يعمل عملاً يبدأ بهم أو كرب. وأما تنفس الصبي الصعداء فدليل على أنه يعمل ما يتولد منه حزن"
    },
    {
        "id": 58,
        "text": " التنور\n  من رأى في منامه أنه تنور في الحمام واغتسل فإنه يخرج من دين عليه، فإن كان مغموماً ذهب غمه، وإن كان خائفاً أمن، وإن كان مريضاً شفي، وإن كان عبداً أعتق، وإذا كان لم يحج حج، هذا إذا حلقته النورة، فإن تحلق النورة فإنه غم لا بقاء له، وذلك الأمر لا يتم لصاحبه والذي حلقت النورة شعره إن كان غنياً ذهب ماله، فإن تنور على جسده كله دون وجهه فإنه يموت، فإن تنور وليس على جسده شعر في اليقظة وحلقته النورة إلا العانة فإنه يموت ويذهب ماله وتبقى نساؤه، والتنور في موضع السنة إذا ذهب بشعر العانة دليل على الفرج، فإن لم يذهب بشعر العانة فهو دليل ركوب الدين وزيادة الحزن، وإن كان فقيراً استغنى وفرج عنه، وإن حلقت النورة بعضه وتركت بعضه فإنه يفرج عنه بعض كربه ويبقى بعضه، ويذهب من ماله، أو يزول منه نعمته وسلطانه بعضه ويبقى بعضه"
    },
    {
        "id": 59,
        "text": " تنور النار\n  من رأى في منامه أنه يسجر تنورا فإنه ينال ربحا في ماله، ومنفعة في نفسه.فإن رأى في دار الملك تنورا، فإن كان للملك أمر مشكل أستنار واهتدى إليه، وإن كان له أعداء ظفر بهم. ومن رأى  أنه يبني تنوراً وكان للولاية أهلاً نال ولاية وسلطاناً، ومن أصاب تنوراً بغير رماد تزوج إمرأة لا خير فيها.والتنور أنواع، ولكل تنور تأويل: فتنور الشواء يدل على السجن، ولمن هو في شدة يدل على، خلاصه وطيب خاطره، وتنور الشرائح يدل على الإمام العالم الذي ترد عليه المسائل فيعطى كل واحد ما يشفي به باطنه، وتنور القوار يدل على معمل الفروج. ومن رأى  أن عنده تنوراً في الشتاء وهو يصطلي بناره دل على الكسوة والراحة والفائدة وتناول الفاكهة في غير ألوانها، وإن كان في الصيف دل على الأمراض بالحرارة وثوران الدماء، وعلى الهموم والأنكاد. وربما دل التنور على المعدة لما يلقى فيها"
    },
    {
        "id": 60,
        "text": " التنين\n  هو في المنام سلطان جائر مهاب أو نار محرقة. وإذا رأى المريض تنيناً دل ذلك على موته، وإذا وضعت المرأة في المنام تنيناً ولدت ولداً زمناً، لأن التنين يجر نفسه إذا مشى. ومن رأى  كأنما جره تنين في الماء أصابته عقوبة من سلطان أو عذاب من الله تعالى أو من رئيسه.فإن رأى كأنه تحول تنيناً طال عمره ونال سلطاناً، فإن أكل لحم تنين نال مالاً من الملك. وربما دل التنين على زمان طويل وذلك لطوله.فإن رأى  الإنسان كأنه يأتي نحوه من غير مضرة أو كأن يعطيه شيئاً، أو يكلمه بلسان طلق فإنه يدل على خير كثير يكون له. ومن رأى  في منامه تنيناً يتغير، ويكون منه رجل فإنه يدل على جيش من الجن، فإن رآه يتغير ويكون منه إمرأة فإنه يدل على جيش مؤنث من الجن، وهو عدو يرى كاتم العداوة له رؤوس كثيرة في فنون الرداءة والشر والسوء، فإن كان له رأس أو ثلاثة أو أربعة رؤوس إلى أن يبلغ سبعة رؤوس، فكل رأس من رؤوسه بلية، ومن ونوع من الشر، فإذا صارت سبعة رؤوس فليس له نظير في شره وعداوته. ومن رأى  أنه ملك تنيناً فإنه يظفر برجل لا عقل له، والمرأة الحبلى إذا رأت كأنها ولدت تنيناً فإنها تلد ابناً خطيباً مجيداً حسن اللسان أو ابناً عرافاً أو كاهناً أو شريراً فاسقاً أو لصاً"
    },
    {
        "id": 61,
        "text": " التهاجر\n  وهو ضد التواصل، وهو يدل على الهزيمة وتولية الإدبار عند اللقاء. وربما دل ذلك على الرجوع إلى ما كان عليه من الشر، ويدل على المعصية والمقت والغضب من الله تعالى، فإن ولى الأدبار ملتجئاً إلى قوم يستند إليهم ويحرضهم على القتال دل ذلك على مشيه بالشر والنميمة بين الناس"
    },
    {
        "id": 62,
        "text": " التهاون\n  هو في المنام دليل رديء. ومن رأى  كأنه تهاون بمؤمن، فإن دينه يختل، ويقنط من رجل يرجوه، وتستقبله ذلة. ومن رأى  كأن غيره تهاون به، وكان شاباً مجهولاً ظهر به عدوه، فإن تهاون به شيخ مجهول افتقر"
    },
    {
        "id": 63,
        "text": " التهديد\n  تهدد الإنسان من غيره في المنام يدل على ظفر المتهدد بمن تهدده. ومن رأى  أنه يتهدد في المنام، ويتوعد من غيره، ويراد منه أن يخضع فإنه يظفر ولا يخاف ما يتوعد به ولا يخضع، والتهدد في المنام دليل على الوقوف عن الخصوم، فإن كان من مجهول لا يعرف فهو من الشيطان، بخاصة إن هدده وتوعده على فعل الصلاة أو قراءة القرآن أو إيتاء الزكاة وما أشبه ذلك. وربما دل التهدد في المنام على الابتلاء بالمحبة"
    },
    {
        "id": 64,
        "text": " التهليل\n  هو في المنام هداية، ومن قال في منامه: لا إله إلا الله فإنه يموت على الشهادة، فإن كان في مصيبة يؤجر عليها، وإن كان في هم وغم نجا وجاءه الفرج"
    },
    {
        "id": 65,
        "text": " التواري\n  من رأى في منامه أنه دخل بيتاً وتوارى فيه فإنه يعزى. وقيل من توارى فيولد له بنت، لقوله تعالى:  \"  يتوارى من القوم من سوء ما بشر به  \". والتواري في المنام دليل على الاستناد والاعتماد على من توارى به أو بمن دل عليه، فإن توارى بجبل دل على أنه يستند إلى جليل القدر، وإن توارى واستند إلى شجرة ركن إلى عالم، وإن كان عند الرائي حامل ولدت أنثى. وربما دل التواري في المنام على النفاق والتكلم بأعمال السوء"
    },
    {
        "id": 66,
        "text": " التواصل\n  هو في المنام يدل على صلة الرحم، ومواصلة الصوم فإنه واصل في المنام العلماء والصالحين دل على حفظ مودته، ووفائه بعهده، أو التقرب إلى أرباب المناصب من الملوك والأمراء والوزراء بما يحظى به عندهم على قدره، وإن واصل في المنام أحداً من أرباب البدع وأهل الذمة دل على فساد دينه ودنياه، وتضييع أوقاته في اللهو واللعب"
    },
    {
        "id": 67,
        "text": " التواضع\n  تواضع الإنسان للناس في المنام ظفر وعلو ورفعة، لما روي في الأخبار: من تواضع لله رفعه"
    },
    {
        "id": 68,
        "text": " التوبة\n  تدل التوبة في المنام على النجاة من السجن أو نيل الملك أو إصابة الشرف والبركة بعد احتمال بلية. ومن رأى  في منامه أنه أقلع عن الفسق فإنه يبتل ببلاء ثم يتوب، ويملك ملكاً وينال بركة وشرفاً، ومن تاب في منامه عن ذنب لا يعلمه من نفسه ربما يخشى عليه من الوقوع فيه ولكن عاقبته إلى خير، والتوبة للكافر إسلامه، والتوبة للمطربين والزناة وأشباههم تدل على الفقر بعد الغنى"
    },
    {
        "id": 69,
        "text": " التوت\n  كله في المنام يدل على كسب واسع نافع لصاحب الرؤيا، والتوت الأسود يدل على الدنانير، والتوت الأبيض يدل على الدراهم، وشجرة التوت رجل صاحب أموال وأولاد، والتوت يدل على صلاح الدين وحسن اليقين وعافية البدن لمن أكله"
    },
    {
        "id": 70,
        "text": " التوديع\n  يدل في المنام على زوال المنصب أو طلاق الزوجة أو موت المريض، أو الخروج من الوطن إلى غيره أو من صنعة إلى غيرها، سواء أكان الرائي هو المودع، أو المودع. ومن رأى  كأنه يودع إمرأته فإنه يطلقها. وقيل إن التوديع يدل على مفارقة المودع بموت أو غيره من أسباب الفراق، ويدل التوديع على انصراف الشريكين، وعزل الوالي، وخسارة التاجر، وقال بعضهم: إن التوديع محبوب في التأويل، وهو يدل على مراجعة المطلقة، ومصالحة الشريك، وربح التاجر، وعودة الولاية إلى الوالي، وشفاء المريض وذلك، وإن الوداع يتضمن في لفظه الدعة والراحة. وقيل إذا رأى الإنسان في منامه كأنه يسلم سلام وداع، فإن ذلك رديء لمن سمعه، ولمن يقول بذلك، وذلك، لأن الناس لا يودع بعضهم بعضا إلا عند المفارقة وعند البطالة، وعند النوم"
    },
    {
        "id": 71,
        "text": " التوراة\n  من رأى في منامه أنه يتلو التوراة فلم يعرفها، فإن رجل يذهب مذهب القدرية والجبرية. ومن رأى  أن عنده توراة، فإن كان ملكاً مسلماً فتح بلداً من بلاد أعدائه أو تصالح معهم على ما يريد، وإن كان عالماً ازداد علماً أو أبدع في ما يعلم أو مال إلى مذهب أهل الأهواء. وربما دلت رؤية التوراة على الاجتماع بالغائب أو وجود الضائع. وربما دل الكتاب على من هو من أهله، وإن كان الرائي أعزب تزوج من غير ملته. وربما كثرت أسفاره، وإن التوراة ذات أسفار، وإن كانت زوجته حاملاً أتت بولد فيه شبهة، وكذلك الحكم في ما سواها من الكتب. وربما تزوج الرائي إمرأة بغير ولي. وربما عاشر من يفسد معه دينه، ورؤية ما سوى الكتاب العزيز من الكتب والصحف في المنام تدل على العز لأرباب الأمور، وتدل رؤية التوراة والإنجيل على رؤية النبي صلى الله عليه وسلم، أو على إتيان الرخص، ورؤية التوراة في المنام تدل على حكمة وعلم وهداية، ومن كانت له إمرأة حامل ورأى التوراة في يده، ولدت إمرأته بنتاً، لأن اسم التوراة مؤنث"
    },
    {
        "id": 72,
        "text": " التوكل\n  التوكل على الله تعالى في المنام والتلفظ به يدل على بلوغ المقاصد، لانتهاء ما هو فيه من شدة، وقد يدل على الإيمان بالله تعالى، وحسن الظن به، والانتصار على الأعداء، وبلوغ الآمال. وربما دل التوكل على الله تعالى على توبة الفاسق وإسلام الكافر. وربما دل على وقوع ما يتوقاه من الشر، ولكن عاقبته إلى خير"
    },
    {
        "id": 73,
        "text": " التيس\n  هو في المنام رجل مهيب في منظره، أبله في اختباره. وربما دل التيس على العبد الأسود الجاهل، وقد يكون التيس رجلاً ضخماً في دينه وعظيم الشأن"
    },
    {
        "id": 74,
        "text": " التيمم\n  يدل في المنام على قرب الفرج، فمن رأى أنه يتيمم للصلاة أو للطهارة من الجنابة فقد قرب فرجه، وإن التيمم دليل على الفرج القريب من الله تعالى، والتيمم في المنام دليل على السفر، أو الإنذار بالمرض الذي يحتاج فيه إلى التيمم. وربما دل على فقد الماء للمسافر فإنه يتيمم بالرمل أو بما لا يعلق باليدين كان دليلاً على تعذر الأسفار، وإتيان الرخص، والعمل بالهوى، والتيمم يدل على الفقر بعد الغنى، وعلى مرض السليم، وعافية المريض، والتيمم مع وجود الماء يدل على الأعمال الباطلة. ومن رأى  أنه يتيمم، فإن كان مع عدم الماء دل على الفرج القريب، وزوال الشدة، وإن كان مع وجود الماء ففيه خمسة أقوال:الأول: أن يكون الرائي يفضل التسري على الزواج.والثاني: أن يكون ممن يفضل السفر في البر على السفر في البحر.والثالث: أن يكون ممن يرجو المغفرة مع الإصرار على الذنب.والرابع: أن يكون ممن يفضل الدنيا على الآخرة.والخامس: أن يكون متلاعباً بدينه ويتتبع الرخص من أقوال العلماء. وقيل يدل على النجاة من المرض، أو السجن"
    },
    {
        "id": 75,
        "text": " التين\n  هو في المنام مال وخصب كثير لمن أصاب منة، وشجرة التين رجل غني كثير المال، نافع يأوي إليه أعداء الإسلام، لأن الحيات تأوي لهذه الشجرة وليس في الثمار شيء يعدله. ومن رأى  أنه يأكل منه فيكثر نسله، وقيل التين رزق من قبل العراق، ومال مجموع يخصب منه صاحبه بلا تعب، ويظهر عليه أثره، وأكل القليل منه رزق بلا عسر، وقيل ثمر التين وورقه هم وحزن وندامة، فمن أكله أصابه هم على أمر أتاه، أو يأتيه، وقيل التين يفسر بالصالحين، وخيار الناس، والرزق والسهل، والسرور التام والنعمة الرغدة، والتين الأسود في وقته خير، والتين الأبيض خير من الأسود.فإن رأى  الإنسان التين في غير وقته فإنه يدل على حسد يعرض لصاحب الرؤيا. وربما دل التين على اليمين.فإن رأى  الإنسان التين في غير وقته فإنه يدل على حسد يعرض لصاحب الرؤيا. وربما دل التين على اليمين، فإن كان التين أسود فاليمين كاذبة. وربما دل على النكد والحزن والخروج من المحل الأعلى إلى المحل الأدنى. وربما دل على الندم كما دل الندم على آكل التين"
    }
]