[
    {
        "id": 0,
        "text": " الشاب\n  هو في المنام عدو الرجل، فإن كان أبيض اللون فهو عدو مستور، وإن كان أسمر فهو عدو غني، وإن كان أشقر فهو عدو شيخ، وإن كان ديلمياً فهو عدو أمين، وإن كان رستاقياً فهو عدو فظ. ومن رأى  أنه يتبع شاباً فإنه يظفر بعدوه، وإن تبعه شاب، فإن عدوه يظفر به.وإن رأى شاباً مجهولاً فأبغضه فإنه يظهر له عدو بغيض إلى الناس.وإن رأى شاباً أشرف عليه فإنه عدو قد استمكن منه، ومن كان شيخاً ورأى أنه صار شاباً فإنه ينال نقصاناً عظيماً، والشاب البالغ عدو، وهو مكر وخديعة أو عدو مكروه، وتدل رؤيته على الحركة والقوة وغلبة الجهل. وربما دل على النعمة والشكر لله تعالى"
    },
    {
        "id": 1,
        "text": " الشابة\n  هي في المنام عدوة للمرأة على أية حالة رأتها، والشابة المجهولة المتزينة تدل على سماع خبر سار، والجارية الشابة الحسناء خير وظفر وسرور وفرح، والنساء المجهولة خير من المعروفة، وإن كانت المرأة مستورة فهي خير مستور مع الدين، وإن كانت متبرجة، فإن الخير مشهور، وإن كان متنقبة، فإن الخير ملتبس، وإن كانت مكشوفة، فإن الخير يشيع، والشابة الناهد خير مرجو.وإن رأى شابة عبوسة الوجه سمع خبراً موحشاً.فإن رأى شابة هزيلة أصابه هم وفقر.وإن رأى  الإنسان شابه عارية خسر في تجارته وافتضح فيها. ومن رأى  أنه أصاب بكراً ملك ضيعة أو أتجر تجارة رابحة، وإن رأت شابة إنها تحولت عجوزاً دلت رؤياها على حسن دينها، إن رأت عجوز إنها صارت شابة وعادت إليها قوتها، فإن أركان دينها تشتد"
    },
    {
        "id": 2,
        "text": " الشاذروان\n  رؤيته في المنام في موضع يليق به دليل على العز والرفق وزوال الهموم وسماع الأخبار الطيبة، أو الأنغام اللذيذة. وربما دل على تبذير المال"
    },
    {
        "id": 3,
        "text": " الشارب\n  هو في المنام يدل على المال. ومن رأى  أنه يقص من شعر شاربه، فإن ذلك صالح في السنة الشريفة.وإن رأى شاربه قد طال فهو مكروه في السنة. ومن رأى  شاربه طويلاً يخالف المألوف ويعيق الأكل فإنه بدعة، أو يدل على الهم والنكد. وربما اشتهر بضرب المحرمات، وحلق الشارب واللحية دليل على الراحة وزوال الهم والنكد، وهو عند من يكرهه دليل على زوال المنصب والشهرة، والفقر والخسارة، وقد تدل زيادة شعر الشارب على شرب المسكر أو منع الزكاة"
    },
    {
        "id": 4,
        "text": " الشاش\n  هو في المنام رجوع لما كان عليه"
    },
    {
        "id": 5,
        "text": " الشاة\n  تدل رؤيتها في المنام على المرأة.فإن رأى إنسان أنه أصاب شاة أصاب امرأة. ومن رأى  شاة تمشي أمامه وهو يمشي وراءها ولا يدركها فإنه يتبع إمرأة ولا تحصل له. ومن رأى  أنه يحلب شاة فإنه يصيب خيراً في تلك السنة. أنظر أيضاً الغنم"
    },
    {
        "id": 6,
        "text": " الشاهين\n  هو في المنام سلطان ظالم لا وفاء له، وهو دون البازي في الرتبة والمنزلة، فمن تحول شاهيناً ولي ولاية ثم عزل عنها سريعاً"
    },
    {
        "id": 7,
        "text": " الشاويش\n  تدل رؤيته في المنام على العز والرفعة. وربما كان مؤذناً"
    },
    {
        "id": 8,
        "text": " الشبت\n  من رأى في منامه أن بيده الشبت فإنه يقع له أمر يرى في المستقبل"
    },
    {
        "id": 9,
        "text": " الشبر\n  يدل في المنام على الهندسة، وتفصيل الجديد، والشبر يدل على البيكار، والبيكار يدل على الشبر"
    },
    {
        "id": 10,
        "text": " الشبع\n  هو في المنام ملالة، فمن رأى أنه شبعان فيتغير أمره ويسقط عن حاله في دنيا أو موته، والشبع في المنام تحصيل المعاش، وعودة المال، وقال بعضهم: الجوع خير من الشبع والري خير من العطش"
    },
    {
        "id": 11,
        "text": " الشبكة\n  هي في المنام مكر وخديعة، ورزق وعلم، وبلوغ أمل ونصر على الأعداء لمن ملكها، فإن صار الرائي في شبكة أو فخ خشي عليه من السجن، أو المرض، وتدل الشبكة في العبيد على تعبهم وشدة يقعون فيها، وتدل في المسافر على عودته، بخاصة إذا كان سفره في البحر، والشبكة تدل للمهموم على زيادة همه وقوته، وتدل للصياد على خير ومنفعة، وهي دليل خير لمن فقد شيئاً"
    },
    {
        "id": 12,
        "text": " الشبه\n  هو في المنام مال لمن حواه من قبل النصارى، ومن أذابه فإنه يخاصم في متاع الدنيا، وقيل من رأى شبهاً أو صفراً فإنه يسمع كلام سوء وبهتان من قوم يعادونه"
    },
    {
        "id": 13,
        "text": " الشتم\n  هو في المنام ذلة للمشتوم وعز للشاتم إلا أن يشتم الوضيع الرفيع فإنها نازلة تنزل بالشاتم من المشتوم. ومن رأى  إنساناً يشتمه فإنه يصيب من الشاتم أذى فينتصر ثم يظفر به، وقيل هو حق للمشتوم على الشاتم"
    },
    {
        "id": 14,
        "text": " الشجرة\n  تدل الأشجار على النساء، والرجال المختلفين في الأخلاق، ورؤية الأشجار دالة على المشاجرة، والأشجار المجهولة دالة على الهم والنكد خاصة إن رآها في المنام ليلاً، وإن كان على بدعة انتهى عنها أو كان كافراً أسلم، فإن كان الرائي كافراً أسلم أو عاصياً تاب، فما كان من الأشجار مخصوصاً بالمشموم كشجر الحناء والورد، فيدل على أرباب الصلاح والعلم بغير عمل، أو القول بغير فعل، ورؤية ما هو مخصوص بالمشموم والمطعوم كالنارنج والليمون مخصوص بالمشموم والمطعم كالنارنج والليمون والعمل، والقول والفعل، ورؤية ما هو مخصوص بالمطعوم دون المشموم كالنخلة والجوز، فيدل على السادة الذين لا يؤخذ ما عندهم إلا ببذل الجهد والتعب، ورؤية ما ليس بمطعم ولا مشموم كالحور والسرو، فيدل على الشح والبخل، وكل شجرة يسقط عنها ورقها دالة على الفقر والغنى، والحفظ والنسيان، والأفراح والأحزان، وكل شجرة لا يسقط عنها ورقها دالة على طول العمر ودوام الرزق والغنى والثبات على الدين. ومن رأى  أنه اضطجع على أشجار كثرت أولاده، ومن غرس شجرة فعلقت فإنه يصاهر قوماً ويصيب شرفاً، والشجر الذي لا ثمر له يدل على رجال صلاب ضخام، لا مال لهم ولا خير عندهم، والشجرة ذات الشوك رجل صعب المرام. ومن رأى  أنه قطع شجرة ماتت امرأته، وإن يبست شجرة مات مريض هناك، ولحاء الشجر بركة. ومن رأى  أنه يغرس في بستان أشجاراً فيولد له أولاد. ومن رأى  أن الأشجار أحاطت بجبل فيكثر نسل تلك البلدة، والشجرة التي تكون أمام البيت تدل على الموالي، وتدل الشجرة التي كلم الله تعالى عندها موسى عليه السلام على القرب من الله تعالى، والشجرة تدل على نعم الله تعالى، والشجرة اليابسة هداية ورزق، والجلوس تحت الشجرة مع الناس دليل على رضوان الله تعالى، فإن كان الرائي كافراً أسلم أو عاصياً تاب وشجرة طوبى تدل رؤيتها في المنام على حسن المآب والشجرة الطيبة كالنخلة كلمة طيبة، والشجرة الخبيثة كالحنظل كلمة خبيثة. ومن رأى  أنه يجني من شجرة غير ثمرها فإنه يأخذ مالاً من غير حل، وقيل قطع الشجر مرض يصيب القاطع وأهله"
    },
    {
        "id": 15,
        "text": " الشح\n  هو في المنام دليل على الوقوع في المحذور"
    },
    {
        "id": 16,
        "text": " الشحرور\n  هو في المنام كاتب أديب من كتاب السلطان، والشحرور يدل على الولد الذكي الفصيح أو صبي المكتب صاحب الهيئة الحسنة. أنظر أيضاً الطير"
    },
    {
        "id": 17,
        "text": " الشحم\n  إن شحم ما يؤكل لحمه يدل على رزق مستمر وكسوة طائلة، وشحم ما لا يؤكل لحمه يدل على المال الحرام والزنى والردة عن الدين، وما يتداوى به من الشحم تدل رؤيته على الشفاء. وربما دل الشحم على الفرح والسرور وشفاء العليل، والشحم مال خالص لا يغادره شيء بلا تعب لمن حواه"
    },
    {
        "id": 18,
        "text": " الشحناء\n  تدل رؤيتها في المنام على المنصب الجليل"
    },
    {
        "id": 19,
        "text": " الشرى\n  هو داء دموي يدل في المنام على الغنى العاجل، والمال السريع في فرح، والشرى بغي وتعجيل عقوبة"
    },
    {
        "id": 20,
        "text": " الشراب\n  كل شراب أصفر اللون في المنام فهو مرض، فإن شرب شراباً وهو يكرهه ولا يسيغه فإنه يمرض مرضاً يسيراً ثم يشفى.وإن رأى إنسان أنه يشرب شراب العسل أو شراب التفاح أو شراب الآس فهو للأغنياء خير وللفقراء شر، وشراب التفاح منفعة، ومن شرب في المنام شراباً لعلة دل على زوالها إن كانت موجودة، وإلا دل شربه على حدوث تلك العلة، والشراب الملين دال على الكرم أو إظهار الأسرار، وما يسكن الصداع من الأشربة يدل على التلطف بالأعداء، ودفع الخصوم بحسن السياسة، وما يظهر اللون يدل على الأفراح والمسرات وصلاح الحال، وشراب الورد والجلاب يدلان على عدم الوثوق بذي الوعد، ومن شرب في المنام شراباً مجهولاً دل على زيادة اليقين والوفاء بالنذور خاصة إن كان شراباً عطراً، وإن كان شراباً كريه الرائحة دل على كفران النعم، والردة عن الدين.فإن رأى  أن الميت يناول الحي شراباً لذيذا عطراً فإنه يأمره بالمعروف وينهاه عن المنكر، ويدل على أن الميت في الجنة. وربما دل المشروب المجهول على مشروب أهل الحق وأرباب العناية. وربما دل الشراب بالكأس على شرب كأس المنون"
    },
    {
        "id": 21,
        "text": " الشراباتي\n  تدل رؤيته في المنام على الإقبال والسرور، أو العزل والتولية، والمال والمناصب العالية"
    },
    {
        "id": 22,
        "text": " الشرابي\n  تدل رؤيته في المنام على الإيمان والتوحيد وتوبة العاصي. أنظر أيضاً الفقاعي"
    },
    {
        "id": 23,
        "text": " الشراريب\n  هي في المنام أتباع وعز ومال"
    },
    {
        "id": 24,
        "text": " الشراريبي\n  تدل رؤيته في المنام على الشر، والريبة من الاشتقاق. وربما دلت رؤيته على كثرة النسل"
    },
    {
        "id": 25,
        "text": " الشراع\n  هو في المنام سلطان. ومن رأى  أنه نصب له شراع فإنه يصيب سلطاناً وعزاً، ورفعة وشرفاً"
    },
    {
        "id": 26,
        "text": " الشراء\n  من رأى في المنام أنه اشترى جارية فإنه يتجر تجارة.فإن رأى إنها ماتت فلا يحصل له في تجارته إلا الغم والعناء، والشراء هو في المنام بيع"
    },
    {
        "id": 27,
        "text": " الشرائحي\n  تدل رؤيته على الشرور والخصومات، والحروب وتفرق المجتمع، واختلاط الحلال بالحرام، والربا وقضاء الحاجات"
    },
    {
        "id": 28,
        "text": " الشرب\n  إذا كان الشرب في المنام لشراب مجهول أو ماء عذب، دل ذلك على الهداية والعلم والذوق، ومن شرب الماء البارد العذب أصاب مالاً حلالاً وهو خير لجميع الناس ما خلا من كان معتاد الشرب"
    },
    {
        "id": 29,
        "text": " الشرر\n  هو في المنام كلام قبيح، فمن رأى شرراً يتناثر عليه فإنه يسمع كلاماً قبيحاً من رجل ذي سلطان، فإن التهب، فإن الكلام ينمو ويزداد.وإن رأى للشرر دخاناً، فإن الأمر أعظم، والدخان هول أينما حل، وإن احرق الشرر حرقاً خفيفاً، فإن عدوه يرميه بكلام سيء يحرقه فيصبر عليه. ومن رأى  الشرر كثر عليه فإنه عذاب يصيبه. ومن رأى  أن شرارة وقعت في قوم فإنه يقع بينهم العداوة والشحناء، والشرر يدل على الأولاد، فإن أحرق فهو شرر ونكد متتابع. وربما دل الشرر على سوء الأعمال من موجبات النار وشررها"
    },
    {
        "id": 30,
        "text": " الشرطي\n  هو في المنام ملك الموت، وقيل هول وهم، وإذا جاء الشرطي مع أعوانه فإنه فزع وحزن، وعذاب وخطر، وذو سلطان شرير وكيد"
    },
    {
        "id": 31,
        "text": " الشرفة\n  إذا كان سور المدينة الأعلى دالاً على الوالي والحاكم كانت الشرفات والمرامي أتباعه وخدمه، وإن دل السور على المال كانت الشرفات والمرامي حراسه في الليل، وإن دل السور على الملك كانت الشرفات والمرامي سلاحه وذخائره"
    },
    {
        "id": 32,
        "text": " الشركة\n  هي في المنام سرور. وربما دلت على المبايعة على تقوى الله تعالى، أو على ما يعود عليه نفع في الدنيا، وتدل على غنى الفقير إذا شارك في المنام من هو أرفع منه قدراً. ومن رأى  أنه شاركه رجل معروف فإنهما ينصفان بعضهما في أمر كان مجهولاً والشركة تدل على الإخلاص في المودة والصدق في العهد"
    },
    {
        "id": 33,
        "text": " الشروال\n  هو في المنام ولاية ينالها"
    },
    {
        "id": 34,
        "text": " الشص\n  يدل في المنام على خديعة ومكر، وكذلك جميع الآلات التي يصاد بها"
    },
    {
        "id": 35,
        "text": " الشطرنج\n  يدل في المنام على معاشرة أخلاط الناس، وهو للملك بلدة كبيرة وأفراح ومسرات، واللعب بالشطرنج والنرد والكعاب مكر وخديعة ومنازعة. ومن رأى  أنه يلعب بالشطرنج، فإن له عدداً دنيئاً، والشطرنج التي لا يلعب بها رجال معزولون، والتي يلعب بها رجال ولاة، وإن أخذ اللاعب في منامه بيذقاً من خصمه أخذ راجلاً، وإن أخذ فرساً أخذ فارساً، وإن أخذ فيلاً أخذ ملكاً أعجمياً. ومن رأى  أنه يلعب بالشطرنج فإنه يسعى في قتال ومخاصمة، والشطرنج في المنام كلام باطل. ومن رأى  أنه يلعب ويغلب فإنه يرى فيه اليقظة ما رأى من خصمه في المغالبة، والشطرنج حرب وعداوة، وإطلاع على الأسرار، والتنقل من حال إلى حال، وانحراف في المزاج وأسفار، أما شاه الشطرنج، فتدل رؤيته في المنام على الملك"
    },
    {
        "id": 36,
        "text": " الشعاب\n  هو في المنام رجل يتولى أمور الناس من الرفيع والوضيع، ويؤلف بينهم، ويكون كثير النفع مصلحاً صاحب شرف وسؤدد"
    },
    {
        "id": 37,
        "text": " الشعث\n  من رأى في المنام رأساً أشعث دل ذلك على الشح في المال والبخل"
    },
    {
        "id": 38,
        "text": " الشعر\n  كشعر الرأس، وهو في المنام مال وطول عمر، فمن رأى شعر رأسه طال، فإن عمره يطول.وإن رأى  أن شعره السبط أصبح جعداً فإنه يتضع، وإن كان العكس فيتفرق مال رئيسه، وقيل جمة الشعر ماله، وإن كان فقيراً فهي ديونه التي عليه، وإن صار له في المنام شعر جعد دل على التعويض بالمال أو من الأزواج، أو الملابس. ومن رأى  شعره طويلاً، فإن ذلك محمود خاصة في النساء، والضفائر دليل الديون على الإنسان، وإزالة شعر الشارب والإبط دليل على قضاء الديون وذهاب الهم واتباع السنة، وضفر الشعر يدل على إتقان الأمور وحفظ المال. ومن رأى  شعره نبت في غير محله أصابه هم، وحلق شعر الرأس في زمن الحج يدل على الأمن، وقيل نتف الشعر يدل على وفاء دين الرائي. وإذا رأى الجندي أن شعره طال زاد سلاحه. ومن رأى  شعره كشعر الفرس فيقبض عليه إن كان لصاً. ومن رأى  شعره صار كشعر الخنزير أصابته شدائد، وكثرة الشعر للمهموم زيادة في همه، وكثرة للمسرور زيادة في سروره، وسواد شعر المرأة يدل على محبة زوجها لها، فإن رأت إنها كشفت شعرها، فإن زوجها يغيب عنها، وإن رأت إنها لم تزل مكشوفة الرأس، فإن زوجها لا يرجع إليها، وإن لم يكن لها زوج فإنها لا تتزوج أبداً، وطول شعر الإبط دليل على نيل الحاجة وصحة دين صاحبه وكرمه، فإن كان فيه قمل دل على كثرة العيال. ومن رأى  شعر رأسه قد نقص فهو هم.وإن رأى أحداً ينتف من شعره فإنها مصيبة في مال. ومن رأى  أنه دهن شعره بدهن فهو زينة له. ومن رأى  أنه يفلي رأسه فإنه يطلع على بعض عيوبه. ومن رأى  الشعر ينبت في أماكن لا ينبت فيها الشعر، فإن الدين يكثر عليه، وإن نبت الشعر في كفه فتلك منفعة. وربما دل شعر الرأس على الزرع والمال والجاه والزوج للمرأة العازبة والزوجة للرجل العازب، وإن ضفر شعره دل على جمع المال، وإن أخرج القمل من رأسه دل على إخراج المفسدين من أرضه. وربما دل حسن الشعر على الأعمال الصالحة، وإن ضفر شعر المرأة وكانت مريضة ماتت، وشعر الرجل زينة له ووقاية ومال دائم.وإن رأى شعر جسده أبيض وكان غنياً ناله خسران في ماله. وإن رأت المرأة أن شعرها براق فاحم فهو استغناؤها بمال زوجها"
    },
    {
        "id": 39,
        "text": " الشعر\n  وهو الكلام المنظوم، فمن رأى أنه يقول الشعر ويتكسب به فإنه يشهد بالزور، فإن سمع الشاعر فإنه يجلس مجالس لا يقال فيها الحق، والشعر في المنام كلام باطل. وربما دل عمل الشعر على زوال المنصب ونقص الدين، وإن عمل في المنام شعراً فاحشاً كهجاء إنسان فإنه يدل على القذف، وإن كان مدحاً افتقر إن كان غنياً، وتدل رؤية الشاعر في المنام على تلفيق الكلام والأمر بالمنكر والنهي عن المعروف، وتدل على الكذب في الدعوى، أو الزنى وشرب الخمر، وإن صار الرائي شاعراً في المنام نال علماً وهداية ومنصباً جليلاً، والشاعر في المنام رجل غاو يقول ما لا يفعل، ويدل الشعري وهو كل ما هو منسوب إلى الشعر على رجل قد آثر دنياه على دينه"
    },
    {
        "id": 40,
        "text": " الشعرى\n  رؤيته في المنام تدل على أمر باطل، لأنه كان يعبد من دون الله، وللشعرى إمرأة لا خير في دينها ولا في أحوالها"
    },
    {
        "id": 41,
        "text": " الشعوذة\n  هي في المنام غرور وفتنة"
    },
    {
        "id": 42,
        "text": " شعيب عليه السلام\n  فإنه يكون بينه وبين قوم يبخسون المكيال والميزان معاملة، ويبخسونه فيها، ويؤذونه ثم يظفر بهم، ويرزق بنات يصيب منهن سروراً"
    },
    {
        "id": 43,
        "text": " الشعير\n  هو في المنام رزق طيب عاجل قليل التعب. ومن رأى  أنه باع الحنطة بالشعير فهو رجل نسي القرآن الكريم واشتغل بالشعر. ومن رأى  أنه يأخذ شعيراً فإنه يرزق ولداً عالماً ولكنه يكون قصير العمر، وقيل الشعير مال في صحة البدن، وشراء الشعير ملك عظيم وحصده في أوانه مال يصير إليه، ومن زرع شعيراً عمل عملاً فيه رضا لله تعالى وجمع مالاً، أو يصيب خيراً من سلطان، والشعير الرطب خصب، والشعير استشعار بالخير يدل على الصحة والعافية"
    },
    {
        "id": 44,
        "text": " الشغل\n  من رأى في المنام أنه مشغول فإنه يتزوج جارية بكراً، لقوله تعالى:  \"  إن أصحاب الجنة اليوم في شغل فاكهون  \""
    },
    {
        "id": 45,
        "text": " الشفاعة\n  هي في المنام عز وجاه، وقيل إنها تدل على الغش، أو على الأجر. ومن رأى  القيامة ورأى من يأتي الناس إليه يوم القيامة لطلب الشفاعة فهو دليل على توقف الأحوال لما خص الله تعالى بها سيد المرسلين محمداً صلى الله عليه وسلم، وجعله صاحب الشفاعة يوم القيامة"
    },
    {
        "id": 46,
        "text": " الشفعة\n  هي دالة في المنام على الصلح مع الأعداء، والزواج للعازب. وربما دلت على الولد والمال"
    },
    {
        "id": 47,
        "text": " الشفر\n  هو في المنام وقاية الدين، فمن رأى فيه جمالاً وحسناً فهو في الديون. ومن رأى  أن أشفار عينيه ابيضت دل ذلك على مرض يصيبه في الرأس، أو العينين، أو الأذنين، أو الصمم"
    },
    {
        "id": 48,
        "text": " الشفرة\n  هي في المنام تعبر باللسان وبالمرأة. وربما دلت على الرزق والمعيشة، وشفرة القلم ولد مؤدب يحسد عليه، فمن رآها بيده رزق ولداً حسناً. ومن رأى  في يده شفرة القلم فتعود إليه إمرأة كانت قد فارقته"
    },
    {
        "id": 49,
        "text": " الشفع\n  يدل على حسن العاقبة في الدين والدنيا. وربما دل ذلك على قبول الشفاعة والوصية"
    },
    {
        "id": 50,
        "text": " الشفق\n  تدل رؤيته في المنام على اليمين، لقوله تعالى:  \"  فلا أقسم بالشفق  \". وربما دل على ظهور الحركة من الملوك ونوابهم"
    },
    {
        "id": 51,
        "text": " الشفة\n  هي في المنام عون الرجل، والسفلى أفضل من العليا، والشفتان تقومان مقام المرأة والولد والقرابة. ومن رأى  شفته مقطوعة فإنه هماز، ومن زالت شفته العليا زالت نعمته، وإن زالت السفلى، فإن إمرأته تموت، أو يطلقها، والشفة جمعها شفاه وهي تدل على الشفاء من الأسقام. وربما دلت الشفتان على الحجاب والغلمان، والحراس والأبواب والأقفال. وربما دلت الشفتان على العلم والهدى والأكل والفرح والحزن وكتمان الأسرار. وربما دلت الشفتان على معيشة الزمارين والبواقين وصانع القوارير وشبهه من عمال النفخ، ورقة الشفاه واحمرارها دليل على الفصاحة والهداية، وغلظهما دليل على البلادة. وربما دل سوادهما أو زرقتهما للمريض على موته لأنه ذلك من علامات الموت. وربما دلت الشفتان في انطباقهما على الأجفان أو حافتي النهر والبئر"
    },
    {
        "id": 52,
        "text": " الشقراق\n  يدل في المنام على إمرأة حسناء ذات جمال ومال"
    },
    {
        "id": 53,
        "text": " الشقرة\n  شقرة اللون في المنام دناءة ورذالة"
    },
    {
        "id": 54,
        "text": " الشقة\n  من رأى في المنام أنه يطوي شقة أو اشترى شقة أو وهبت له فإنه يسافر سفراً بعيداً، لقوله تعالى:  \"  ولكن بعدت عليهم الشقة  \". ومن رأى  أنه ينسج شقة، أو يطويها، أو ينشرها فإنه يسافر"
    },
    {
        "id": 55,
        "text": " الشقيق\n  يدل في المنام على النار لحمرته. وربما دل على مرض الشقيقة، أو الأخ الشقيق"
    },
    {
        "id": 56,
        "text": " الشكر\n  شكر الله تعالى في المنام نجاة من الهم، فمن رأى أنه يشكر الله تعالى فإنه ينجو من هم وينال قرة ومالاً، وخيراً وخصباً وثواباً، ويكون موحداً، وإن كان ذمياً أسلم، إن كان منافقاً أخلص، وإن كان مسلماً صاحب رجلاً شريفاً"
    },
    {
        "id": 57,
        "text": " الشك\n  هو في المنام دليل على النفاق والمكر والخديعة"
    },
    {
        "id": 58,
        "text": " الشلجم\n  هو في المنام إمرأة قروية قوية، صاحبة فضول، وقيل هو هم وحزن"
    },
    {
        "id": 59,
        "text": " الشلل\n  من رأى أن يديه قد شلتا فإنه يذنب ذنباً عظيماً، فإن شلت اليمنى فإنه يظلم ضعيفاً، وإن شلت اليسرى مات أخوه أو أخته، وإن يبست إبهامه فإنه يصاب بوالده، وإن يبست سبابته أصيب بأخته، وإن يبست الوسطى أصيب بأخيه، وإن يبست الخنصر أصيب بابنته، وإن يبست البنصر أصيب بأمه، وقيل من رأى أن يمينه شلت وقفت معيشته"
    },
    {
        "id": 60,
        "text": " الشم\n  من شم رائحة طيبة في المنام ناله مرض يسير، والرائحة القبيحة كلام رديء أو هم لمن شم رائحة قبيحة"
    },
    {
        "id": 61,
        "text": " الشماع\n  تدل رؤيته في المنام على الأفراح والمسرات، وعلى الموت للمرضى. وربما دلت رؤيته على الهداية والعلم، وتدل رؤيته على الأمراض والنقص في المال"
    },
    {
        "id": 62,
        "text": " الشمس\n  هي في المنام الملك الأعظم، أو الخليفة، أو الأب، أو الأمير. ومن رأى  أنه تحول شمساً فإنه يصب ملكاً، وإن أصاب شمساً معلقة بسلسلة ولي ولاية وعدل فيها، وإن قعد في الشمس ودنا منها فإنه ينال من ملك نعمة ومالاً، وقوة وتأييداً، فإن أضاء شعاعها فإنه يرزق علماً يذكر به في الخافقين، وإن رآها صافية منيرة وكان والياً نال قوة في ولايته، وإن طلعت في بيته تزوج، وإن رأتها إمرأة تزوجت، وإن رآها تاجر ربح في تجارته، وضوء الشمس هيبة الملك وعدله.وإن رأى  الشمس تكلمه أصاب رفعة من الخليفة، وكذلك القمر.وإن رأى  الشمس طلعت على رأسه فإنه ينال أمراً جسيماً، وإن طلعت على قدميه نال زراعة كثيرة.وإن رأى إنها طلعت على بطنه أصابه البرص، فإن بزغت على صدره فإنه يمرض. ومن رأى  أن الشمس غابت وهو خلفها يتبعها فإنه يموت.وإن رأى  الشمس قد خرج منها نار فأحرقت النجوم حولها، فإن الملك يطرد حاشيته.فإن رأى  أن الشمس احمرت فهو فساد في مملكته.فإن رأى إنها اصفرت فإنه يمرض، فإن اسودت فإنه يغلب.فإن رأى إنها غابت فالأمر الذي يطلبه قد انقضى، فإن غدر بالشمس فإنه يغدر بالملك، وإن سقطت الشمس على الأرض مات أبوه.وإن رأى  أن الشمس طلعت في الدار فإنه ينال عزاً وكرامة وشرفاً وجاهاً. ومن رأى  أنه ابتلع الشمس فإنه يموت.وإن رأى  الشمس تغيرت عن حالها فتقع فتنة.وإن رأى  أن الشمس تطلع من المغرب، فإن ذلك يدل على ظهور الأشياء الخفية، وإن كان مريضاً فإنه يشفى، وإن كان في سفر فإنه سيعود. وإذا رأى الإنسان أن الشمس مظلمة فإنه دليل رديء لجميع الناس، فيدل على البطالة، أو المرض، أو الشدة.وإن رأى  الشمس تنزل في فراشه وتهدده فإنها تدل على مرض شديد. ومن رأى  أن الشمس قد نشرت عليه أنواراً فإنه يصحب الخليفة، وحر الشمس إذا اشتد وأصابه ناله هم من السلطان. ومن رأى  أنه يهرب من الشمس فإنه يفر من زوجته أومن سلطان أو من مكروه.وإن رأى سحاباً غطى الشمس حدث للملك حادث، وإذا طلعت الشمس على الأرض فهو دليل قحط أو احتراق. وربما كانت الشمس عالماً يهتدى به.وإن رأى بها كسوفاً أو تراكم عليها الغبار، أو الدخان كان ذلك دليلاً على حادث من مرض أو هم أو غم أو كرب. وربما دل مغيبها على إعادة السجين إلى السجن بعد خروجه. ومن رأى  شمساً وقمراً في جميع الجهات أصابه هم أو خوف أو هزيمة. ومن رأى  أنه سجد للشمس أو للقمر فإنه يرتكب إثماً عظيماً، وربما دلت الشمس على الأرزاق والهدى واتباع الحق والشفاء من الأمراض. وربما دلت على السفر. وربما دلت الشمس على من سمي بها كشمس الدين، كالبدر يدل على بدر الدين، ورؤية الشمس والقمر والنجوم دليل على البلاء، أو السجن، أو الحسد من الأهل، ورؤية الشمس تدل على السراج، لقوله تعالى:  \"  وجعل الشمس سراجاً  \". وطلوع الشمس من مغربها دليل على الخوف والجزع وتسلط السلطان على الرعية أو قدوم الغائب، أو الردة عن الدين وفسق التائبين. ومن رأى  أن الشمس أحرقت الزراعة أو أضر حرها بالناس دل ذلك على أمراض ووباء وظلم من الأكابر. أنظر أيضاً القمر"
    },
    {
        "id": 63,
        "text": " الشمعدان\n  تدل رؤيته في المنام على الزوجة للعازب، وللمتزوج على الولد الجميل"
    },
    {
        "id": 64,
        "text": " الشمعة\n  هي في المنام سلطان أو ولد رفيع كريم، ونقرة الشمع مال حلال يصل إليه صاحبه بعد مشقة حتى يستخرج منه العسل، وتدل الشمعة بالنسبة للعازب على الزوجة، وقد تدل على ولاية أو رجل صالح، وإن كان متزوجاً دلت على الولاية، وهي هداية للجاهل وغنى للفقير"
    },
    {
        "id": 65,
        "text": " الشمل\n  يدل في المنام على الزواج، فمن رأى أنه جالس مع من يحبه فإنه يتزوج، وكذلك إذا رأت الفتاة إنها جالسة مع حبيب لها فإنها تتزوج. ومن رأى  أن شمله جمع وتمكن من الدنيا، فإن أمره ينقص ويتغير حاله. ومن رأى  أن محبوبه قد زاره فإنه ينال فرحاً وسروراً"
    },
    {
        "id": 66,
        "text": " الشمم\n  هو في المنام تصاغر ونزول مرتبة لمن يريد الارتقاء والوجاهة بين الناس"
    },
    {
        "id": 67,
        "text": " الشنق\n  هو في المنام شماتة وشهرة. وربما كان علو قدر. وربما دل على التهمة والقذف في العرض إلا أن يكون حداً فإنه يكون دليلاً على قضاء الدين"
    },
    {
        "id": 68,
        "text": " الشهادة\n  أداء الشهادة في المنام يدل على الخروج عن العهدة، والوفاء بالنذر، وإبلاغ الرسالة، وقضاء الدين، فإن كتم شهادة في المنام دل على الطمع في الوديعة والحقد والجرأة على المعاصي. وربما دل على المرض، أما الشاهد بالعدل فهو في المنام رجل يظفر بالأعداء ويظهر البيان وينفي الشك"
    },
    {
        "id": 69,
        "text": " الشهد\n  هو في المنام ميراث حلال أو مال من شركة أو رزق، لأن النار لم تمسه. ومن رأى  أن أمامه شهداً فعنده علم رفيع جامع، ويرغب الناس أن يسمعوا منه. ومن رأى  أنه يطعم الناس شهداً فإنه يقرأ القرآن الكريم بلحن حسن، وقد يدل أكل الشهد على حصول الشهادة في حرب، والشهد يدل على التخليط في العمل، والمصفى دليل على الأعمال الصالحة والخالصة. وربما دل على الرزق الحلال، أو المغصوب من أهله. وربما دل على الشفاء من الأمراض. وربما دل الشهد على الشهادة يؤديها لغيره أو تؤدى له"
    },
    {
        "id": 70,
        "text": " الشهر\n  إذا كانت الرؤيا في شهر المحرم فإنها صحيحة لا تخطئ، ورؤيته في المنام تدل على الفرج والخلاص من السجن والشفاء من الأمراض، وإن كان الرائي قد اعتزل قومه أو بلده عاد إليهم قياساً على قصة يونس عليه السلام لخروجه فيه من بطن الحوت. وربما شاهد فتنة عظيمة كموت إمام عادل أو ظهور عالم، لأن الله تعالى خلق فيه آدم وحواء عليهما السلام، وإن كان الرائي عاصياً تاب إلى الله تعالى، لأن الله تعالى تاب فيه على آدم عليه السلام، وإن كان الرائي ممن يرجو المنزلة والشرف حصل له ذلك، لأن الله تعالى رفع فيه إدريس عليه السلام مكاناً عالياً، وإن كان المسافر في البحر نجا هو، ومن معه، لأن السفينة استوت فيه على الجودي، وإن كان الرائي يرجو الولد رزق ولداً صالحاً، لأن فيه ولد إبراهيم وعيسى عليهما السلام، وإن كان الرائي في ضيق فرج عنه أو نجا من عدوه، لأن الله تعالى نجى فيه إبراهيم عليه السلام من نار النمرود. وربما رجع الرائي عن بدعته وضلالته وتاب إلى الله تعالى وأقلع عن ذنوبه، لأن الله تعالى تاب فيه على داود عليه السلام، وإن كان الرائي معزولاً عن ولايته عاد إلى منصبه، لأن الله تعالى رد فيه الملك على سليمان عليه السلام، وإن كان فقيراً أو مريضاً شفي من مرضه وأغناه الله تعالى، لأن الله تعالى كشف فيه الضر عن أيوب عليه السلام. وربما أرسل الرائي رسلاً، لأن الله تعالى كلم فيه موسى عليه السلام. وربما فتح على المسلمين بلد من بلاد الكفر، وإذا كانت الرؤيا في شهر صفر فليست محمودة، ورؤيته لمن كان في هم أو شدة لا ضرر فيها، وإن كان مريضاً دلت رؤياه على شفاء وصحة، وشهر ربيع الأول إذا كانت الرؤيا فيه فإنه يربح في تجارته ويبارك فيها ويسر ويفرح. وربما رزق ولداً صالحاً، وإن كان الناس في شدة زالت عنهم، وإن كانوا مظلومين انتصروا، ففيه، ولد النبي صلى الله عليه وسلم. وربما غزا الناس غزوة مباركة ففيه كانت غزوة دومة الجندل، وشهر ربيع الآخر إذا كانت رؤياه دالة على الخير أبطأت، وإن دلت على الشر تعجلت، وفيه ينتصر الإنسان على عدوه، أو يرزق ولداً عالماً ففيه ولد الإمام علي كرم الله وجهه، وشهر جمادى الأولى إذا كانت الرؤيا فيه فلا يرغب فيه البيع والشراء، ومن رآه فقد إبنته أو زوجته، ففيه توفيت فاطمة الزهراء رضي الله عنها، وشهر جمادى الآخرة إن دلت رؤياه على الخير أبطأت. ومن رأى  شهر رجب في المنام دل على رفع المنزلة ففيه عرج بالنبي صلى الله عليه وسلم إلى السماء، وشهر شعبان إذا كانت الرؤيا فيه خيراً تصح وتنمو ويتضاعف الخير، وقد يعزل ولاة الأمور، وشهر رمضان تنغلق فيه أبواب العسر والفواحش والبخل، وتتعجل فيه رؤيا الخير وهي لا تبطئ، والرؤيا تدل على البركة والخير والأمر بالمعروف والنهي عن المنكر، وإن كان طالباً للعلم حصل له، لأن فيه نزل القرآن الكريم، وإن كان مريضاً بالصرع أفاق منه ففيه تصفد الشياطين، وشهر شوال في المنام يدل على الخلاص من الشدائد، وعلى السرور والأفراح، لأن مستهله عيد وفرح وفيه بناء الكعبة وغزوة الخندق، وشهر ذي القعدة إذا دلت الرؤيا فيه على السفر فلا يسافر، وإن دلت على هم فليجتنبه، وشهر ذي الحجة إذا دلت الرؤيا فيه على السفر فليسافر وليسع في الأمور فإنه شهر مبارك وفيه العيد والأضحية، وفيه كانت وفاة عمر بن الخطاب وعثمان بن عفان رضي الله عنهما"
    },
    {
        "id": 71,
        "text": " الشهوة\n  تدل في المنام لمن ظفر بها على أفعال أهل النار"
    },
    {
        "id": 72,
        "text": " الشهيد\n  من رأى شهيداً من الشهداء في المنام بأنه حي فهي حياة سنته وطريقته، أو أنه يتقرب إلى الله تعالى"
    },
    {
        "id": 73,
        "text": " الشواء\n  هو في المنام مؤدب الأطفال من الأحرار والمماليك والجواري ويعلمهم الصنعة. ومن رأى  أنه يذهب إلى شواء ليشتري منه لحماً ناضجاً وكان له ولد فإنه يسلمه إلى مؤدب ليعلمه ويؤدبه. ومن رأى  نفسه أنه شواء فإنه يلي ولاية على استخراج مال السلطان بالظلم والمصادرات، وقد يؤول الشواء بالطبيب الجراح، وقيل الشواء سجان أو معذب الناس في المطامير والخشب والحديد، وتدل رؤية الشواء على نهب الأموال والسبي. وربما دلت على الأفراح وزواج العازبين"
    },
    {
        "id": 74,
        "text": " الشواء\n  هو في المنام بشارة في المعيشة، فإن كان غير ناضج فهو هم، والخروف المشوي السمين مال كثير، وإن كان هزيلاً فهو مال قليل ورزق فيه تعب، ومن أكل شواء خروف فإنه يأكل من كسب ولده، وشواء البقر أمن للخائف، وإن كان له حامل جاءته بولد ذكر، والعجل المشوي رزق وخصب، وشواء الجدي يدل على ولد ذكر لمن أكله، وكل شيء يتعرض للنار في اليقظة فهو في المنام رزق فيه إثم، والجمل المشوي ولد ذكر، وهو أمان من الخوف أو هو ولد مؤدب. ومن رأى  أن ذراع الجمل المشوي يكلمه فإنه ينجو من الهلكة، ولحوم الطيور المشوية، أو المطبوخة رزق مال من غير كدر أو غدر، والجنب المشوي يعبر بالمرأة، لأن حواء خلقت من جنب آدم عليهما السلام، والذراع المشوي الناضج رزق إمرأة يمكر بها، وإن كان غير ناضج فهو غيبة، ومن اشترى قطعة من شواء فإنه يستأجر أجيراً، وقيل الشوي هم وحزن أو مال حرام. ومن رأى  أنه شوى كبشاً مرض أو عذبه السلطان أو سجن، ومن شوى نعجة مرضت إمرأته أو أمه، ومن شوى جدياً أصاب ولده أو عبده جدري. وربما دل الشوي على البشارة بالخروج من الضيق والنصر على الأعداء إن كان المشوي عجلاً، وإن كان جملاً دل على العز والأفراح بمعافية المرض وتزويج العزاب وقدوم المسافر. وربما دل الشوي على الواشي، أو على سلب النعمة والسجن ونهب الأموال"
    },
    {
        "id": 75,
        "text": " الشوح\n  هو في المنام وحشة تدركه أو أدركته"
    },
    {
        "id": 76,
        "text": " الشوك\n  هو في المنام رجل خشن صعب عسر، وقيل الشوك دين أو فتنه. ومن رأى  أنه يجري على الشك فإنه يماطل بديون يطالب بها، والشوك رجال جاهلون، لا دين لهم ولا دنيا، وقيل الشوك يدل على أوجاع وذلك بسبب حدته، ويدل على هم وحزن بسبب صلابته، ويدل على عشق وظلم من أناس سيئين، والشوك يدل على مضار تعرض بسبب النساء"
    },
    {
        "id": 77,
        "text": " الشيب\n  هو في المنام وقار للأحداث، ودلالة على طول العمر، وعلى الضعف والفقر. ومن رأى  بلحيته شيباً لم يتكامل بياضها فهو أجود للقوة والوقار، ومن شاب رأسه وله إمرأة حامل أتاه ولد ذكر. وإن رأت المرأة الشيب برأسها، فإن زوجها يغيرها بجارية أو زوجة، وقيل شيب الرأس قدوم غائب أو ضيف، وشيب شعر الجسد للأغنياء يدل على خسران المال وللفقير دين لا يمكنه قضاؤه، وشيب المرأة المجهولة دليل على أن الزرع قد، يبس وشيب العسكر فرار، وشيب المريض موته، والشيب للخائف أمان من حاكم أو ملك، وقيل شيب المرأة كلام قبيح تسمعه من أقارب أهل زوجها. وربما دل على الطلاق. ومن رأى  لحيته قد شابت فقد هلك دينه أو ذهب ماله، وكان ابن سيرين رحمه الله تعالى يكره الشيب لمن لم يشب ويقول: الشيب نقصان المال لا سيما إذا طال الشعر. ومن رأى  أنه نتف شيبه من شعره فإنه يخالف السنة ولا يوقر الشيوخ. وربما دل شيب اللحية على البعد والجفاء"
    },
    {
        "id": 78,
        "text": " الشيخ\n  هو في المنام الجد والسعد. وإذا رأت المرأة شيخاً في المنام فإنه دنياها.فإن رأى شاب أنه تحول شيخاً فإنه ينال علماً وأدباً، والشيخ المجهول يدل على العز والجاه، والشيخ اليهودي يدل على عدو يريد هلاك الإنسان، والشيخ النصراني عدو لا تغر عداوته، والشيخ الكافر يدل على عدو قديم العداوة.فإن رأى شيخ أنه صار شاباً دل على قوته وسعة رزقه.وإن رأى شيخ أن أمه ولدته، فإن كان مريضاً دل على موته، وإن كان فقيراً أوسع عليه، والشيخ الصالح يدل على العز والشرف والرزق والبركة والعمر الطويل، والشيخ الهرم وهم. وربما دلت رؤية الشيخ على العجز والفشل والكسل والضعف"
    },
    {
        "id": 79,
        "text": " شيث عليه السلام\n  من رآه في المنام فإنه ينال نعمة وسروراً وأولاداً وحياة طيبة بإذن الله تعالى. وقيل إن يقلد أموراً عظيمة"
    },
    {
        "id": 80,
        "text": " الشيح\n  هو في المنام مال من شبهة، وصديقه دعي، وإن رأته إمرأة حبلى وضعت ذكراً"
    },
    {
        "id": 81,
        "text": " الشيرج\n  يدل في المنام على الجمع بين الدنيا والآخرة، فوقيده هداية، والمقلو به جليل المقدار، وأكله ودهنه رزق، وراحة ورفعة. وربما دل على العمل الصالح والعلم النافع"
    },
    {
        "id": 82,
        "text": " الشيطان\n  هو في المنام عدو في الدين والدنيا، مكار خداع، حريص مكابر، لا يبالي ولا يكترث، والشيطان فرح وشطط وشهوة. ومن رأى  الشيطان يتخبطه فإنه يأكل الربا. ومن رأى  أن الشيطان يتبعه، فإن عدوه يغره ويغويه. ومن رأى  أنه يناجي الشيطان فإنه يناجي رجلاً من أعدائه. ومن رأى  أن الشيطان نزل عليه فإنه ينال إفكاً وإثماً. ومن رأى  أنه يترأس على الشياطين وهم له مطيعون نال رياسة وشرفاً، وهيبة وجاهاً. ومن رأى  أنه قيد الشياطين نال نصراً وقوة. ومن رأى  أنه يعادي الشيطان فإنه رجل مؤمن صادق مطيع لله تعالى. ومن رأى  الشيطان فرحاً مسروراً إشتغل بالشهوات. وربما دلت رؤية الشيطان على الجواسيس ومسترقي السمع أو دلت على الهمز واللمز. ومن رأى  أنه صار شيطاناً عبس بالناس وبادر لأذيتهم"
    }
]