[
    {
        "id": 0,
        "text": " النار\n  هي في المنام بشارة وإنذار، وحرب وعذاب، وسلطان وحبس، وخسارة وذنوب، فمن رأى ناراً ولها شرر ولها صوت وجلبة فإنها فتنة يهلك فيها عالم من الناس. ومن رأى  ناراً في قلبه فذلك حب غالب وقهر من هجر محبوبه. ومن رأى  نارين فإنهما عسكران، وكلما كانت النار بدخان عال فهي أعظم هولاً وعذاباً، ومن أوقد ناراً في ليلة مظلمة ليهدي الناس إلى الطريق نال علماً يهدي به الناس، ومن أوقدها من غير ظلام فإنه في بدعة، وقيل اذا رؤيت النار نهاراً فهي دليل حرب وفتنة. ومن رأى  أنه يعبد النار فإنه يحب الحرب. وربما كان يطيع الشيطان في معصيته. ومن رأى  أنه يصطلي بالنار في الشتاء فإنه ينال غنى. ومن رأى  أنه يأكل النار فإنه يأكل أموال اليتامى ظلماً، أو يأكل مالاً حراماً. ومن رأى  أنه باع ناراً واشترى جنة فإنه يبيع حماماً ويشتري بستاناً وبالعكس. ومن رأى  شخصاً دخل النار وعذب فإنه يخسر ماله، أو يرتكب ذنوباً يستوجب بها النار، ومن أصابته النار ولم تحرقه وفي له بموعده. ومن رأى  النار قد أحرقت شيئاً من الحبوب فإنه يغلو سعره، والنار المحرقة نكبة من سلطان. ومن رأى  من الولاة أنه يوقد ناراً وهي تطفأ فإنه يعزل وتخمد ناره. ومن رأى  شعلة نار على بابه من غير دخان فإنها تدل على الحج، والنار في الأصابع تدل على ظلم الكتبة، والنار في الكف ظلم في الصنعة. ومن رأى  ناراً تأكل كل ما أتت، عليه ولها صوت هائل فإنها حرب أو طاعون أو جدري أو موت يقع هناك.وإن رأى إنها صعدت من موضع إلى السماء، فإن أهل ذلك الموضع قد حاربوا الله تعالى بالمعاصي. ومن رأى  ناراً أحرقت بعض ثيابه أو بعض أعضائه فتصيبه مصيبة. ومن رأى  أنه أصابه وهج نار فإنه يقع في ألسنة الناس ويغتابونه، والنار النافعة المضيئة أمن للخائف وقرب من السلطان. ومن رأى  ناراً خرجت من داره نال ولاية أو تجارة. ومن رأى  أن شعاع ناره أضاء من المشرق إلى المغرب فإنه علم يذكر به في المشرق والمغرب.وإن رأى ناراً سطعت من رأسه ولها نور وشعاع وكانت إمرأته حبلى ولدت غلاماً يسود ويكون له ذكر عظيم. ومن رأى  أنه يشعل ناراً في رأس جبل فإنه يتقرب إلى الله تعالى أو تقضى حوائجه، وإن كان غائباً عاد سالماً. ومن رأى  في تنوره ناراً موقدة وكان متزوجاً، فإن إمرأته تحمل، والنار في الصحراء حرب، وإن أخذ جمراً من وسط النار فإنه يصيب مالاً حراماً من السلطان، ومن أشعل النار في الناس أوقع بينهم العداوة والشحناء، ومن سطعت من رأسه نار أصابه مرض شديد. ومن رأى  أنه في وسط النار ولا يجد لها حراً فإنه ينال صدقاً ويقيناً وظفراً على أعدائه. ومن رأى  ناراً أطفئت فتسكن الفتنة، وإن كانت النار في بلد فهو موت رئيسها أو عالمها، وإن أطفئت في بستانه فهو موته، والنار ربما دلت على الحسب لأنهم خلقوا من نار السموم. وربما دلت على القحط والجراد. ومن رأى  النار تتكلم في جرة أو قربه أصابه صرع من الجن، والنار المؤذية تدل على السلطان الجائر، وإن انتفع الناس بها دلت على السلطان العادل، وتدل النار في الشتاء على الفاكهة لقولهم: النار فاكهة الشتاء، وأكل النار يدل على الأكل والشرب في الأواني المحرمة كالذهب والفضة. وربما دلت على عابدها، وكذلك النور والظلمة"
    },
    {
        "id": 1,
        "text": " النارنج\n  هو في المنام شر كله أو فتنة. ومن رأى  جماعة يتراجمون بالنارنج فإنهم يقتتلون، وإنما أخذ ذلك من إسمه ولونه وحموضته. وربما دلت رؤيته على المحبة والهيام، وكثرة النارنج في البيت تدل على اشتعال النار فيه، ويدل النارنج للعازب على الزوجة العذراء الجميلة ذات المال والأمتعة"
    },
    {
        "id": 2,
        "text": " الناسخ\n  تدل رؤيته في المنام على التعب والنصب بسبب نقل الكلام. وربما دلت رؤيته على البذر للزرع والنكاح والنسل"
    },
    {
        "id": 3,
        "text": " الناطفي\n  هو في المنام رجل شرير، ينم بين الناس ويوقع الشحناء والجدال، ليتخذ لنفسه سوقاً ومنفعة"
    },
    {
        "id": 4,
        "text": " الناطور\n  هو في المنام رجل من الولاة، ذو مال"
    },
    {
        "id": 5,
        "text": " الناعورة\n  هي في المنام خادم يحفظ أموال الناس، والنواعير والدواليب تفسر على دوران التجارة، وانتقال الأحوال، وعلى السفر. أنظر أيضاً الدولاب"
    },
    {
        "id": 6,
        "text": " الناقة\n  هي في المنام امرأة. ومن رأى  أنه حلب الناقة فإنه يتزوج إمرأة صالحة، وإن كان متزوجاً رزق ولداً ذكراً أو ولي ولاية يجمع فيها الزكاة، ولحم النوق يدل على وفاء النذر، أو على مصيبة، أو على مرض أو رزق، وركوب الناقة زواج، ومن ماتت ناقته ماتت إمرأته أو بطل سفره. وربما كانت الناقة إمرأة كثيرة الخصام. ومن رأى  ناقة دخلت مدينة فإنها فتنة، لقوله تعالى:  \"  إنا مرسلو الناقة فتنة لهم، فارتقبهم واصطبر  \". ومن عقر الناقة ندم على أمر فعله ونال مصيبة، ومن ملك ناقة تزوج أو صاهر أو ملك داراً أو أرضاً، وإن حلب منها غير اللبن كالدم والقيح كان ذلك المال حراماً. ومن رأى  أن ناقة ضاعت منه أو سرقت فإنه يفارق زوجته، والناقة إمرأة صالحة صبورة على الكد حاملة للأثقال، وإن ذبحت دل على الهموم والأنكاد، والناقة في المنام شجرة أو سفينة أو نخلة، والناقة الراحلة والهودج والقبة والمحفة، كل ذلك نساء. ومن رأى  ناقة تدر لبناً في الجامع أو في الرحبة فإنها سنة مخصبة. أنظر أيضاً الجمل"
    },
    {
        "id": 7,
        "text": " الناقوس\n  هو في المنام سمسار أو زوجة ذات أولاد أو مؤذن. وربما دل الناقوس على الشهرة والفضيحة. ومن رأى  أنه يضرب بالناقوس فإنه يفشي بين الناس خبراً باطلاً، والناقوس يدل على مصاحبة رجل ليس فيه خير، والناقوس رجل كذاب منافق. أنظر أيضاً الجرس"
    },
    {
        "id": 8,
        "text": " الناموس\n  من رآه في المنام نال مالاً، وذلك لخروج الدم. أنظر أيضاً البعوض"
    },
    {
        "id": 9,
        "text": " النباش\n  تدل رؤيته في المنام على نبش ما اندرس من الكلام أو كشف الأسرار، وقطع الطريق واكتساب الحرام، والنباش يدل على الداخل في الأمور الباحث عن المستورات، والأمور الخفية من العلوم والكنوز، وقد يدل على مداخلة أهل الكفر والبدع. ومن رأى  أنه ينبش القبور ولا يخرج الموتى فيفرج عنه كربه، وتأتيه بشارات. ومن رأى  أنه يحدث الميت في حوائجه قضيت له حوائجه ونال مأموله"
    },
    {
        "id": 10,
        "text": " النبال\n  تدل رؤيته في المنام على المكايد والاحتيال والدسائس بسبب المال، والنبال رجل زاهد عابد في نفسه"
    },
    {
        "id": 11,
        "text": " النبش\n  هو في المنام يدل على نفاذ الأمور والأحكام لأربابها إلا أن ينبش ما يؤكل فإنه يسيء التدبير فيما يعلمه الله تعالى. ومن رأى  أنه نبش قبر ميت معروف فإنه يطلب طريقة ذلك الميت في الدنيا إن كان عالماً أو غنياً وينال منه بقدر ذلك، ونباش القبور يطلب مطلوباً خفياً مندرساً قديماً، وإن نبش عن قبر عالم فقيه نبش عن مذهبه وأحيا ما درس من علمه، وإن نبش في كافر أو ذي بدعة تبع مذهب الضلالة أو عالج مالاً حراماً بالمكر والخديعة، وإن أفضى النبش إلى جيفة متحللة أو عذرة كان ذلك أدل على الفساد"
    },
    {
        "id": 12,
        "text": " النبع\n  هو في المنام نعمة وخير بركة وبلوغ أمنية. ومن رأى  ينابيع انفجرت في داره أصابته مصيبة. ومن رأى  في داره أنه انفجر منه نبع فينال معيشة وخيراً ومنفعة، فإن انفجر النبع من حائط فهو هم يصيبه من رجل في تلك الدار مثل أخ أو صهر، وإنما يكره من العيون ما كدر ماؤه ولم يجر. ومن رأى  أنه انفجر في داره نبع اشترى خادماً، ومن توضأ من ماء عين وكان مهموماً فرج الله عنه أو خائفاً أو مريضاً شفي أو مديناً قضي دينه أو كان ذا ذنوب كفرها الله عنه. ومن رأى  عيناً صافية تجري إلى داره قدر ما يسد الرجل بيده، فإن ذلك رزق وخير يساق إليه. أنظر أيضاً العين"
    },
    {
        "id": 13,
        "text": " النبق\n  هو في المنام رزق، ومن أكل النبق حسن دينه، وإن كان أهلاً للولاية والحكم نال ذلك، والنبق محمود بإجماع المعبرين لشرف شجرته، ورطبه أقوى من يابسه، وهو لأصحاب الدين زيادة في الدين وهو صلاح، وأكل النبق للسلطان قوة في سلطانه، ولمن يصلح للوكالة، والنبق بقاء لما هو فيه في اليقظة"
    },
    {
        "id": 14,
        "text": " النبي\n  من رآه في المنام دل على الولد لإشفاقه عليه من نار الدنيا والآخرة، ويدل على الأستاذ لتأديبه بآدابه، وعلى المؤدب لما يعلم من كتاب الله تعالى، وتدل رؤية الأنبياء والمرسلين عليهم السلام على الإنذار والبشارة، وإذا ائتم بهم في الصلاة أو تابعهم في الطريق أو أطعموه مأكولاً أو سقوه شيئاً عطراً لذيذاً أو علموه علماً أو أخبروه بخير فذلك دليل على حسن متابعته لهم أو حفظ سنتهم وبالعكس، وتدل رؤيتهم على الملوك والعلماء على ولاة الأمور كالحكام والخطباء والأئمة المحتسبين، أو المؤدبين لأنهم الداعون إلى الله تعالى، ومن ادعى النبوة في المنام ظهر منه نبأ على قدره، وإن صار في المنام رسولاً أو داعياً إلى الله تعالى، فإن أجابه أحد وقبل منه دعواه نال منزله رفيعة، وإلا صار سمساراً أو مؤذناً. ومن رأى  نبياً من الأنبياء عليهم السلام وكانوا في حرب ظفروا أو في كرب فرج الله عنهم. ومن رأى  أنه نبي فإنه يموت شهيداً ويرزق الصبر. ومن رأى  أنه يعمل بعض أعمال النبيين من العبادة والبر فهو دليل على صحة دينه. ومن رأى  أنه صار نبياً فإنه يأمر بالمعروف وينهى عن المنكر، وتصيبه الشدائد ثم ينجو بلطف الله تعالى. ومن رأى  أنه قتل نبياً دل على أنه يخون في أمانة وينقض العهد. ومن رأى  نبياً يضربه فإنه يبلغ مناه من أمر أخرته إن كان رجلاً شريفاً. ومن رأى  أن الأنبياء يكلمونه وكان الكلام خيراً نال منفعة وعزاً وشرفاً وذكر بين الناس، وزيارة النبي في المنام دالة على التحبب إلى الله تعالى بالأعمال الصالحة، وتدل على الأمن من الخوف، وعلو الشأن، والتودد إلى العلماء. وربما دلت على العلم والرشد"
    },
    {
        "id": 15,
        "text": " النبيذ\n  يدل في المنام على الهم والنكد أو عل ضنك العيش والفاقة، ونبيذ التمر مال، والنبيذ مال حلال فيه كد وتعب، وشرب النبيذ للوالي عزل كشرب الخمر. أنظر أيضاً الخمر، وانظر السكر"
    },
    {
        "id": 16,
        "text": " نثر الجواهر\n  إن لم يلتقطها أحد دل على كساء العلم، وعدم الربح، وإن التقطها من هو أهل لذلك دل على وضعه الأشياء في محلها وانتفاع الناس به"
    },
    {
        "id": 17,
        "text": " النجاب\n  هو في المنام يعبر بالمرأة القابلة، وكذلك القابلة تعبر بالنجاب الذي يخبر بفتح الحصون"
    },
    {
        "id": 18,
        "text": " النجاد\n  تدل رؤيته في المنام على المطرب المعجب بنفسه، أو على الراحة بعد التعب، والنجاد مؤدب الرجال وهاديهم إلى الصواب، والنجاد رجل يعامل قوماً منافقين ويأخذ منهم أموالاً بالمكر"
    },
    {
        "id": 19,
        "text": " النجار\n  هو في المنام رجل مؤدب، يؤدب الناس، وإن النجار يصلح الخشب ويقومه وينحته، وكذلك يقهر المؤدب رجالاً في دينهم فساد، فهو يعلمهم الخير والأدب مثل المؤدب للصبيان، والنجار تدل رؤيته على ردع المنافقين وإلزامهم بما يجب، ونجار المراكب سفر، ونجار السواقي فوائد وأرباح، ونجار الطواحين شرور وخصومات، ونجار الأبواب أزواج وأولاد، ونجار المحاريث حرث وزراعة"
    },
    {
        "id": 20,
        "text": " النجاسة\n  من رأى في المنام أنه به نجاسة، وكان عنده وديعة أو أمانة أو شهادة أو عليه دين أو غير ذلك مما إذا لم يردها كان آثماً، فإن غسل تلك النجاسة فإنه يخرج من ذلك برد أمانته، وإن استنجى وغسل النجاسة فإنه بخرج من إثم ويبقى الدين عليه، ويسعى في قضاء حاجته وأداء دينه وأمانته أو رد وديعته، ويكون الدين والأمانة عنده باقون من غير إثم. أنظر أيضاً الوسخ"
    },
    {
        "id": 21,
        "text": " النجاة\n  تدل في المنام على نتائج الأعمال الصالحة كالصيام، أو الصدقة"
    },
    {
        "id": 22,
        "text": " النحاس\n  من رآه في المنام فإنه إصابة مال من قبل اليهود والنصارى. ومن رأى  في يده شيئاً منه فليحذر أناساً يعادونه. ومن رأى  نحاساً فإنه يرمى بكذب وبهتان، ويشتم. أنظر أيضاً الشبه"
    },
    {
        "id": 23,
        "text": " النخال\n  هو صاحب نحل العسل، تدل رؤيته على المحاربة، واقتطاع الأموال، والحصار والتعب"
    },
    {
        "id": 24,
        "text": " النحل\n  هو في المنام خصب وغنى لمن اقتناه مع خطر، ومن استخرج عسلاً من الكواره نال مالاً حلالاً، وإن أخذ العسل ولم يترك للنحل شيئاً فإنه يجور على قوم، والنحل للجندي دليل خصومة، ومن قتل النحل قهر عدواً، ولا يحمد قتل النحل للفلاحين، لأن معاشه منه، والنحل يدل على العلماء، وعلى الكد والجباية، والنحل إنسان كسوب خطير عظيم البركة نفاع لمن صحبه.وإن رأى ملك أن النحل اجتمع عليه ولدغه فإنهم قوم يتعاونون ويصيبه منهم أذى، وإن قتل النحل فإنه ينفيهم، ورؤية النحل تدل على نيل رياسة وإصابة منفعة، ويدل النحل على جيش الإسلام، كما يدل الجراد على جيش الكفار، وكذلك الزنابير. وربما دل النحل على أرباب الكشف والإطلاع. أنظر أيضاً الذباب"
    },
    {
        "id": 25,
        "text": " النحو\n  هو في المنام دال على حسن العمل وسببه على قدر ما يتوجه إليه في المنام"
    },
    {
        "id": 26,
        "text": " النحوي\n  تدل رؤيته في المنام على زخرفة الكلام وتحسينه. وربما دلت رؤية النحوي على الشر والضرب والافتعال، ومن صار في المنام نحوياً وكان ممن يزيف الكلام التزم الصدق وعرف به، وإن كان كافراً أسلم، وإن كان عاصياً تاب إلى الله تعالى، وإن كان تأتاء أو فأفاء أو ألثغ أو أرتاً أو أبكم شفاه الله من ذلك. ومن رأى  في المنام أنه صار نحوياً أو مستقيم الكلام دل على غناه بعد فقره، وعلى سلامته من مرضه، وعلى الخلاص من شدته"
    },
    {
        "id": 27,
        "text": " النحي\n  هو في المنام رجل عالم وزاهد، يعلم الناس ولا يعمل بما يعلمه"
    },
    {
        "id": 28,
        "text": " النخاس\n  يدل في المنام على رجل يؤثر أشراف الناس على دنياه، ونخاس الجواري رجل صاحب خير، ونخاس المماليك صاحب أخبار الخير والشر. وربما دل نخاس الدواب على صياد البر، ونخاس الرقيق على صياد البحر"
    },
    {
        "id": 29,
        "text": " النخال\n  تدل رؤية بائع النخالة في المنام على الأمين على أموال الصدقات"
    },
    {
        "id": 30,
        "text": " النخال\n  تدل رؤية ناخل الدقيق في المنام على الحاكم الذي يفرق بين الحق والباطل"
    },
    {
        "id": 31,
        "text": " النخل\n  هو في المنام رجل عالم أو ولد، وقطعه موته، ويعبر برجل عربي حسيب نافع للناس، ومن ملك نخلاً كثيراً فإنه يتولى على رجال، وإن كان تاجراً ازدادت تجارته، والنخلة اليابسة رجل منافق، وإن قلع النخل حدث وباء في ذلك المكان. وربما كان عذاباً من سلطان. ومن رأى  نخلة مقطوعة فسفره مكروه، والنخلة عمة الإنسان. ومن رأى  نواة صارت نخلة، فإن صبياً يصير عالماً، ورجلاً وضيعاً يصير عظيماً، وقيل النخل يدل على طول العمر والأولاد، والنخلة زوجة أو دار أو أرض أو كسوة أو مال أو والد أو عالم"
    },
    {
        "id": 32,
        "text": " الندى\n  هو في المنام يدل على بشارة، وكذلك لفظ الوابل والطل"
    },
    {
        "id": 33,
        "text": " النداف\n  هو في المنام رجل صاحب خصومات، تجري على يديه أموال، فمن رأى أنه يندف فإنه يدخل في خصومة، فإن لم يحسن الندف غلب عليه خصمه، وذهبت أيامه"
    },
    {
        "id": 34,
        "text": " النداء\n  هو في المنام معصية لمن سمعه، قال تعالى:  \"  أولئك ينادون من مكان بعيد  \". ومن رأى  أنه نودي عليه، فإن يصحب الأراذل من الناس، ومن نودي من شاطئ الوادي فإنه ينال ولاية عظيمة. أنظر أيضاً الصباح"
    },
    {
        "id": 35,
        "text": " النرجس\n  هو في المنام امرأة، فمن رأى على رأسه إكليلاً من النرجس تزوج، والنرجس الذي ينبت في البساتين ولد باق، وإن رآه مقطوعاً مات الولد، وقيل من رأى النرجس نال سروراً، وقيل النرجس مال، وصفرته دنانير وبياضه دراهم. وإذا رأت المرأة إكليلاً من النرجس على رأسها تزوجت زواجاً لا يدوم، وإن كان لها زوج فإنه يطلقها، أو يموت عنها، وتدل رؤية النرجس على العمر الطويل وشيب الرأس"
    },
    {
        "id": 36,
        "text": " النرد\n  هو في المنام سمو ورفعة وعز وجاه. وربما دل على ما يرتكبه في اليقظة عن استهزاء أو مخالفة أو قد يدل على عشرة الفاسقين، ومن لعب بالنرد فإنه يخوض في معصية، وقالوا: اللعب بكل شيء مكر، وبالنرد تجارة في معصية، والنرد أمر باطل. ومن رأى  أنه يلعب بالنرد فإنه يدل على خصومة وشر. أنظر أيضاً الشطرنج"
    },
    {
        "id": 37,
        "text": " النزع\n  نزع الموت في المنام منازعة في الدين أو شك في القرآن الكريم. وربما دل النزع على تجهيز المسافر، وزواج العازب، والانتقال من دار إلى دار، ومن حرفة إلى غيرها. وربما دل ذلك على قضاء الدين، واستيفاء الحقوق، وطلاق الأزواج. ومن رأى  أنه في غمرة الموت من نزع أو سباق فإنه يكون ظالماً لنفسه أو لغيره، قال تعالى:  \"  ولو ترى إذ الظالمون في غمرات الموت  \""
    },
    {
        "id": 38,
        "text": " النزول\n  هو في المنام من الأعلى إلى الأسفل مفارقة الإنسان لما كان عليه من منصب أو زوجة أو دين أو اعتقاد. ومن رأى  أنه نزل من مكان مرتفع جداً عسر عليه الأمر الذي هو طالبه. أنظر أيضاً السقوط"
    },
    {
        "id": 39,
        "text": " النساج\n  هو في المنام رجل كثير الأسفار، وكثير الكد في عمله، ويسعى في الطلب. وربما دل على الذي يبني الجدران، وقد يدل منسجه على ما الإنسان فيه من مرض أو هم أو سفر أو خصومة أو إمرأة أو كتابة، والمرأة الناسجة دالة على ما دل النساج عليه، فإن رآها رجل عازب تزوج، وإن رأتها إمرأة عازبة تزوجت. أنظر أيضاً الحائك"
    },
    {
        "id": 40,
        "text": " النساء\n  تدل رؤيتهن في المنام على زينة الدنيا، فمن رآهن أقبلن عليه أقبلت عليه الدنيا، ومن أدبرت عنه افتقر. ومن رأى  أنه قعد مع النساء راضياً مطمئناً فإنه يكسل، لقوله تعالى:  \"  رضوا بأن يكونوا مع الخوالف  \". وهن النساء"
    },
    {
        "id": 41,
        "text": " النسج\n  هو في المنام دال على طي العمر أو انقراض اكثر أيامه. وربما دل على قبض الدنيا وبسطها. ومن رأى  أنه ينسج ثوباً فإنه يسافر، وإن كان في سجن فرج عنه، وإن كان في خصومة صالح.وإن رأى ثوباً مطوياً فإنه يسافر، وإن نشر ثوباً فيأتي له غائب. وربما دل النسج على الزواج"
    },
    {
        "id": 42,
        "text": " النسر\n  هو في المنام ملك الطيور، وأرفعها طيراناً، وأطولها عمراً. ومن رأى  نسراً نازعه، فإن سلطاناً يغضب عليه، ويوكل به رجلاً ظالماً، لأن سليمان عليه السلام وكل النسر على كل الطيور فكانت تخافه. ومن رأى  أنه ملك نسراً مطاعاً أصاب ملكاً عظيماً وشرفاً وعزاً، ومن أصاب فرخ نسر ولد له ولد يكون عظيماً، وإن رأى ذلك نهاراً فإنه يمرض، والنسر المذبوح يدل على موت ملك من الملوك، والحامل إذا رأت النسر فإنها ترى الداية والمرضعة، والنسر يفسر بأكبر الملوك، ويفسر بالأنبياء والصالحين، ومن أكل من لحم النسر أو أخذ شيئاً من ريشه فإنه يصيب مالاً من سلطان، والنسر يدل على طول العمر، والمال الجزيل، والحرب. وربما دلت رؤيته على البدعة والضلالة، لقوله تعالى:  \"  ولا يغوث ويعوق ونسراً، وقد أضلوا كثيرا  \". وربما دل النسر على الغيرة على العيال. ومن رأى  أن نسراً من السماء هوى به فإنه لا يتم له أمره ويزول سلطانه وملكه"
    },
    {
        "id": 43,
        "text": " النسناس\n  هو في المنام رجل قليل العقل، مهلك نفسه، ويسقط من أعين الناس، وتدل رؤية النسناس على التحبب إلى الناس بطيب الأخلاق، والتملق إليهم، لما يجره من النفع، ويدل على الذهول والنسيان"
    },
    {
        "id": 44,
        "text": " النشاب\n  هو في المنام رجل رباه غير أبيه. ومن رأى  بيده نشاباً أتاه خبر سار، والنشاب قول الحق، والرد على من لا يطيع الله تعالى، فإن أصاب نفذ أمره وقبل، وإذا كانت النشابة من قصب، فإن ذلك كلام باطل، وإن كانت النشابة سهماً فإنه رجل كثير الكلام فإنه أصاب فإنه ينفذ ما يقوله، وإن انكسرت فإنه يتقى في كلامه، وإن كانت النشابة من ذهب فإنها رسالة إلى امرأة، والفصل في النشابة بأس وقوة، واضطراب النشابة خوف الرسول على نفسه في أدائها. ومن رأى  أنه يرمي بالنشاب فإنه ينسب إلى النميمة والغمز، وإن كانت النشابة بلا ريش، فإن الرسول مسخر. أنظر أيضاً السهم"
    },
    {
        "id": 45,
        "text": " النشابي\n  هو في المنام جاسوس يأمر الناس بالنميمة، وتدل رؤية النشابي على السفر والهم والنكد والحرب، وقسمة الأحوال على الفريضة الشرعية"
    },
    {
        "id": 46,
        "text": " النشار\n  نشار الخشب في المنام يعبر بالطحان، والنشارة كالدقيق"
    },
    {
        "id": 47,
        "text": " النشور\n  نشور الناس من قبورهم يوم القيامة في المنام تدل على انتشار الناس في السوق لطلب الفوائد، فقوم يربحون، وقوم يخسرون"
    },
    {
        "id": 48,
        "text": " النصاب\n  نصاب السيف، أو السكين في المنام دال على ما تجب فيه الزكاة من ابل أو بقر أو غنم أو ذهب أو فضة"
    },
    {
        "id": 49,
        "text": " النصراني\n  هو في المنام نصر، والشيخ النصراني عدو يؤمن شره. ومن رأى  أنه نصراني فإنه في بدعة يشابه فيها رأي النصارى. ومن رأى  أن عليه زناراً ولد له ذكر. ومن رأى  أنه سمي نصرانياً وهو كاره له فإنه ينجو من أمر يتخوف منه، والنصراني رجل له مودة، لقوله تعالى:  \"  ولتجدن أقربهم مودة للذين أمنوا الذين قالوا إنا نصارى  \". والتنصر نصرة والنصرانية تدل على زق خمر أو حريق نار أو خنازير، والنصارى في المنام أعداء في صور أصدقاء. ومن رأى  أنه نصراني، وله محاكمة فإنه ينصر بالباطل"
    },
    {
        "id": 50,
        "text": " النصل\n  هو في المنام كلام أو فوائد أو أرباح من الأسفار، وإذا كان النصل من الرصاص فهو رسالة في وهن وضعف، وإن كان من صفر فهو متاع الدنيا، وإن كان من ذهب فهو رسالة عن كراهية. أنظر أيضاً السيف"
    },
    {
        "id": 51,
        "text": " النصيحة\n  إذا كانت النصيحة في المنام من العدو فهي غش وغرور، لقوله تعالى:  \"  وقاسمهما إني لكما من الناصحين فدلاهما بغرور  \""
    },
    {
        "id": 52,
        "text": " النط\n  هو في المنام دليل على الكلام المزعج، والنط من الأعلى إلى الأسفل مفارقة حالة جيدة، والميل إلى حالة رديئة، وإذا كان النط صاعداً دل على علو درجة الإنسان، وإن كان نازلاً دل على انحطاط قدره"
    },
    {
        "id": 53,
        "text": " النطع\n  هو في المنام خادم يخدم امرأة، يعلم سرها، والنطع دال على الزوجة، أو السرية. وربما دل على من يفشى إليه سره"
    },
    {
        "id": 54,
        "text": " النظم\n  هو في المنام دال على العلم أو جمع المال، والألفة والمحبة وتقوى الله تعالى"
    },
    {
        "id": 55,
        "text": " النعاب\n  هو في المنام يدل على الفاقة، والاحتياج، والبعد عن الأهل والأقارب، وقد يدل النعاب على الغنى وسد الفاقة وجمع الشمل بالأهل والأقارب، فأبوا النعاب ينفران منه حين يفقس من بيضته فيبعث الله تعالى له ما يتغذى به من الذباب إلى أن يظهر له الريش وعندها يتعهده والداه بالقوت إلى أن يطير"
    },
    {
        "id": 56,
        "text": " النعاس\n  هو في المنام أمن من الخوف، ويدل على التوبة للعاصي، والهداية للكافر، ويدل على الغنى بعد الفقر، وإن كان الناس في جهد من غلاء أو عدو رفع الله ذلك عنهم ونصرهم على عدوهم"
    },
    {
        "id": 57,
        "text": " النعامة\n  هي في المنام إمرأة عربية بدوية، والظليم رجل عربي بدوي، وقيل النعامة نعمة، ومن ركب نعامة ركب خيل البريد، والنعامة تدل على الأصم لأنها لا تسمع، وقيل إنها تدل على النعي من إسمها. ومن رأى  في داره نعامة ساكنة طال عمره. ومن رأى  أنه ذبح نعامة فإنه يتزوج جارية"
    },
    {
        "id": 58,
        "text": " النعجة\n  هي في المنام إمرأة شريفة غنية كريمة، ومن أكل لحم نعجة ورث امرأة. ومن رأى  نعجة دخلت منزله نال خصباً في تلك السنة، والنعجة الحامل خصب ومال يرتجى، ومن صارت نعجته كبشاً، فإن زوجته لا تحمل أبداً.وإذا رأى نعجة خرجت من بيته أو ضاعت أو سرقت فإنه يفارق زوجته.وإن رأى في داره نعجة فإنها سنة مخصبة.وإن رأى  أن النعجة قاتلته، فإن إمرأته تمكر به، وولادة النعجة نيل الخصب والرخاء، والنعجة السوداء إمرأة عربية، والنعجة البيضاء إمرأة أعجمية، والنعاج نساء صالحات. وربما دلت رؤيتهن على الهموم والأنكاد، وفقدان الأزواج، وزوال المنصب"
    },
    {
        "id": 59,
        "text": " النعل\n  هو في المنام زوجة وغلام ودابة وسفر، ولون المرأة مثل لون النعل، فإن كان أخضر فالمرأة متدينة صالحة، وإن كان أسود فهي غنية، وإن كان أصفر فهي مريضه، وإن كان أحمر فهي صاحبة زينة وبهاء، ومن لبس نعلاً وفيه رقعة تزوج إمرأة ولها ولد، ومن مشى بفردة نعل واحدة فإنه يفارق زوجته. ومن رأى  نعله وقع في الماء وضاع، فإن زوجته تموت. ومن رأى  أنه خلع نعله فإنه يلي ولاية، لقوله تعالى:  \"  فاخلع نعليك إنك بالوادي المقدس طوى  \". فنال بعد ذلك الولاية والنصر على فرعون وقومه. ومن رأى  نعلين فقدا فربما سرق حماره أو دابته، وإن كان النعل من فضة فالمرأة حرة جميلة، وإن كان من الرصاص فالمرأة ذات وهن وضعف، وإن كان من النار فالمرأة سليطة، وإن كان من الخشب فالمرأة منافقة خائنة، وإن كان من جلود البقر فهي من العجم، وإن كان من جلود الخيل فهي من العرب، وإن كان من جلود السباع فالمرأة من ظلمة السلاطين. ومن رأى  أنه يمشي في نعلين فانخلعت إحداهما عن رجله فارق أخاه أو شريكه، وقيل النعل يدل على الأخ. أنظر أيضاً الخف، وانظر الزربول"
    },
    {
        "id": 60,
        "text": " النعناع\n  هو في المنام يدل على النعي من إسمه"
    },
    {
        "id": 61,
        "text": " النفاع\n  تدل رؤيته في المنام على الزوجة للعازب، والفراغ من الأعمال"
    },
    {
        "id": 62,
        "text": " النفث\n  هو نفخ من الفم يدل في المنام على السحر، قال تعالى:  \"  ومن شر النفاثات في العقد  \""
    },
    {
        "id": 63,
        "text": " النفخ\n  هو في المنام فتنة، والنفخ في الأرض كشف سر، وإيداع سر لمن لا يكتمه، والنفخ لأجل الطبخ يدل على تهييج أمر لمنفعة، وإذا كان لغير طبخ فإنه يدل على الهم، والنفخ في الصور نجاة الصلحاء، وسماع النفخ في الصور حق دال على الأخبار المرجفة، وإن سمع النفخة الثانية دل على وجود المخبآت أو إظهار الأسرار أو شفاء المرضى أو خلاص المسجونين، أو الاجتماع بالمسافرين"
    },
    {
        "id": 64,
        "text": " النفط\n  هو في المنام إمرأة زانية، وقيل إنه مال حرام، والنفط شرور وأنكاد وحروب"
    },
    {
        "id": 65,
        "text": " النفقة\n  يدل في المنام على ذوي الأرحام، أو التوسع على ذوي القربى دليل على السعة في المال وصون العيال، والخلف فيما فرط من مال أو ولد، لقوله تعالى:  \"  وما أنفقتم من شيء فهو يخلفه، وهو خير الرازقين  \". ومن رأى  أنه ينفق ماله كرهاً عنه، فقد دنا أجله. وربما دلت النفقة وتوسعتها على النفاق"
    },
    {
        "id": 66,
        "text": " النفي\n  النفي من الأرض في المنام سجن، فمن رأى أنه نفي من الأرض فإنه يسجن، والنفي دليل على إثبات حجة النافي. وربما دل النفي على قطع اليد. أنظر أيضاً الطرد"
    },
    {
        "id": 67,
        "text": " النقاب\n  هو في المنام بنت طويلة العمر. وربما دل على التفقه في الدين. أنظر أيضاً الخير"
    },
    {
        "id": 68,
        "text": " النقاد\n  تدل رؤيته في المنام على الهداية واعتزال الأشرار، والنقاد رجل مختار ينتخب من كل رديء، ويختار كل جيد، فإن كان صاحب دين وعلم فإنه يختار لنفسه أجود العلم وأشرفه في الدين، وإن كان صاحب دنيا فإنه يختار لنفسه أشرف الدنيا وأهنئها، وإن كان ذا سلطان فإنه يختار أشرف السلطنة وأرفعها"
    },
    {
        "id": 69,
        "text": " النقاش\n  تدل رؤيته في المنام على العلم والسنة الصالحة. وربما دلت رؤيته على المكر والخديعة والحيلة، ونقاش الحجارة مكايد لأرباب الجهل، ونقاش النحاس يدل على خصومات وصداع، ونقاش الذهب والفضة حكمة جليلة ووضع الشيء في محله، والنقاش صاحب الدنيا وغرورها، والنقاش يزين النساء. أنظر أيضاً الرسام"
    },
    {
        "id": 70,
        "text": " النقاض\n  هو في المنام لا خير فيه ولا في إسمه فإنه ينقض الوضوء والعهد إلا أن يرى أنه نقض شيئاً فاسداً"
    },
    {
        "id": 71,
        "text": " النقب\n  هو في المنام مكر، فإن نقب في صخرة فتش عن حال رجل من الولاة، ونقب الحصون دال على التجسس على الأخبار، وعلى فساد المال، وفساد حال العيال. وربما دل النقب على تتبع الأثر. ومن رأى  أنه نقب في مدينة فإنه يفتش عن دين رجل وال ضخم، قاسي القلب"
    },
    {
        "id": 72,
        "text": " النقش\n  هو في المنام كرامة ورفعة مع جاه وسرور، فإن تلطخ به قميصه أو لطخه به غيره، فإن اللاطخ يقع فيه، ويتغلب عليه بالوقيعة، وينال الملطوخ من ذلك رفعة وثناء حسناً، وربما يصير المتلطخ أبرص"
    },
    {
        "id": 73,
        "text": " النقصان\n  رؤية النقصان في المنام إذا كان في الجوارح فهو دال على النقصان في المال والنعمة"
    },
    {
        "id": 74,
        "text": " نقل الأشياء\n  يدل ذلك في المنام على الأمر بالمعروف والنهي عن المنكر، وإن نقلها إلى ما هو دونها كان دليلاً على النهي عن المعروف والأمر بالمنكر أو تبديل الطيب بالخبيث، أو الحرائر بالإماء"
    },
    {
        "id": 75,
        "text": " النقيب\n  رؤيته في المنام تدل على البشارة والنصرة على الأعداء، لقوله تعالى:  \"  ولقد أخذ الله ميثاق بني إسرائيل وبعثنا منهم اثني عشر نقيباً، وقال الله: إني معكم  \". أنظر أيضاً السلطان"
    },
    {
        "id": 76,
        "text": " النكاح\n  هو في المنام يدل على المنصب الجليل، وكل نكاح يرى فيه المني في المنام حتى يجب عليه الغسل في اليقظة فهو باطل لا تأويل له لأنه احتلام، ومن نكح عدوه فإنه يقهره، ومن نكح إحدى محارمه فإنه يطأ أرض الحرم. ومن رأى  أنه نكح أمه في القبر فإنه يموت، وإذا رأيت عدواً من الكفار ينكح مسلمة فهو دليل على غارة، والنكاح يدل على قضاء الدين وتفريج الهموم، ومن نكح إمرأة عارية نجا من هم. ومن رأى  أنه ينكح إمرأة زانية أصاب دنيا حراماً. ومن رأى  أنه ينكح من نساء الجنة فإنه ينال من أمور الدين. ومن رأى  أنه نظر إلى إمرأة عارية دون أن تعلم فإنه يقع في خطأ. أنظر أيضاً السر، وانظر المجامعة، وانظر المؤاكلة"
    },
    {
        "id": 77,
        "text": " النكش\n  هو في المنام يدل على الحرص على الدنيا وإنفاقها"
    },
    {
        "id": 78,
        "text": " النمام\n  هو في المنام فرخ دائم ودولة أو تجارة، ويفسر بامرأة وبولد ذكر"
    },
    {
        "id": 79,
        "text": " النمر\n  هو في المنام سلطان جائر أو عدو مجاهر شديد الشوكة، فمن قتله قهر عدواً، ومن أكل لحمه نال مالاً وشرفاً، ومن ركبه نال سلطاناً عظيماً، ومن تزوج نمرة تسلط على إمرأة فاسقة. ومن رأى  نمراً في داره هجم على داره رجل فاسق، ومن عضه نمر أصابه ضرر، والنمر يدل على رجل أو امرأة، وهو ذو مكر وخديعة، ويدل على مرض، ولبن النمر عداوة تظهر لشاربه، والنمر عدو شديد العداوة، وقيل من رأى النمر في منامه فإنه يستغفر الله تعالى من ذنوبه، ويدل النمر على أقوام يخافهم الناس، وعلى فزع شديد"
    },
    {
        "id": 80,
        "text": " النمس\n  هي دابة تقتل الثعبان عادة، فمن رآها في المنام فإنها تدل على الزنى، وذلك أن النمس يسرق الدجاج، والدجاج يشبه النساء"
    },
    {
        "id": 81,
        "text": " النمش\n  من رأى في منامه نمشاً على وجهه فهو ذنوبه التي ارتكبها لأجل المال"
    },
    {
        "id": 82,
        "text": " النمل\n  هو في المنام قوم ضعفاء، أصحاب حرص، ويعبر بالجنود والأهل. ومن رأى  أن النمل على فراشه كثر أولاده، ومن رآه يطير وفي المكان مريض فإنه يموت، أو يسافر، ويدل على خصب ورزق لأنه لا يكون إلا في مكان فيه رزق. وإذا رأى المريض أن النمل يدب في جسده فإنه يموت. ومن رأى  النمل يخرج من وكره ناله هم. ومن رأى  النمل يخرج من دار، فإن أهله يقلون بموت، وإذا صار للنمل جناح دل على هلاك جنود كثيرين. ومن رأى  النمل يدخل داره بالطعام يكثر خير داره. ومن رأى  النمل يخرج بالطعام من داره افتقر، وخروج النمل من الأنف والأذن أو غيرهما من الأعضاء وهو فرحان بذلك يدل على موت الرائي شهيداً. ومن رأى  أنه قتل نملاً ارتكب ذنباً بسبب قوم ضعفاء، ومن سمع كلام النمل وكان أهلاً للأمارة نالها، وإلا نال خصباً وخيراً، والنمل الكبير للمحاربين قتلهم وللمرضى موتهم، ولمن يريدون السفر تعبهم وخسرانهم"
    },
    {
        "id": 83,
        "text": " النهار\n  دخول النهار على الإنسان فرج من الهموم والأحزان، ويدل على تجديد الملابس والأزواج والأولاد، وعلى ظهور الحجة والكشف عن المعمى وخلاص المسجونين وقدوم الغائب"
    },
    {
        "id": 84,
        "text": " النهر\n  هو في المنام رجل جليل، ومن دخل فيه خالط رجلاً من أكابر الناس، ولا يحمد الشرب من النهر، لقوله تعالى:  \"  قال: إن الله مبتليكم بنهر، فمن شرب منه فليس مني، ومن لم يطعمه فإنه مني إلا من اغترف غرفة بيده، فشربوا منه إلا قليلاً منهم  \". ومن رأى  أنه وثب من نهر إلى الجانب الآخر فإنه ينجو من هم وغم وينصر على عدوه، وقيل النهر يدل على السفر، وإذا جرى الماء في السوق والناس يتوضئون وينتفعون بمائه فذلك عدل من السلطان في رعيته، وإن جرى فوق الأسطحة ونزل إلى الدور فذلك جور من السلطان أو عدو يطغى على الناس. ومن رأى  نهراً خرج من داره ولم يضر أحداً فذلك معروف يصدر منه للناس. ومن رأى  أنه صار نهراً مات، ومن أصابه وحل من نهر أصابه من رجل هم وخوف، وإن يشرب من مائه وهو صاف أصاب خيراً وحياة طيبة. ومن رأى  أنه وثب من النهر إلى شطه فإنه ينجو من شر السلطان وينال ظفراً على الأعداء.وإن رأى نهراً يجري من بيته والناس يشربون منه، فإن كان غنياً فذلك يدل على خير ومنافع لأهل البلد، ويأتي منزله قوم كثيرون يحتاجون إليه، والنهر في المنام عمل صالح أو رزق مستمر، والنهر الكدر دليل على جهنم، والنهر فتنة. وربما كان للعاصي عصياناً وبردى برداً وسلاماً، ويزيد زيادة في الرزق، والدجلة جد. ومن رأى  أنه يمشي فوق الماء في نهر فإنه يدل على حسن نيته وصحة يقينه. أنظر أيضاً الساقية"
    },
    {
        "id": 85,
        "text": " نهر جيحون\n  من رأى أنه اغتسل فيه، فإن الله تعالى يرزقه ملكاً عظيماً، أو يتصل بملك عظيم، وإن كان مغموماً فرج عنه أو كان مديناً قضي دينه أو كان حزيناً سلي حزنه أو أسيراً فك أسره أو فقيراً أغناه الله تعالى أو عالماً ازداد علمه أو عبداً أعتق. وربما دل جيحون على بلاد العجم، فمن شرب منه استفاد"
    },
    {
        "id": 86,
        "text": " نهر الخمر\n  وهو دليل على السكر من حب الله تعالى والغض عن محارمه"
    },
    {
        "id": 87,
        "text": " نهر دجلة\n  هو في المنام جد في الأمور، وإذا كان البحر ملكاً فدجلة وزيره. ومن رأى  أنه يشرب من ماء دجلة فإنه ينال جميع مال الوزير، وينال وزارة إن كان أهلاً لها"
    },
    {
        "id": 88,
        "text": " نهر العسل\n  وهو دليل على العلم والقرآن الكريم"
    },
    {
        "id": 89,
        "text": " نهر الفرات\n  من رأى في المنام أنه يشرب من ماء الفرات نال بركة ونفعاً من الله تعالى.وإن رأى  أن ماء الفرات قد جف، فإن الخليفة يموت ويذهب ملكه. وربما يقع التأويل على الوزير، وشرب ماء الفرات دليل على كثرة الصلاة والعبادة والقناعة"
    },
    {
        "id": 90,
        "text": " نهر الكوثر\n  من رأى في المنام أنه شرب من نهر الكوثر نال علماً وعملاً ويقيناً وإتباعاً لسنة النبي صلى الله عليه وسلم، وإذا كان كافراً أسلم أو عاصياً تاب أو انتقل من بدعة إلى سنة أو من زوجة فاجرة إلى زوجة صالحة أو من مكسب حرام إلى مكسب حلال. ومن رأى  أن يشرب من نهر الكوثر نال رياسة وظفراً ونصراً على أعدائه، َ، لقوله تعالى:  \"  إنا أعطيناك الكوثر  \""
    },
    {
        "id": 91,
        "text": " نهر اللبن\n  وهو دليل على الفطرة"
    },
    {
        "id": 92,
        "text": " نهر الماء في الجنة\n  وهو دليل على الرزق"
    },
    {
        "id": 93,
        "text": " نهر النيل\n  من رأى في المنام أنه يشرب منه فإنه ينال ذهباً بقدر ما شرب. ومن رأى  نهر النيل نال سلطاناً وقوة"
    },
    {
        "id": 94,
        "text": " النواة\n  هي في المنام دالة على الفقير والفتيل والقطمير، ومن كان معه نواة وكان محاكماً ظهرت حجته على خصمه، لقوله تعالى:  \"  ولا يظلمون قتيلاً  \". ولقوله تعالى:  \"  ولا يظلمون نقيراً  \". ولقوله تعالى:  \"  والذين تدعون من دونه ما يملكون من قطمير  \". وتدل النواة على العمر الطويل أو أثاث الدار، وحسن المعتقد لأنه أساس الدين، ويدل النوى على الفراق والبعد من لفظه"
    },
    {
        "id": 95,
        "text": " النواح\n  يدل في المنام على الواعظ، وسماع النواح يدل على فتح كنيف تفوح منه الرائحة الفاسدة، وقيل النياحة أصوات الكلاب، وصوت النائحة صوت كير النار، والدف والصنج نواح. وربما كان دليلاً على العرس بالمعازف والقينات، ولا يحمد النواح المخنث على كل حال. ومن رأى  موضعاً يناح فيه وقع هناك تغير وشؤم وسوء تدبر، ينقطع به شمل أصحابه. ومن رأى  أنه ينوح على ميت دل ذلك على فرح وسرور، والنياحة إثارة فتنة من النائحة. وربما دلت على الضلالة عن الهدى، أو الردة عن الدين. وربما دل النواح على المزمار، أو المزمار على النواح، والنائحة تدل رؤيتها على تقلب الأحوال وخراب الديار، والأعمال الرديئة، بقوله عليه السلام:  \"  النياحة من عمل الجاهلية  \""
    },
    {
        "id": 96,
        "text": " نوح عليه السلام\n  من رآه في المنام فإنه يعيش عيشاً طويلاً، وتصيبه شدة عظيمة، وأذى من الناس ثم يظفر بهم ويرزق أولاداً ويكون شكوراً، وقيل من رأى نوحاً عليه السماء فيكون عالماً مجتهداً في طاعة الله تعالى حليماً ذا أعداء، وينصر عليهم وينال ولاية عظيمة، وقيل رؤيته تدل على كثرة المطر في ذلك العام، أو أنه رجل له أعداء وجيران يحسدونه وسينجو منهم، وينتقم الله تعالى منهم. وقيل إن رؤيته تدل على هلاك الكفار وأمان المؤمنين ونجاتهم، وإن رؤي في قحط دل على كثرة الأمطار، وإن رؤي في سفينة دل على نجاتها ونجاة من فيها، وقد تدل رؤيته على قوة أهل البدع والفجور وضعف أهل الإيمان، وتدل رؤيته على طول العمر في طاعة الله تعالى، والأمر بالمعروف والنهي عن المنكر، وإن كان الرائي ملكاً عصته رعيته، وتدل رؤيته على النوح من إسمه، وتدل رؤيته على معاداة الأهل وانتصار عليهم، أو على القحط وغلاء الأسعار. وربما دلت رؤيته على تفريج الهموم ونزول الغيث. وربما دلت رؤيته على صنعة النجارة وتسوية السفن والأسفار في البحار، وتدل رؤيته على كل من له علم بأنساب الآدميين والحيوان، أو الطير. وربما ارتد أحد أولاده عن دينه أو سنته، وامتحن لأجل ذلك بمحنة، ومات عليها عاصياً. وإذا رأت المرأة نوحاً دل على عصيانها لزوجها"
    },
    {
        "id": 97,
        "text": " النور\n  هو في المنام هداية. وإذا رأى الكافر أنه خرج من الظلمة إلى النور رزقه الله تعالى الإسلام والإيمان، وتولاه الله تعالى في الدنيا والآخرة، والنور بعد الظلمة غنى بعد فقر، وعز بعد ذل، وهداية بعد ضلالة، وتوبة بعد عصيان وبصر بعد عمى وبالعكس، والنور يدل على الأعمال الصالحة، وعلى العلم والقرآن والولد الصالح، ويدل للعالم على المحنة والابتلاء، فمن رآه ارتدى رداء من نور ينال علماً ينتفع به، أو يقبل على طاعة ربه. ومن رأى  نوراً خرج من جسمه رزق ولداً ينتفع بعلمه أو صالحاً ينتفع بدعائه"
    },
    {
        "id": 98,
        "text": " النول\n  هو آلة النسج، فإذا كان قائماً يدل في المنام على حركة وسفر، والنول نوال ورفد لذوي الحاجة. وربما دل على المنصب الجليل"
    },
    {
        "id": 99,
        "text": " النوم\n  هو في المنام غفلة. ومن رأى  أنه نائم أو أراد أن ينام، فإن ذلك يدل على بطالة، وهو رديء لجميع الناس ما عدا من كان في خوف، أو يتوقع شدة أو عذاباً يقع فيه. ومن رأى  أنه نائم في مقبرة، أو على قبر، فإن ذلك يدل للمريض على الموت وللصحيح على البطالة، والنوم دليل على تعطيل الفوائد والغفلة عما أوجبه الله تعالى على الإنسان من فعل بر. وربما دل النوم على السفر المبرور لأرباب الطاعة والاجتهاد، وعلى التخلي عن الدنيا والاحتفال بزينتها.وإن رأى  الناس نياماً في المنام دل على موت عام أو غلاء أسعار. ومن رأى  أنه نائم على ظهره فإنه يتمكن من الدنيا، ويدل النوم على ذهاب الهم، والنوم على وجه لا يحمد، ويدل للولاة على عزلهم، ولغيرهم على قلة وفقر، والنوم للمرأة العازبة زواج، وقيل النوم ذهاب الإثم، لأن أقلام الملائكة ترفع عن النائم، وقيل النوم سكر يغطي العقل أو مرض. ومن رأى  أنه نائم وكان خائفاً فإنه يأمن، وقيل النوم يدل على الغفلة عن المصالح، والنوم على الظهر تشتيت وذلة وموت. وربما دل على فراغ الأعمال، والنوم على الجنب خبر أو مرض أو موت. ومن رأى  أنه اضطجع تحت أشجار كثيرة كثر نسله، والنوم علي البطن ظفر بالأرض والمال والولد"
    },
    {
        "id": 100,
        "text": " النيابة\n  المتولي أو صاحب الأمر، أو النيابة عن الحاكم تدل على اتباع سنة الصالحين أو اقتفاء أثر المبتدعين"
    },
    {
        "id": 101,
        "text": " النير\n  هو في المنام دليل خير لجميع الناس ما خلا العبيد. وإذا رأى العبد أن النير مكسور كان أنفع له من أن يراه صحيحاً سليماً، والنير يدل على السفر"
    }
]