[
    {
        "id": 0,
        "text": " الساج\n  لهذه الكلمة مفهومان:الأول: تدل رؤيته في المنام على الأمراض المرافقة مع الحمى.والثاني: تدل رؤيته في المنام على الملك، أو العالم، أو الشاعر، أو المنجم"
    },
    {
        "id": 1,
        "text": " الساحر\n  هو في المنام رجل فتان، فإن سحر بتفاحة فإنه يفتن ابنه، وإن سحر بفراشة فإنه يفتن امرأته"
    },
    {
        "id": 2,
        "text": " السارق\n  هو في المنام إنسان كذاب ذليل. أنظر أيضاً الطرار"
    },
    {
        "id": 3,
        "text": " الساطور\n  هو في المنام رجل قوي شجاع، يفرق بين الأمور سهلها وصعبها ويقطع الخصومات"
    },
    {
        "id": 4,
        "text": " الساعد\n  من رأى في المنام الساعدين فهما صديقان أو قريبان أو أخوان أو ولدان بالغان أو شريكان مساعدان ينتفع بهما، ويعتمد عليهما. ومن رأى  شخصاً يدل الساعدين، أو العضدين دل ذلك على الشجاعة والعجب"
    },
    {
        "id": 5,
        "text": " الساعة الرملية منكام\n  وهي ساعة من الزجاج وفيها الرمل، وهما فردتان يؤولان بولدين أو أخوين أو شريكين. ومن رأى  أنه حدث فيه شيء فتأويله فيما ذكرنا من خير أو شر، وقد يدل المنكام على الزينة والجمال لصاحبه، وسألني مرة رجل فقال: رأيت منكاما من الزجاج في المنام، فقلت له: خطبت إمرأة وأردت التزوج بها، وإن المنكام زوج، فالفردة العلوية رجل والسفلية امرأة"
    },
    {
        "id": 6,
        "text": " الساعة الزمانية\n  فمن رأى ساعة زمانية من ساعات الليل، أو النهار نال دراهم أو دنانير على قدر زمان تلك الساعة كساعة يوم الجمعة وأوقات الدعاء والذكر"
    },
    {
        "id": 7,
        "text": " الساعي\n  هو الداعي. وربما دل في المنام على صاحب الأخبار كالبريد. وربما دل على الساعي إلى الخير"
    },
    {
        "id": 8,
        "text": " الساق\n  هو في المنام عمر الإنسان وعماده في معيشته.فإن رأى  أن ساقه من حديد، فإن عمره يطول، فإن رآهما من قوارير، فإن أجله يقترب. ومن رأى  أنه رفع ساقاً ومد ساقاً فالتفت ساقاه بعضهما ببعض فإنه قد قرب أجله أو قرب له أمر صعب هائل.وإن رأى ساق إمرأة ثم عرفها تزوجها أو تزوج غيرها، وإذا كشفت المرأة عن ساقيها حسن دينها وصارت إلى خير مما كانت عليه. ومن رأى  على ساقي رجليه شعراً كثيراً فتركبه ديون، ويموت في السجن. ومن رأى  أنه معوج الساق فإنه يصير زانياً، والساق مال الإنسان ومعيشته، فمن رأى أن ساقه من حديد بقي ماله مع طول عمره، وإن كان ساقه من خشب فإنه يضعف عن طلب رزقه، والتماس معيشته.وإن رأى ساقه من فخار لم يلبث أن يموت، أو يذهب ماله، وإن كان له ولد أو دابة أو ملك، ذهب بعض ذلك عنه.وإن رأى ساقه نقصت فذلك نقص في ماله الذي عليه اعتماده، وقد يكون ذلك النقص في عمره، ومن سعى على ساق واحدة ذهب نصف ماله. ومن رأى  أن ساقي رجليه قطعتا ذهب جميع ماله. وربما دل على موته إلا أن يكون في الرؤيا ما يدل على الخير فإنه ترقية نفسه بدابة يركبها، أو يدل على ركوب السفينة أو خير يقوم به أو صديق يصله، والساق من ساق يسوق، كما أن القدم من قدم يقدم، والكعب من الكاعب، والعقب من الأعقاب. ومن رأى  في المنام ساقاً حسنة سمينة دل ذلك على حسن ما يسوقه، أو يساق إليه، وتكاثف الشعر على ساق المرأة ذلة وحيلة. وربما دل ذلك على ظهور الأسرار، وعلى الهداية بعد الضلالة. وربما دل الساق على الشدة.وإن رأى ساقين ملفوفتين دل ذلك على الخوف والبلاء، وكشف الساق دليل على ترك الصلاة والذلة بعد العز"
    },
    {
        "id": 9,
        "text": " الساقية\n  تدل في المنام على مجرى الرزق وسببه كالحانوت والصناعة والسفر. وربما دلت على القروح لمدها بالماء في مجراه مع سقيها للبساتين. وربما دلت على السقاء والسقاية. وربما دلت على محجة طريق السفر. وربما دلت على الحلق لأنه ساقية الجسم. وربما دلت على حياة الخلق إن كانت عامة أو حياة بانيها إن كانت خاصة، والساقية حياة طيبة لمن يملكها، شريطة أن لا يفيض الماء من مجراه المحدود في الأرض، فإن فاض عن مجراه يميناً وشمالاً فهو هام وحزن وبكاء، وكذلك لو جرت الساقية من خلال الدور والبيوت فإنها حياة طيبة إذا كان ماؤها عذباً صافياً، وقيل من ملك ماء جارياً نال رياسة ومنفعة. ومن رأى  ساقية مملوءة زبلاً وكناسة، وقد غسلها وأزال ما فيها فإنه يحتقن. ومن رأى  الماء يجري من رجليه تعرض لعلة الاستسقاء. ومن رأى  ساقية تجري بالماء من خارج المدينة إلى داخلها في أخدود بماء صاف والناس يحمدون الله تعالى ويشربون من مائها ويملئون آنيتهم منها وكانوا في وباء انجلى عنهم، وأمدهم الله سبحانه بالحياة، وإن كانوا في شدة أتاهم الله تعالى بالرخاء بمطر دائم، وإن كان ماء الساقية كدراً أو مالحاً أو خارجاً من الساقية مضراً بالناس فإنه سوء يقدم على الناس وينشر فيهم سقماً عاماً كالزكام في الشتاء والحمى في الصيف أو خبر مكروه عن المسافرين. ومن رأى  الساقية جارية إلى بستانه وكان عازباً تزوج أو اشترى جارية يتزوجها، فإن كانت له زوجة أو جارية حملت منه إن شربت أرضه أو بستانه، وساقية الدم في الدار تدل على فساد المرأة التي بتلك الدار. ومن رأى  أن الساقية خرجت من مجراها وأضرت بالناس فإنها خبر سيء يأتيه، وقد تكون الساقية المرأة. ومن رأى  ساقية قطعها فإنها مقاطعة بينه وبين امرأة، وقيل من رأى أنه خلف ساقية فإنه يموت. ومن رأى  أنه يستقي من ساقية فإنه يصيب خيراً، يحيا حياة طيبة. ومن رأى  أنه يشرب ماء عذبا من ساقية أو نهر فإنه يصيب عيشاً لذيذا وحياة طويلة، وإن كان ماء كدراً أو مزا كان عيشه في هم وخوف أو شدة، وقيل هو مرض بقدر ما شرب منه. وربما دلت السواقي على عروق الجسد التي ينمو الجسد بسقيها"
    },
    {
        "id": 10,
        "text": " سام أبرص\n  وهو نوع من الوزغ، يدل في المنام على إنسان سيء، يفسد بين الناس بالنميمة والهمز، ويوقع بينهم العداوة والبغضاء، ويعلمهم الشرور، وينهاهم عن الخير، وسام أبرص يدل على فقر أو حزن أو رجل مهان، وإذا دخل سام أبرص على مريض مات، لأنه منه السام وهو الموت"
    },
    {
        "id": 11,
        "text": " السائح\n  هو في المنام رجل يطلب العلوم وأمور الملوك"
    },
    {
        "id": 12,
        "text": " السايس\n  تدل رؤيته في المنام على رجل رئيس صاحب مال وتدبر، والسائس لا خير فيه ولا في إسمه، لأنه ينزي فحلاً على أنثى. وربما دل السائس على صاحب الرقيق، أو الديوث والقواد، والسائس والي الأمور لأنه مشتق من السياسة"
    },
    {
        "id": 13,
        "text": " السائل\n  هو في المنام رجل طالب علم، فإن أعطي ما سأل نال ذلك العلم، وخضوعه وتواضعه ظفر، والسائلون يدلون على حزن وهم وفكر يعرض للنفس.فإن رأى أنهم يأخذون منه شيئاً من المال فإنهم يدلون على مضرة وشدة كبيرة وموت صاحب الرؤيا أو موت من يعنيه أمره، فإن رآهم داخلين إلى منزله أو قريته فإنه تشتيت يكون في بيته، فإن أخذوا مما فيه شيئاً فهو دليل على مضرة كبيرة، والسائل متعلم والمسئول عالم. ومن رأى  أنه يسأل ولا يعطى فإنه يذل"
    },
    {
        "id": 14,
        "text": " السب\n  هو في المنام القتل، والسب لأهل الذمة ولمن سواهم من الكفار دال على الإملاء بين الناس، وإذا سكت الإنسان من تجب عليه طاعته وبره دل ذلك على عقوق الوالدين، والإعراض عن الله تعالى أو عن طاعة من سبه في المنام"
    },
    {
        "id": 15,
        "text": " السباحة\n  من رأى في المنام أن يسبح في البحر، وكان عالماً بذلك، بلغ في العلم حاجته، وقيل السباحة حبس، فمن رأى أنه يسبح في البر فإنه يحبس ويناله ضيق في حبسه، ويمكث فيه بقدر صعوبة السباحة أو سهولتها، وبقدر قربه من البر. ومن رأى  أنه يسبح في واد مستو، حتى يبلغ موضعاً يريده فإنه يدخل في عمل سلطان جبار ظلوم، وتطلب منه حاجة له فيقضيها، ويؤمنه الله تعالى على قدر جريه في الوادي، فإن خافه فإنه يخاف سلطاناً، فإن دخل لجة البحر وأحسن السباحة فيها فإنه يدخل في أمر كبير أو ولاية عظيمة، ويتمكن من الملك ويصيب عزاً وقوة، وإن سبح على ظهره فإنه يتوب، ويرجع عن معصيته، وإن سبح في البحر وكان ماؤه راكدا فإنه يدخل في عمل ملك ويضطرب عليه العمل، ويغضب عليه الملك، فإن عبر البحر فإنه ينجو، فإن سبح وهو يخاف فإنه ينال خوفاً وحبساً أو مرضاً، في يطول عليه ذلك بقدر بعده من البر، وإن ظن أنه لا ينجر فإنه يموت في ذلك الهم، وإن كان جريئاً في سباحته فإنه يسلم من ذلك العمل.فإن رأى سلطاناً يريد أن يسبح في بحر، والبحر مضطرب بموجه فإنه يقابل ملكاً من الملوك، فإن قطع البحر بالسباحة قتل ذلك الملك، وكل بحر جف فإنه ذهاب دولة ما.فإن رأى  أن الماء قد عاد فإنه رجوع الدولة. ومن رأى  أنه يسبح في نهر أو بحيرة وأنه يختنق مثل السمك الملقى على الأرض، فإن ذلك الإنسان يعرض له من الشدة في الماء مثل ما يعرض للسمك في البر. ومن رأى  أنه يسبح خاصم خصماً له، وغلب خصمه، وأنتصر عليه. ومن رأى  أنه دخل في بحر بالسباحة حتى لا يرى، فإن ذلك هلاكه لانقطاعه.وإن رأى  أن الماء غمره حتى مات فيه فإنه يموت شهيداً، والمشي فوق الماء في بحر أو نهر يدل على حسن دينه وصحة يقينه، وقيل بل يتيقن أمراً هو منه في شك، وقيل بل يسافر سفراً في خطر. ومن رأى  الماء يجري على سطحه أصاب بليه من السلطان"
    },
    {
        "id": 16,
        "text": " السباك\n  تدل رؤيته في المنام على المبذر للعمال، والذي لا يحفظ سرا، ولا يقيم على عهد. وربما دلت رؤيته على النقاد الذي يستخرج الجيد من الرديء، أو الحاكم الذي يفرق بين الحق والباطل، والسباك يدل على الرجل المنهمك في صناعته، ويدل على المفسر للمنامات لأنه يميز الرؤيا الصحيحة من الأضغاث، ويدل على القصار، والسباك رجل يقال عنه كلام سؤ، وقيل السباك رجل يتولى ولاية"
    },
    {
        "id": 17,
        "text": " السبحة\n  هي في المنام إمرأة صالحة أو معيشة حلال أو عساكر نافعة لمن ملكها أو سبح بها"
    },
    {
        "id": 18,
        "text": " السبوسج\n  هو في المنام دليل العز والأفراح والمسرات والأرزاق، والزواج لمن كان عازباً"
    },
    {
        "id": 19,
        "text": " السبي\n  إذا رأى الإنسان سبي المشركين في الحرب دل ذلك على كشف الأسرار، والإطلاع على الأخبار. وربما دل السبي على البلاء والأمراض والسخط، فإن سبى المسلمون الكفار دل ذلك على الفوائد والأرزاق لهم، وإن سبى الكفار المسلمين دل على ضعفهم وفساد أحوالهم"
    },
    {
        "id": 20,
        "text": " الستر\n  هو في المنام دال على ستر الأمور. وربما دل على الرفيق الكاتم الأسرار، والزوجة التي تستتر على الإنسان أحواله تصونه عن النظر إلى غيرها، فإن كان معلماً دل على رفع قدر من دل عليه من زوجة أو ولد أو دار، والستر المجهول هم لمن رآه في المنام، فإن كان بباب حانوت فهو هم في المعيشة، وإن كان بباب دار فهو هم من قبل الدنيا، والستر العتيق هم لا يدوم. ومن رأى  سترا ممزقاً فرح ونال سروراً، والسر الأسود هم من قبل مال، والستر على باب المسجد هم من قبل الدين، والستر المعروف الذي يرى في المنام بعينه لا يضر ولا ينفع، والستور في غير مواضعها هم وحزن، وفي مواضعها لا تأويل لها. ومن رأى  ستراً على غير باب أو مدخل أو في موضع شنيع فهو هم شديد، وخوف قوي ثم تؤول عاقبته إلى خير وعافية، وما عظم منها وضعف فهو أقوى وأشد، وما رق فهو أسهل وأضعف.وإن رأى  أن ذلك الستر قطع أو ذهب به فإنه يذهب عن ذهنه الهم والحزن، والستارة إذا رآها رجل عازب فإنه يتزوج إمرأة تستره عن المعاصي وعن الفقر والحاجة، وكذلك المرأة إذا لم يكن لها زوج، والستر على باب البيت هم من قبل النساء، والستر البالي هم سريع الزوال، والستر الجديد هم طويل، والستر الممزق طولاً فرع عاجل، والممزق عرضاً تمزق عرض صاحبه، والستر الأسود هم من قبل الملك، والستر الأبيض، أو الأخضر محمود العاقبة. وإذا رأى المطلوب، أو الخائف، أو الهارب، أو المختفي ستراً على سرير فهو ستر عليه، وكلما كان الستر أكبر كان همه أكبر وأعظم وأشنع، وكثرة الستائر في المنام دليل على تعذر الأحوال. وربما دلت الستائر على الستر في الأمور، وكشفها دليل على الافتضاح. أنظر أيضاً الكتمان"
    },
    {
        "id": 21,
        "text": " السجادة\n  هي في المنام إمرأة عفيفة أو منصب ديني"
    },
    {
        "id": 22,
        "text": " السجن\n  هو في المنام دال على لزوم الدين إن كان سجن الشرع، وإن كان سجن السلطان دل على الهم والنكد بسبب ذم أو نفاق، والسجن المجهول دال على الدنيا، والسجن يدل على الزوجة المناكدة، أو على الصمت، وسجن اللسان عن الهذر. وربما دل على المكيدة من الأعداء، وعلى التهم، وعلى القبر والدين، وعلى القعود عن الأسفار بسبب الأمراض أو قصور الهمة، ويدل على الفقر وعدم الراحة، ودخول السجن دال على المعمر الطويل والاجتماع بالأحبة، والسجن هم وحزن، ومن أختار لنفسه سجناً عصم من ذنب. ومن رأى  أنه خرج من سجن نجا من مرض. وإذا رأى السجين أن أبواب السجن مفتوحة نجا، من سجنه، وكذلك إذا رأى فيه كوة والضوء داخل منها أو رأى إن سقفه قد زال، والسجن عافية المسافر وموت المريض. ومن رأى  أنه في سجن سلطان موثق فيصيبه أمر مكروه، أو أنه في غم يرجى فرجه. ومن رأى  أنه خرج منه فإنه يخرج من ذلك الفم، وإن كان مسافراً فالسجن غفلته، وإن كان مريضاً فهو طول مرضه، وقيل من رأى أنه في السجن فتلك دعوة مستجابة، وخروج من هم وغم لقصة يوسف عليه السلام. ومن رأى  أنه في سجن مجهول ويخرج منه كان ذلك قبره. ومن رأى  أنه خرج من سجن مجهول أو من بيت ضيق إلى فضاء واسع دل ذلك على راحة وفرج. ومن رأى  أنه موثق في بيته فيصيبه خير، أو يراه في أهله. ومن رأى  أنه يسجن في بيت لا يعرفه فإنه يتزوج إمرأة يستفيد منها مالاً وولداً. ومن رأى  أنه موثق، وكان في شدة فإنه ينجو مما يخاف. ومن رأى  أنه يبني سجناً فإنه يلقى رجلاً إماماً هارباً يرجع به أهل تلك المحلة إلى الطريقة المحمودة، والسجن يدل على الموت. وربما دل على المرض المانع من التصرف والنهوض. وربما دل على الغرور، أو على جهنم لأنها سجن العصاة والكافرين.وإن رأى ميتاً في السجن وكان كافراً فذلك دليل على جهنم، وإن كان مسلماً فهو سجين في جهنم بذنوب بقيت عليه. وإذا رأى المرء نفسه في السجن وكان مسافراً في بر أو سفينة فذلك أمر يعوقه من مطر أو ريح أو عدو أو أمر من السلطان، وإن لم يكن مسافراً دخل مكاناً يعصي الله تعالى فيه كدار الكفر والبدع أو دار زانية، أو الخمارة، أما السجان في المنام فهو حفار قبور"
    },
    {
        "id": 23,
        "text": " السجود\n  من رأى أنه ركع وسجد وصلى لله تعالى فإنه يخضع له، ويتبرأ من الكبر، ويقيم حدود الله وفرائضه، وينال ما يتمناه في الدين والدنيا سريعاً، ويظفر بمن عاداه، وقيل من رأى أنه سجد لله تعالى ظفر بعدوه، وغفر له، والساجد مذنب، فإذا سجد تاب من ذنبه وندم ونجا من مخاطره، ونال حاجته، وعفي عنه، والمعفو عنه تطول حياته. ومن رأى  أنه سجد لغير الله تعالى أو خر لوجهه من غير أن يقصد السجون فإنه يذل ويخذل، إن كان في نزاع أو حرب أو خصومة، وإن كان في تجارة خسر، وإن كانت له حاجة فإنها لا تقضى، فإن خر على جبل ساجداً لله تعالى فإنه يظفر برجل منيع، وإن كان على تل أو حائط فإنه يخضع لرجل رفيع يخذله، والسجود في المنام دليل على الإيمان بالله والتوبة للعاصي. وربما دل الركوع والسجود على الحج، لقوله تعالى:  \"  وطهر بيتي للطائفين، والقائمين، والركع السجود  \". وربما دل السجود على اتباع السنة ومرافقة النبي صلى الله عليه وسلم في الجنة، والسجدة في المنام دليل الظفر، ودليل التوبة من الذنب ودليل الفوز بمال، ودليل طول الحياة، ودليل النجاة من الأخطار، والسجود نصر وصلاح في الأمور، وقد يكون السجود نعمة أنعمها الله تعالى على من رأى ذلك. ومن رأى  لبنة ذهب سجدت للبنة فضة، فإن رجلاً شريفاً يخضع لرجل وضيع، ومن سجن لصليب فإنه يخضع لقوم منافقين في ضرب البربط والغناء والمعازف"
    },
    {
        "id": 24,
        "text": " سجود التلاوة\n  إذا سجد الإنسان في المنام سجدة الأعراف فإنه يحافظ على الأمر بالمعروف والنهي عن المنكر، وكان قدره رفيعاً، وإن سجد سجدة الرعد دل على الإكرام بلزوم الطاعة، وإن سجد سجدة مريم دل على النعمة والرغد ورفع القدر في الدنيا والآخرة، وإن سجد السجدة الأولى من الحج دل على الموعظة والإرهاب بسبب ما هو عليه من الغفلة، وإن سجد السجدة الثانية منها دل على الحث على الطاعة والأمر بالمعروف والنهي عن المنكر، وإن سجد سجدة الفرقان دل على النفور عن الطاعة والإقبال على المعصية، وإن كان على شيء من زلل دل على حسن الظن بالله تعالى وحسن المعتقد، وإن سجد سجدة النمل دل على غلو الذكر، والصيت الحسن عند أهل البدعة، ونفاذ الكلمة عند الملوك، والصدق عندهم، وإن سجد سجدة الم تنزيل كان ذلك دليلاً على الإيمان بالله والخوف مما عنده، ورغبة في فضله والتوبة ولزوم الصلاة، وإن سجد سجدة صلى الله عليه وسلم دل ذلك على الإنابة، وعلى أنه يستن سنة حسنة، وعلى تجديد نعمة لا يقوم بشكرها، وإن سجد سجدة فصلت دل ذلك على امتثال الأوامر لله تعالى ولولي الأمر، وإن سجد سجدة النجم دل على التوبة للعاصي والإقلاع عن الذنوب واجتناب المناهي، والعبادة لله تعالى، وإن سجد سجدة الانشقاق دل على التخويف والزجر عن ارتكاب الذنوب والمعاصي، وإن سجد سجدة اقرأ دل على التوبة والإقلاع عن الذنوب وأفعال اللهو وما يوجب النار"
    },
    {
        "id": 25,
        "text": " سجود الشكر\n  يدل في المنام على رفع البلاء، وتجديد الأرزاق، والمجازاة من الرائي للساعي على ذلك، وإن سجد لله شكراً وهو كهل وبه حرج، وليس في ظهره تقويس فإنه بتقوى بمال ونعمة، ويستغني ولا يهرم"
    },
    {
        "id": 26,
        "text": " السحاب\n  يدل في المنام على الإسلام الذي به حياة الناس ونجاتهم، وهو سبب رحمة الله لحمله الماء الذي به حياة الخلق. وربما دل السحاب على العلم والفقه، والحكمة والبيان لما فيه من لطف الحكمة. وربما دل على العساكر لحملها الماء الدال على الخلق الذين خلقوا من الماء. وربما دل على السفن الجارية في الماء في غير أرض. وربما دل على الحامل من النساء. وربما دل على المطر، لأن منه سببه، وإن كان السحاب أسود أو كان معه الصواعق دل على عوارض السلطان وعذابه وأوامره. ومن رأى  سحاباً في بيته أسلم إن كان كافرا أو نال نعمة إن كان مؤمناً أو حملت زوجته إن كان راغباً في ذلك.وإن رأى نفسه راكباً فوق السحاب تزوج إمرأة صالحة إن كان عازباً أو حج إن كان مؤملاً ذلك، وإلا اشتهر بالعلم والحكمة إن كان لذلك طالباً.وإن رأى سحباً متوالية قادمة واضحة، والناس ينتظرون مياهها قدم تلك الناحية ما يتوقعه الناس وينتظرونه.وإن رأى  الإنسان أن السحب قد سقطت في أرض فهي سيول وأمطار أو جراء أو قطا أو عصفور، وإن كان فيها ما يدل على الهم والمكروه كالسموم والريح الشديدة والنار والحجر والحيات والعقارب فإنها غارة تأتيهم أو جراد أو وباء يضر نباتهم أو مذاهب وبدع تنتشر بين أظهرهم، وقيل السحاب ملك عظيم أو سلطان شفيق رحيم أو عالم أو حكيم، فإن أكل المرء السحاب فإنه ينتفع من رجل بمال حلال أو حكمة، فإن ركب السحاب فيرتفع أمره ويعلو في حكمته.فإن رأى  أن دنياه من سحاب، فإن جده وسعيه من حكمة، وإن كان السحاب أسود فإنه حكمة مع سؤدد ومروءة وسرور، وإن كان مع السحاب هول فإنه ينال هولا من رجل حكيم قوي. ومن رأى  أنه بنى داراً على السحاب فإنه ينال دنيا شريفة مع حكمة ورفعة.وإن رأى  أن في يده سحاباً يمطر منه المطر فإنه ينال حكمة وتجري على لسانه الحكمة.وإن رأى سحابة ارتفعت فأمطرت ذهباً عليه فإنه يتعلم من رجل حكيم أدباً من أمر الدنيا، والسحاب إذا لم يكن فيه مطر وكان ممن ينسب إلى الولاية فإنه وال لا ينصف ولا يعدل، وإذا نسب إلى التجارة فإنه لا يفي بما يبيع، وإن كان عالماً فإنه يبخل بعلمه، وإن كان صانعاً فإنه يتقن صناعته وينصح، والناس يحتاجون إليه، والسحاب سلاطين لهم فضل على الناس. ومن رأى  أنه نزل من السماء سحاب فأمطر مطراً عاماً، فإن الإمام يرسل إلى ذلك الموضع أميراً عدلاً، فإن كان السحاب أسود فأمطر، فإن الوالي يكون عدلاً، وإن كان السحاب أبيض فأمطر فإنه يكون والياً عدلاً مباركاً، وقيل إذا رؤي السحاب في وقته فإنه ينال خيراً وبركة ونعمة ومالاً.فإن رأى سحاباً يمطر في وقته، فإن الله تعالى يوسع الرزق في تلك البلدة، فإن كانوا في قحط فإنه يوسع عليهم ويخرجهم منه.فإن رأى سحاباً أسود من غير مطر فإنه ينال منفعة. وربما كان دليل برد شديد أو حزن.فإن رأى سحاباً أحمر في غير حينه أصاب أهل تلك البلدة كرب أو فتنة أو مرض.فإن رأى سحاباً ارتفع من الأرض إلى السماء فإنه يدل على الخير والبركة، فإن كان الرائي يريد سفراً تم له ذلك.وإن رأى سحاباً مظلماً نال هماً وغماً وانغلقت عليه جميع أموره، والسحاب الأبيض في الرؤيا دليل عمل، والسحاب الذي يراه الإنسان كأنما يرتفع من الأرض إلى السماء يدل على السفر، ويدل فيمن كان مسافراً على عودته من سفره، ويدل على ظهور الأشياء الخفية، والسحاب الأحمر يدل على بطالة، والسحاب المظلم يدل على غم، والسحاب الأسود يدل على برد شديد، أو على حزن. وربما دل السحاب الأحمر على جند يدخل ذلك البلد وتحدث مكيدة. ومن رأى  أنه أخذ شيئاً من السحاب فإنه يصيب من الحكمة شيئاً عظيماً، أو يكثر من الحراثة والزراعة. ومن رأى  أنه ركب السحاب أو سار عليه فإنه يدرك الحكمة كلها. ومن رأى  السحاب قد غطى الشمس، فإن الملك يمرض، أو يقهر، أو يعزل عن سلطانه، وقال جعفر الصادق رضي الله عنه: من رأى قميصه من السحاب فقد شملته من الله نعمة، والسحاب يدل على زوال الهم والنكد والخوف وإظهار الكرامات، وإن ذلك مما يظهر للأولياء عند الاستسقاء. وربما دل السحاب على الألفة، لقوله تعالى:  \"  ألم تر أن الله يزجي سحاباً ثم يؤلف بينه  \""
    },
    {
        "id": 27,
        "text": " السحر\n  هو في المنام فتنة وغرور، فمن رأى أنه يسحر أو سحر فإنه يفرق بين الرجل وامرأته بالباطل، والسحر في المنام يدل على الكفر، والسحر يدل على فراق الزوجة، وإن كان السحر من الجن فإنه أقوى كيداً وأشد حيله"
    },
    {
        "id": 28,
        "text": " السحر\n  من رآه في المنام فربما يقع في ذنب يوجب الاستغفار، لقوله تعالى:  \"  وبالأسحار هم يستغفرون  \""
    },
    {
        "id": 29,
        "text": " السحور\n  سحور الصائم في المنام يدل على مكايدة الأعداء، وعلى التوبة للعاصي، والهداية للكافر والرزق اليسير"
    },
    {
        "id": 30,
        "text": " السخرية\n  هي في المنام غبن، فمن رأى أنه سخر منه غبن به في المعاملة"
    },
    {
        "id": 31,
        "text": " السخلة\n  هي في المنام ولد الإنسان. ومن رأى  أنه ذبح سخلة وأكل لحمها، فإن ولده يموت أو ولد من أقربائه. ومن رأى  أنه يأكل لحم سخلة فإنه يصيب مالاً قليلاً. ومن رأى  أنه يرعى جماعة من السخال فيصيبه هم له فيه شرف وذكر"
    },
    {
        "id": 32,
        "text": " السدار\n  تدل رؤيته في المنام على الشفاء من الأمراض والطهارة من الذنوب، وإن دخل على مريض مات"
    },
    {
        "id": 33,
        "text": " السدر\n  هو في المنام إمرأة كريمة مستورة، وشجرة السدر رجل كريم حسيب فاضل. ومن رأى  هذه الشجرة، فإن أمره يرتفع ويصيب ورعاً وعلماً، ومن أكل السدر مرض مرضاً شديداً. ومن رأى  أنه ارتقى شجرة السدر فإنه ينال غماً وشدة"
    },
    {
        "id": 34,
        "text": " سدرة المنتهى\n  تدل رؤيتها في المنام على بلوغ القصد من كل ما هو موعود به"
    },
    {
        "id": 35,
        "text": " سدة البيت، أو المسجد\n  تدل في المنام على ما يلبسه الإنسان ويتجمل به، أو على المال الذي يستر حاله. وربما دلت السدد\nعلى رياح السدة في الجوف. وربما دلت على طي الحديث ونشره. وربما دلت على المرأة\nالجميلة الكاملة الأوصاف، والكبيرة القدر، والكثيرة النسل.وإن رأى  المريض أنه يحمل على سده فذلك نعشه"
    },
    {
        "id": 36,
        "text": " السذاب\n  هو في المنام تعادل كل طاقة منه مائة دينار أو مائة درهم على قدر صاحب الرؤيا"
    },
    {
        "id": 37,
        "text": " السر\n  هو في المنام زواج. ومن رأى  أنه أودع إمرأة سراً فإنه يقصد زواجها، لأن العرب تسمي النكاح سراً"
    },
    {
        "id": 38,
        "text": " سراب القفر\n  هو في المنام أمر باطل لا يتم. ومن رأى  السراب وله طمع في شيء يرجوه فإنه يحرم ذلك ولا يناله، والسراب في المنام نفاق وكفر في الدين أو ميل إلى الدنيا وزينتها. وربما دلت رؤية السراب على التمني والرجاء لما لا يدركه الإنسان، وإن كان الرائي شاهداً كان شاهد زور أو عالم بدعة. وربما كان السراب خبراً لا حقيقة له. وربما دل على ظهور راية في الجهة التي رؤي السراب فيها"
    },
    {
        "id": 39,
        "text": " السراج\n  تدل رؤية سراج الدواب في المنام على زواج العازب وتولية المنصب، كما يدل على السفر والانتقال من بيت إلى بيت، وقيل السراج دلال الجواري، لأن السرج مقعد الرجل كالمرأة، أو الجارية"
    },
    {
        "id": 40,
        "text": " السراج\n  يدل للحامل في المنام على ولد ذكر عالم، والسراج للمريض زوجة، فإن انطفأ السراج مات المريض، ومن أصلح سراجاً فأضاء، وكان له مريض فإنه يعود إلى الصحة، والسراج الضعيف ذو الضوء الخافت يدل للحامل على جارية، وقيل السراج يدل على ظهور الأشياء الخفية. ومن رأى  سراج بيته مضيئاً قوياً صالحاً كان ذلك صلاح قيم البيت، وإن رآه ضعيفاً كانت حالة القيم ضعيفة. ومن رأى  أن سراجه انطفأ فذلك التباس أمر قيم البيت وسوء حاله. وربما دل على موته أو موت ولده أو والديه أو امرأته.وإن رأى  المريض أنه يصعد إلى السماء بسراج ثم يعود إلى الأرض، فإن ذلك روحه يصعد إليها. ومن رأى  أنه اقتبس سراجاً نال علماً ورفعه. ومن رأى  أنه يطفئ سراجاً بفمه فإنه يبطل أمر رجل يكون على الحق. ومن رأى  أنه يمشي في النهار بسراج فإنه يكون شديد الدين مستقيم الطريقة. ومن رأى  أنه يمشي في الليل بسراج فإنه يتهجد، ومن كان في يده سراج مطفأ أو شمعة أو نار وكان سلطاناً، فإن يعزل، وإن كان تاجراً خسر، وإن كان صالحاً ذهب ماله، والسراج إذا كان وقوده غير مضيء دل على غم. أنظر أيضاً القنديل، وانظر المسرجة"
    },
    {
        "id": 41,
        "text": " السرادق\n  هو في المنام سلطان، فإذا رأى الإنسان سرادقاً فإنه يظفر بخصم سلطانه، والسرادقات هي الملوك، والفساطيط كذلك إلا إنها دونه، والقبة دون الفساطيط، والخباء دون القبة، والمجهول من السرادقات والفساطيط والقبب إذا كان لونه أخضر أو أبيض يدل على البرء وبلوغ مرتبة الشهادة أو زيارة قبور الشهداء والصالحين أو زيارة بيت المقدس. أنظر أيضاً الفسطاط"
    },
    {
        "id": 42,
        "text": " السرار\n  من رأى رجلاً في المنام سار مع أمير في طريقه، فإن ذلك الأمير يموت وتكون مسارته إياه تلف روحه لأنه وقع لعاد صاحب إرم ذات العماد لما صار إليها جاءه ملك الموت في صورة رجل فساره وقبض روحه"
    },
    {
        "id": 43,
        "text": " السراميزي\n  تدل رؤيته في المنام على المكاري والملاح وعاقد الزيجات"
    },
    {
        "id": 44,
        "text": " سرب الأرض\n  هو في المنام مكر وخديعة، فمن حفر سرباً لإنسان فإنه يمكر به، فإن دخل الذي حفر السرب فيه رجع المكر عليه. ومن رأى  أنه دخل سرباً ولم ير السماء دخلت اللصوص عليه وسرقوا متاعه، وإن كان مسافراً قطع الطريق عليه، وإن توضأ للصلاة في السرب ظفر بمن سرق متاعه، وإن كان عليه دين قضاه الله تعالى، وإن كان مذنباً تاب الله تعالى عليه، وإن كان سجيناً فرج الله عنه"
    },
    {
        "id": 45,
        "text": " السرج\n  يدل لمن ملكه على أنه يتزوج ثلاث نسوة، والسرج إمرأة أو دابة أو سلطان أو مال. ومن رأى  أنه ركب سرجاً نصر في كل أموره وظفر في جميع أحواله. ومن رأى  أن سرجه تحطم فذلك هلاكه أو هلاك امرأته. ومن رأى  أن سرجه يخلع خالع إمرأته أو طلقها"
    },
    {
        "id": 46,
        "text": " السرطان\n  هو في المنام رجل كثير الكيد لكثرة سلاحه، عظيم الهيبة، بعيد المأخذ والهمة والمراجعة عسر الصحبة، ومن أكل لحم السرطان نال خيراً من أرض بعيدة، وقيل من رأى السرطان نال مالاً حراماً"
    },
    {
        "id": 47,
        "text": " السرقة\n  السرقة من الحرز في المنام تدل على الزنى والربا، وإن كان السارق معروفاً فإنه يستفيد من المسروق منه علماً أو حرفة أو كلمة ينتفع بها.فإن رأى سارقاً مجهولاً دخل بيته وسرق طشته، فإن إمرأته تموت، وقيل السرقة محمودة وهي دليل خير إلا لمن يريد أن يخدع. ومن رأى  أنه يتلصص، أو يسرق خيف عليه اللصوص. ومن رأى  أنه يسرق فإنه يزني، أو يكذب، لأن الزاني يختفي كما يختفي السارق"
    },
    {
        "id": 48,
        "text": " السرموجة\n  هي في المنام زوجة أو دابة أو منصب"
    },
    {
        "id": 49,
        "text": " السرة\n  هي في المنام دالة على والدة الرائي أو والده أو كسبه الذي كان يعيش منه أو حرفته التي كان يمارسها. وربما دلت على زوجته أو أمته أو كيسه المختوم.وإن رأى  أن سرته قد انفتحت وكان مريضاً دل ذلك على موته. وربما دلت السرة على المسرة والسر. ومن رأى  أن له سرتين رزق جاريتين جميلتين، والسرة إمرأة الرجل. ومن رأى  وجعاً في سرته فإنه يفقد والديه أو بلده، وإن كان في غربة، فإن ذلك يدل على رجوعه إلى بلده"
    },
    {
        "id": 50,
        "text": " السرو\n  هو في المنام إمرأة جميلة أو رجل صاحب قول بغير عمل. وربما دلت رؤيته على السفر، أو السرى، والسرو يدل على الأولاد أو طول الحياة، أو الولد الكريم"
    },
    {
        "id": 51,
        "text": " السروال\n  هو في المنام إمرأة أعجمية، فمن ملك سروالاً جديداً تزوج إمرأة أعجمية بكراً، وقيل السروال الجديد عفة للابسه، ومن لبس سروالاً بلا قميص خشي عليه من الفقر أو سافر إلى العجم لأنه من ألبستهم، وقيل السروال في المنام صلاح شأن صاحبه إذا لبسه، وقيل السروال إمرأة دنيئة أو جارية أعجمية، فإن اشتراها من غير صاحبه تزوج إمرأة بغير ولي. ومن رأى  أنه أعطي سروال زالت عنه شدته، وقيل السروال في المنام ولاية ينالها"
    },
    {
        "id": 52,
        "text": " السرور\n  يدل في المنام على البكاء. وربما دل على الفرج. ومن رأى  أنه مسرور فإنه يحزن"
    },
    {
        "id": 53,
        "text": " السرير\n  إذا كان السرير في المنام بلا فراش فهو سفر، لما في أسمه من لفظ السير، وقيل هو زوجة. ومن رأى  أنه على سرير فسيرجع إليه شيء كان قد خرج من يده، وإن كان سلطاناً ضعف سلطانه ثم يقوى. ومن رأى  أنه على سرير وعليه فراش فإنه ينال رفعة وعلواً وذكراً على قوم منافقين، فإن كان في رجله نعل فإنه يسافر مع رجال منافقين. ومن رأى  أنه على سرير في مكان طيب نال دولة ورفعة وعزاً، والسرير وجميع ما ينام فوقه فإنه يدل على زوجة صاحب الرؤيا ومماليكه، وقيل السرير يدل على ما يسر المرء به، ويدل على كل مركوب من سفينة أو زوجة أو محمل أو نعش لأنه سرير المنايا، ومن تكثر سريره في المنام ذهب سلطانه إن كان ملكاً، وعزل إن كان حاكماً، وفارق زوجته إن كانت ناشزة أو ماتت إن كانت مريضة أو كان زوجها هو المريض، وقد يدل وجه السرير على الزوج ومؤخره على الزوجة. ومن رأى  نفسه على سرير مجهول، وعليه فراش فإنه يلاقي الملك، وإلا جلس مجلساً رفيعاً، وإن كان عازباً تزوج، وإن كانت زوجته حاملاً ولدت غلاماً. ومن رأى  أنه جالس على سرير ليس عليه فراش فإنه يموت، أو يسافر، وإن كان مريضاً مات. ومن رأى  أنه على سرير، ومعه إمرأة فهو معها في سرور ودعة. وربما يقع بينهما شر وخلاف.وإن رأت إمرأة لا زوج لها إنها تحمل سريراً إلى بيتها فإنها تتزوج. ومن رأى  أن سريره ينصب وكان مريضاً فإنه دليل على شفائه من مرضه"
    },
    {
        "id": 54,
        "text": " السطح\n  هو في المنام إمرأة رفيعة القدر، وقيل رجل رفيع القدر، ومن جرى فوق السطح أصابته بلية من السلطان، والحلول فوق الأسطحة يدل في زمن الصيف على الراحة والكسوة وزوال الهموم والأنكاد والأمراض وكشف الأسرار"
    },
    {
        "id": 55,
        "text": " السعال\n  يدل في المنام على الشكوى، فمن رأى أنه يسعل فإنه يشكو من إنسان متصل بالسلطان، فإن سعل حتى شرق فإنه يموت. وقيل إن السعال يدل على أنه يهم بشكاية إنسان ولا يشكوه"
    },
    {
        "id": 56,
        "text": " السعفة\n  تدل في المنام على الطهارة، أو الماشطة، أو الختانة"
    },
    {
        "id": 57,
        "text": " السعوط\n  يدل في المنام على الإجاج، أو الحاجة إلى الولد، أو الأم، أو الإصابة في العقل. ومن رأى  أنه يسعط، فإن الغضب يبلغ منه غايته"
    },
    {
        "id": 58,
        "text": " السعي\n  يدل السعي بين الصفا والمروة في المنام على صلاح ذات البين، وإن كان سمسارا عدل في قوله أو عدل بين زوجتيه أو والديه، وإن كان الرائي مريضاً أفاق من مرضه، وسعى في طلب الرزق. أنظر أيضاً الجد، وانظر الكد"
    },
    {
        "id": 59,
        "text": " السف\n  سف الرمل والتراب في المنام يدل على الفاقة والطمع والرشوة لأرباب الأمور"
    },
    {
        "id": 60,
        "text": " السفر\n  يدل في المنام على الكشف عن أخلاق الناس، وإن كان المسافر فقيراً استغنى. ومن رأى  أنه سافر انتقل من حال إلى حال، وقد يكون الرجوع من السفر توبة، ورجوع من المعاصي أو قضاء الحاجة. ومن رأى  أنه سافر على قدميه فذلك دين غالب عليه. ومن رأى  أنه انتقل إلى دار مجهولة فإنه يسافر.وإن رأى  المريض أنه يسافر إلى أرض بعيدة أو إلى دار مجهولة فهو دليل على موته"
    },
    {
        "id": 61,
        "text": " السفرجل\n  هو في المنام مرض. ومن رأى  أنه يأكله وكان مريضاً فإنه يشفى، وإن آكله صاحب العافية اهتدى، وإن كان تاجراً ربح. ومن رأى  أنه يعصر سفرجلاً فإنه يسافر في تجارة وينال ربحا كثيراً، وشجرة السفرجل رجل حازم، وقيل السفرجل رديء في المنام وذلك بسبب ما يحدثه من قبض، والسفرجل الأخضر خير من الأصفر، والسفرجل يدل على السفر الجليل. وربما دل على الشح وحفظ الأسرار لمسكه وقبضه، وتدل السفرجلة على المرأة الجميلة الجليلة، والسفرجل قد كرهه أكثر المفسرين، وقالوا: إنه مرض لكثرة صفرة لونه، ولما فيه من القبض، ويدل على سفر، وقال قوم: إنه سفر واقع، وقال بعضهم: إنه سفر لا خير فيه، وقال بعضهم: إن السفرجل محمود في المنام لمن رآه على أي حال يراه"
    },
    {
        "id": 62,
        "text": " السفط\n  هو في المنام إمرأة تحفظ أسرار الناس"
    },
    {
        "id": 63,
        "text": " السفنجة\n  من رأى في المنام أنه دفع إلى رجل مالاً ليكتب له بذلك سفنجة من بلد إلى أخر فإنه يستدين شيئاً من رجل يرجو فبه التجارة والمنفعة"
    },
    {
        "id": 64,
        "text": " السفه\n  هو في المنام الجهل، فمن رأى أنه سفه على الناس فسد دينه، وكذلك إن رأى أنه فسد دينه فإنه يسفه على الناس، والسفه في المنام دليل على الأعداء وعلو القدر والكلمة إذا كان السفه على ذمي أو صاحب بدعة"
    },
    {
        "id": 65,
        "text": " السفود\n  يدل في المنام على قضاء الحاجات عند السلطان، والتوسط بالخير والرزق والراحة، والسفود قيم البيت، وقيل هو خادم ذو بأس يتوصل إلى مراعي ويتخرج على يده أقوام في فنون شتى"
    },
    {
        "id": 66,
        "text": " السفينة\n  هي في المنام نجاة لمن كان في هم أو هول أو مرض أو ضيق أو قحط.فإن رأى سفينة في البر فهي نجاة، فإن جرها على الأرض فإنه يقود وينافق في الدين، فإن ركبها مع قوم صالحين فإنه يتبع الهدى ويغفر الله تعالى له فإنه خرج منها سعد ونجا من أعدائه.فإن رأى رجل معزول أنه ركب في السفينة فإنه يلي ولاية من جهة أحد الملوك، ويكون مبلغ ولايته على قدر أحكام السفينة وسعتها، وبعد السفينة من البر، ومن كان بعرض هلاك ورأى أنه راكب في سفينة فيأتيه الفرج والنجاة، فإن غرقت السفينة وتعلق منها بلوح، فإن السلطان يغضب عليه إن كان والياً. ومن رأى  أنه مات في سفينة في جوف الماء فإنه يموت في أيدي الناس. ومن رأى  أنه في سفينة في البحر فإنه يداخل الملك الأعظم. وقيل إن السفينة في التأويل هم أو مرض أو حبس أو أمر يحاوله فيحول بينه وبين النهوض فيه، فإن سرقت السفينة وغرقت ألواحها فهي مصيبة له في والد أو عم. وقيل إن رأى إنها غرقت فهي سفر في سلامة، والسفينة الخالية ربح من تجارة. ومن رأى  أنه في سفينة مشحونة بالناس فهي سلامة له في سفره. ومن رأى  أنه في سفينة واقفة لا تجري فهي سحب، وإن أمسك بحبالها وكان ممن يصلح للسلطان أقترب من خاصته واتصل بهم، ومن أخذ بحبال السفينة فإنه يحسن دينه ويخالط رجلاً لا بأس به. ومن رأى  في منامه سفينة كبيرة قائمة فإنه في تلك السنة واسع الرزق. ومن رأى  أنه ركبها مع أهله وأصدقائه فإنه ينال عزاً وجمالاً وخيراً وبركة وينجو من أيدي الأعداء. ومن رأى  أنه عبر في زورق فإنه يخاطر مخاطرة يصيبه منها غم.وإن رأى  الإنسان أنه يسير في سفينة سيرا رفيقاً لذيذا فإنه دليل خير لجميع الناس.وإن رأى  أن شدة تعرض له فإنه يدل على غم وشدة يقع فيها.وإن رأى  السفينة تكسرت فإنه دليل شر لجميع الناس خلاف من كان أسيراً أو عبداً فإنها تدل على النجاة من الأسر والرق.وإذا رأى أنه لا يقدر أن يسير في البحر بالسفينة فإنه يدل على حبس. ومن رأى  أنه على شط البحر وهو يرى سفينة في البحر تسير سيراً هادئاً، فإن ذلك خير لجميع الناس، ويدل على سفر.وإن رأى  السفن كأنها صاعدة دل ذلك على خير بطيء، وإن رآها منحدرة مسرعة، فإن الخير سريع، وقلوص السفينة تدل على أصحاب الدين والتمسك بالأشياء، وشراع السفينة يدل على الملاح المدبر لها، والمجاديف تدل على سير السفينة، وعلى أولاد صاحب السفينة، وصدر السفينة يدل على صاحبها، وقيل من رأى أنه ركب في السفينة أصابه خسران فجأة، ومن وجد شيئاً في سفينة فهو ثروة لطالب المال وتزويج للعازب. ومن رأى  أنه في سفينة والريح تهب والبحر يجزر ويمد فإنه ينال رئاسة شريفة وسلطاناً قوياً يطيعه فيه الجنود شاهداً وغائباً. ومن رأى  السفينة تجري على الدم فإنه يدل على الزنى.وإن رأى سفينته انكسرت وتفرقت ألواحها ماتت أمه. ومن رأى  أنه اشترى سفينة وكان عازباً تزوج أو اشترى جارية، ومجداف السفينة يدل على العلم لمن رآه بيده، والسفينة الجارية في الهواء تدل على موت راكبها، ومن مات في سفينة نجا في الآخرة من العذاب، لجا في الدنيا مما يخاف. ومن رأى  سفينة انخرقت فتلك نجاة لراكبها، لقوله تعالى:  \"  أخرقتها لتغرق أهلها  \". فنجت من يد الملك الذي كان يأخذ السفينة غصباً، وقيل السفينة إمرأة سمينة، وإن العرب تشبه النساء السمان بالسفن، والسفينة تدل على الإسلام الذي ينجي من الجهل والفتنة. وربما دلت السفينة على الصراط الذي ينجو عليه أهل الإيمان من النار، فإن ركب السفينة مع الموتى وهو مريض فإنه نجاة من فتن الدنيا، وإن كان غير مريض وركب السفينة وهو طالب علم صاحب عالماً واستفاد علماً ينجو به من الجهل لركوب موسى مع الخضر عليهما السلام في السفينة، وإن رأى ذلك مدين قضي دينه وزال همه.وإن رأى أي طالب علم أن سفينته خرجت إلى البر ومشت عليه خرج في علمه إلى بدعة أو نفاق وفسوق، وإن لم يكن طالب علم فلعله يحنث في طلاق زوجته أو تكسد صناعته ويتعذر عليه رزقه فيلتمسه من حيث لا ينبغي له، والسفينة السائرة في الهواء مركوب، وتدل على نعش من كان مريضاً، وأخذ حبل السفينة حسن الدين وصحبة الصالحين، والسفينة في المنام دالة على الوالد والوالدة والأستاذ والدابة والزوجة، وتدل رؤية السفينة على الخوف والرجاء، فإن راكبها يرجو النجاة بها، ويخاف على نفسه من الغرق. وربما دلت السفينة على المسجد، أو السوق أو موالاة أهل البيت رضي الله عنهم، وتدل السفينة على الحانة، كما تدل على الإنسان نفسه، أو السلامة من الأعداء وغنى الفقير، فإن غرقت السفينة في البحر كان دليلاً على أنه من أهل النار، فإن صارت سفينته حديداً أو نحاساً دل على طول عمر من دلت عليه، فإن صار بعضها حديداً أو بعضها خشباً داخلته الشبهة فيمن دلت عليه السفينة. ومن رأى  أنه أكل السفينة أو ابتلعها أكل ثمنها.فإن رأى  أن السفينة حدثته بما يسوغ دل على أن يتلقى الحكمة من ذوي الجهالة، ورؤية سفينة نوح عليه السلام تدل على الأفراح والمسرات وهطول الغيث، لا أن يكونوا ظالمين فإنه يدل على القحط والبلاء، وتدل سفينة نوح عليه السلام على الفرج من الشدائد، والسلامة من الغرق للمسافرين في البحر، أو الزواج للعازبين، وعلى المنصب الجليل، والنصر على الأعداء. وربما دلت السفينة على المسجد، أو السوق أو موالاة أهل البيت رضي الله عنهم لأنهم سفن النجاة، وتدل السفينة على الحانة، كما تدل على الإنسان نفسه، أو السلامة من الأعداء وغنى الفقير، فإن غرقت السفينة في البحر كان دليلاً على أنه من أهل النار، فإن صارت سفينته حديداً أو نحاساً دل على طول عمر من دلت عليه، فإن صار بعضها حديداً أو بعضها خشباً داخلته الشبهة فيمن دلت عليه السفينة. ومن رأى  أنه أكل السفينة أو ابتلعها أكل ثمنها.فإن رأى  أن السفينة حدثته بما يسوغ دل على أن يتلقى الحكمة من ذوي الجهالة، ورؤية سفينة نوح عليه السلام تدل على الأفراح والمسرات وهطول الغيث، لا أن يكونوا ظالمين فإنه يدل على القحط والبلاء، وتدل سفينة نوح عليه السلام على الفرج من الشدائد، والسلامة من الغرق للمسافرين في البحر، أو الزواج للعازبين، وعلى المنصب الجليل، والنصر على الأعداء"
    },
    {
        "id": 67,
        "text": " السقاطة\n  تدل في المنام على حارس الباب من كلاب أو غلمان أعاجم"
    },
    {
        "id": 68,
        "text": " السقاء\n  هو في المنام صاحب بر وتقوى، لأنه أفضل ما يعمل من الأجر، ويجري على يديه خير كثير إذا سقى ولم يأخذ أجره، وتدل رؤية السقاء على الشافي بعلمه للصدور، والسقاء على البهائم يدل على الفائدة من الأسفار، وعلى الساعي بين الناس بالخير، والذي يسقي بالكؤوس والكيزان فإنه صاحب أفعال حسنة ودين كالعالم والواعظ. وأما الذين يحملون الماء بالقرب والجرار فهم المؤتمنون على الأموال والودائع"
    },
    {
        "id": 69,
        "text": " السقطي\n  هو في المنام عالم بالترهات والخرافات، وتدل رؤية السقطي على ما دل عليه الجوهري، من بيع أصناف الجواهر والأحجار، كالمرجان والكهرمان والعقيق وما أشبه ذلك"
    },
    {
        "id": 70,
        "text": " السقف\n  هو في المنام رجل رفيع القدر.فإن رأى سقفاً يكاد يهبط عليه ناله خوف من رجل رفيع القدر، فإن انكسر الجذع فهو موت صاحب الدار بآفة تتنزل به. ومن رأى  أن سقف بيته يقطر منه ماء فإنه يكاد يحدث فيه على ميت، أو على مريض. ومن رأى  أنه فوق سقفه، ويريد النزول منه ولا يستطيع فإنه يحبس. ومن رأى  سقفاً خر عليه أصابه عذاب. ومن رأى  الكواكب تحت سقفه خرب سقفه"
    },
    {
        "id": 71,
        "text": " السقنقور\n  تدل رؤيته في المنام على الإمام العالم الذي يهتدى به في الظلمات"
    },
    {
        "id": 72,
        "text": " السقوط\n  إذا كان السقوط في المنام من أعلى إلى أسفل فإنه يدل على انتقال الأحوال من خير إلى شر أو من زوجة إلى غيرها أو من صنعة إلى صنعة أو من بلد إلى بلد أو من مذهب إلى مذهب، فإن كان الذي نزل في المنام مأكولاً طيباً أو قوماً صالحين دل ذلك على حسن الحال، وإن نزل في المنام إلى خربة أو حيوان كاسر دل على سوء العاقبة. وربما دل على الشح والبخل بما عنده من المال، قال تعالى:  \"  وما يغني عنه ماله إذا تردى  \". ومن سقط من ظهر بيت، فانكسرت يده أو رجله، أصابه بلاء في نفسه أو ماله أو صديقه أو ناله من السلطان مكروه"
    },
    {
        "id": 73,
        "text": " سقوط الأسنان\n  يدل في المنام على طول عمره دون نظرائه في السن.فإن رأى  أن جميع أسنانه سقطت فإنه يعيش عيشاً طويلاً.وإن رأى  أن جميع أسنانه سقطت ولم يعد يراها، فإن أهل بيته يموتون قبله، أو يمرضون. ومن رأى  أن أسنانه العليا سقطت في يده فهو مال يصير إليه، وإن سقطت في حجره فهو ولد ذكر، وإن سقطت إلى الأرض فهي مصيبة الموت. ومن رأى  أن أسنانه السفلى سقطت فإنه يصيب وجعاً وألماً وهماً وغماً، ومن كان عليه دين إذا سقطت أسنانه في المنام، فإن ذلك يدل على أنه يقضي دينه.وإن رأى  أن سناً واحدة من أسنانه سقطت فإنه يقضي كل ديونه دفعة واحدة، وإن سقطت جميع أسنانه فيهلك جميع من في ذلك المنزل والأصحاب. ومن رأى  أن أسنانه تسقط وهو يأخذها بيده، فإن ذلك يدل على موت أولاد، وقيل من رأى سقوط أسنانه دل على مضرة لبعض أصدقائه.وإن رأى  أن ثنيته سقطت فإنه يستفيد ولداً أو أخاً أو أختاً، وسقوط السن الواحدة إن كان من غير معالجة وأخذها بيده، فإن كان عنده حامل جاءه ولد، وإلا صالح أخاً أو قريباً كان قد قطعه. وقيل إن سقوط الأسنان يدل على عائق يعوقه عما يريده، وقيل هو دليل على قضاء الديون، وإن أخذ ما سقط من أسنانه ربما تكلم بخطأ وندم عليه وكتمه. وربما دل فقد الأسنان لأرباب المجاهدات على لزوم العدم. ومن رأى  أن أسنانه سقطت وتعذر عليه الأكل فإنه يفتقر"
    },
    {
        "id": 74,
        "text": " السكاكيني\n  هو في المنام رجل يعلم الناس الحذق والكياسة، وتدل رؤية السكاكيني في المنام على الوقار والسكينة، أو على صاحب الشر والخصومة. وربما دلت على ولي الأمر الذي تتم على يديه الأمور"
    },
    {
        "id": 75,
        "text": " السكباج\n  من رأى أنه طبخ في المنام سكباجاً بالأفاويه ولحم البقر وهو يأكل منها فإنها تدل على حياة طيبة من مال عمال كرام ذوي منفعة، فإن كانت بلحم الغنم فإنها حياة طيبة في شرف وكرم وعز من قبل أشراف الناس وساداتهم مع عيش طيب من وجه حلال، فإن كانت بلحم العصافير فإنه ينال حياة طيبة شريفة عزيزة من ملك أو سلطان، فإن كانت بلحم الطيور فإنها ولاية أو تجارة أو كسب حلال مع قوم كرام، والسكباج يدل على مرض إلا إن كانت مطبوخة بلحم العصافير فإنها تدل على الولاية وقضاء الحاجة"
    },
    {
        "id": 76,
        "text": " السكر\n  هو في المنام يدل على الأفراح والشفاء من الأمراض وزوال الهموم والأنكاد وبلوغ الآمال، فإن دل على الزوجة كانت جليلة مليحة، وإن دل على الولد كان جليلاً ذكياً عالماً يشارك كل ذي فن في فنه، وإن دل على المال كان حلالاً طيباً، وإن دل على العلم كان سليماً من البدعة، والسكر يدل على المال، والسكرة الواحدة قبلة من حبيب أو ولد، والسكر الكثير يدل على القتال والقيل.وقال ابن سيرين رحمه الله تعالى: لا خير في بيع السكر، والسكر النبات يدل على الإخلاص في القول والعمل. وربما دل على رفع الأمراض والشفاء منها. وربما دل على الفرج والرزق من جهة النبات أو نزول القطر"
    },
    {
        "id": 77,
        "text": " السكرجة\n  هي في المنام جارية أو خادمة أو غلام أو خادم، والسكرجة تدل على الطفلة والربيبة والوصيفة"
    },
    {
        "id": 78,
        "text": " السكر\n  يدل في المنام على الهم والحزن، والسكر غنى الدهر مع البطر، فإذا كان السكر من نبيذ فهو سلطان على كل حال، فإن سكر ومزق ثيابه، فإن رجل يبطر، ولا يحتمل النعم، ولا يضبط نفسه. ومن رأى  أحداً يشرب خمراً وسكر منها فإنه يصيب مالاً حراماً، ويصيب من ذلك الملك سلطاناً، والسكر سلطان ومال إذا كان من شراب، والسكر من غير شرب خوف شديد، والسكر دليل رديء للرجال والنساء لأنه يدل على جهل كثير، والسكر دليل خير لمن كان خائفاً، والتساكر من غير سكر يدل على الادعاء بما ليس فيه، وبما لا يقدر عليه. وربما نزلت به نازلة تهمه فيرجع منها سكراناً وهو ليس بسكران، وإن كان من أهل الصلاح غلب عليه السكر من حب الله تعالى"
    },
    {
        "id": 79,
        "text": " السكري\n  هو في المنام رجل بارع لطيف، فإن باع السكر فإنه يسمع الناس كلاماً لطيفاً ويجيبونه بألطف منه"
    },
    {
        "id": 80,
        "text": " السكين\n  تدل في المنام على خادم المكان، والتصدي لنفع أهله كصاحبه، فحدتها دليل على نفاذ أمره، أو على حركة من دلت عليه، فإن رأت المرأة أن معها سكيناً أو أعطت أحداً من النساء سكيناً دل على حبها لمن هو مشهور من الرجال، فسكين الأقلام كاتب، وسكين الذباح جزار، وسكين الجند قوة وخدمة، والسكين حجة، وقيل من رأى سكيناً فإنه ينال قوة ومالاً على يدي خادم. ومن رأى  أنه ابتلع سكيناً أكل من مال ابنه، والسكين في المنام ولد ذكر، وقيل من رأى بيده سكيناً فإنه ينال مائتي درهم، لأن نصابها نصاب من المال، وقد تعبر السكين للفقير بخمسة وعشرين درهماً. ومن رأى  بيده سكيناً، وكان في محاكمة فإنه ينتصر وتثبت له حجة وبرهان، لأنها من السلاح، وتقيه الأعداء. ومن رأى  أنه أعطي سكيناً ليس معه من السلاح غيره فإنه يصيب خيراً وينال رزقاً. ومن رأى  أنه ذبح بالسكين فإنه يأخذ بما ذبحت السكين من طير أو حيوان أو غيرهما. ومن رأى  أنه ذبح يديه بالسكين فإنه يرى شيئاً يتعجب منه. ومن رأى  أنه يدخل سكيناً أو خنجراً في نصابه فإنه يتزوج امرأة، ومن استفاد من منامه سكيناً استفاد زوجة إن كان عازباً، وإن كانت له إمرأة حامل سلم ولدها، وإن كانت السكين ماضية كان الشاهد عدلاً، وإن كانت غير ماضية أو ذات فلول جرح شاهده، وإن أغمدت استدل أو ردت شهادته لحوادث تظهر منه في غير الشهادة"
    },
    {
        "id": 81,
        "text": " السلاح\n  هو في المنام نصر، وتفوق على الأعداء، ودفع للأمراض. ومن رأى  عليه أسلحة وهو بين قوم ليس عليهم أسلحة فإنه يكون رئيسهم، على قدر كمال سلاحه.وإن رأى  أن الناس ينظرون إليه وهو متسلح فإنه يحسدونه ويغتابونه، فإن كانوا شيوخاً فإنهم أصدقاؤه، وإن كانوا شباناً فإنهم أعداؤه. ومن رأى  أن عليه أسلحة وهو قادر على استعمالها فإنه يدل على كيله وبلوغ حاجته. وأما المرضى فإنه يدل فيهم على موته. وربما كان صلاحاً في الدين، وإن كان خائفاً أو مريضاً شفاه الله تعالى، وإن كان مسافراً رجع إلى أهله سالماً. ومن رأى  أنه سلب منه سلاحه، فإن ذلك ضعف سلطانه وقومه، ويدل السلاح على الزوجة التي يتحصن بها الرجل من الشيطان"
    },
    {
        "id": 82,
        "text": " السلاح\n  هو بائع السلاح أو صانعه، هو يدل في المنام على سلطان جائر"
    },
    {
        "id": 83,
        "text": " السلال\n  تدل رؤيته في المنام على النساج، أو الخياط أو باني البيوت، أو المهندس. وربما دلت رؤيته على الحفار الذي يواري الأموات في قبورهم ويسترهم"
    },
    {
        "id": 84,
        "text": " السلبة\n  هي في المنام سلب أو رزق أو عمر طويل أو زواج للعازب"
    },
    {
        "id": 85,
        "text": " السلخ\n  من رأى في المنام أن جلده سلخ فإنه يصيب خيراً، أو يتزوج إمرأة تعطيه مالها، وقيل من رأى أنه يسلخ جلده، أو ينسلخ منه فإنه يفارق ماله، ويخرج عنه، وإن كان مريضاً فذلك موته وانسلاخه من الدنيا"
    },
    {
        "id": 86,
        "text": " السلحفاة\n  هي في المنام إمرأة تتعطر، وتتزين، وتعرض نفسها على الرجال، وقيل السلحفاة قاضي القضاة لأنها أعلم ما في البحر وأورعه، وقيل هي رجل عالم.فإن رأى سلحفاة مكرمة في بلد أو قرية، فإن أهل العلم في ذلك الموضع أعزاء، فإن رآها في مزبلة، فإن هناك عالماً ضائعاً بين الجاهلين، وقيل هي رجل عابد، وأكل لحم السلحفاة مال أو علم من حيث لا يحتسب، أو أنه يصيب خيراً أو براً ومنفعة ومالاً. ومن رأى  أنه ملك سلحفاة أو أدخلها منزله فإنه يفوز بإنسان عالم.وإن رأى سلحفاة مطروحة في الطريق، فإن هناك علماً مطروحاً، فإن رآها مصونة في وعاء أو في ثوب، فإن العالم هناك مرفوع عزيز، وقيل السلحفاة تدل في المنام على المكر والخديعة، والتجسس والاختفاء، والبئر واقتناء السلاح"
    },
    {
        "id": 87,
        "text": " السلسلة\n  تدل في المنام على المرأة الطويلة العمر، دائمة المال الحلال. وربما دلت على التهديد والتوعد، والسلسلة في المنام معصية إن رآها بيده أو في عنقه. ومن رأى  سلسلة في عنقه تزوج، إمرأة سيئة الخلق، والسلسلة تدل على تعقد الأمور. ومن رأى  أنه ربط بسلسلة ناله هم. ومن رأى  سلسلة كسرى وكان مظلوماً فإنه ينتصر، وتدل سلسلة كسرى على عدل الملك الذي يرى في بلده"
    },
    {
        "id": 88,
        "text": " السلطان\n  يدل في المنام على الله تعالى ورخاء السلطان وسخطه يدل على رضا الله تعالى وسخطه ممن رآه عابساً من غير سبب، فإن الرائي محدث في صلاته أو في دينه فساد، فإن رآه مستبشراً فإنه يصيب خيراً في دينه ودنياه، كما يحصل على رفعة وصلاح حال.وإن رأى  أن الله تعالى جعله سلطاناً في الأرض فإنه ينال مجداً وعزاً، وينال الخلافة، أو الإمامة إن كان أهلاً لذلك، ولكن لا ترثها أولاده. ومن رأى  أنه قتل الخليفة فإنه يطلب أمراً عظيماً ويظفر به. ومن رأى  أنه أصبح رجلاً من الملوك الأعاظم والسلاطين نال جدة في الدين. ومن رأى  أنه تحول ملكاً وهو ليس بأهل لذلك فإنه يموت سريعاً، وإن كان أهلاً لذلك نال رياسة ودولة وقوة. ومن رأى  أنه صار ملكاً، وكان مريضاً في اليقظة دلت رؤياه على موته، فإن كان صحيح الجسم كان ذلك هلك أقربائه وفراقه لهم، وإن كان صاحب مكر وفجور دلت رؤياه على أسره وتقييده. وإذا رأى العبد أنه أصبح ملكاً دل ذلك على عتقه. وإذا رأى الفيلسوف، أو العراف أنه صار ملكاً، فإن ذلك محمود له، وهو دليل خير.وإذا رأى في منامه أنه رئيس جماعة دل ذلك على غم وحزن وخسران، وجميع الرئاسات إذا رأتها المرأة دلت على موتها، وكل رئاسة لا تصلح للرجال، فإذا رآها رجل دل ذلك على موته. ومن رأى  أنه صار سلطاناً كبر في أعين الناس وبلغ مراده. ومن رأى  أنه كسرى صار إلى ملك كبير ومال كثير. ومن رأى  أن السلطان عاتبه بكلام بر وحكمة فهو صلاح فيما بينهما، وإن خاصم السلطان العادل فقد ظفر بحاجته عنده. ومن رأى  أنه رديف السلطان على دابة فهو يتبعه، أو يخلفه في أمره في حياته أو بعد مماته، فإن أكل مع السلطان فإنه يصيب شرفاً، فمن دخل دار السلطان فإنه يتولى أمور نسائه ويوسع عليه الدنيا، فإن دخلها ساجداً نال رئاسة وعفواً.فإن رأى باب دار الملك تحول من مكانه، فإن عاملاً من عماله يتحول من وظيفته، أو يتزوج الملك إمرأة أخرى.فإن رأى إنسان أن السلطان ولاه نائباً عنه فإنه عز وشرف.وإن رأى وال أن عهده أتاه فهو عزله، وكذلك إن نظر في مرآة فهو عز له أيضاً، وكذلك لو رأى أنه طلق إمرأته فإنه يعزل.فإن رأى نفسه نائماً مع السلطان فاته يخالط السلطان مخالطة يحقد عليها.فإن رأى  أن السلطان يمشي راجلاً فإنه يكتم سراً ويتفوق على عدوه.فإن رأى  السلطان أن رعيته مدحته فإنه ينتشر ذكره وثناؤه ويظهر حسانه ويظفر بعدوه.فإن رأى  السلطان أن رعيته تنثر عليه دنانير فإنهم يسمعونه مكروهاً، فإن نثروا عليه دراهم فإنهم يسمعونه كلاماً حسناً، فإن نثروا عليه مسكراً فإنهم يسمعونه كلاماً لطيفاً، فإن رموه بالحجارة فإنهم يسمعونه كلاماً قاسياً، فإن ألقاهم في النار فإنه يدعوهم إلى الكفر والبدع.فإن رأى  السلطان أن له قرنين فإنه ينال ملك المشرق والمغرب لقصة ذي القرنين ويكون عدلاً منصفاً فاتحاً.فإن رأى  السلطان أن الناس يسجدون له فإنهم يتواضعون له.فإن رأى أنهم يصلون عليه فإنهم يثنون عليه بالخير.فإن رأى  السلطان أنه يعمل برأي إمرأته فيذهب ملكه، أو يقع في غم عظيم، فإن خالفها نجا. وإذا رأى السلطان أنه قاتل ملكاً فصرعه فالمغلوب هو الغالب، وإن قاتل أسداً فصرعه فإنه يغلب ملكاً غشوماً.فإن رأى  السلطان أنه ركب فرساً فإنه ينال ولاية.فإن رأى ملك خادماً ويسقيه ويطعمه فإنه ينال ملكاً لا يكون له، فإن أطعمته جارية نال ملكاً مع سرور.فإن رأى  السلطان أن غلاماً أطعمه لقمة فإنه ينال من عدوه مصيبة، فإن بلعها فإنه ينجو من كيد عدوه، أما إذا عف باللقمة فإنه يموت.وإن رأى  الملك أنه يهيئ مائدة ويزينها فإنه يعانده قوم باغون ويظفر بهم، ومؤاكلة السلطان العادل شرف وخير في الدين والدنيا.فإن رأى  السلطان أنه تحول عن سلطانه من قبل نفسه فإنه يأتي أمراً يندم عليه. ومن رأى  أنه سلطان ويمشي في الأسواق مع غيره دل ذلك على تواضعه.فإن رأى  السلطان أنه يصلي بغير وضوء أو في موضع لا تجوز الصلاة فيه كالمزبلة والمقبرة فإنه يطلب أمراً قد فات. ومن رأى  أنه مريض فذلك مرض دينه وحوره على رعيته.فإن رأى  أن السلطان حمل على أعناق الرجال فهو فساد في دينه وقوة سلطانه.وإن رأى  أن السلطان مات ولم يدفن فهو فساد دين له، فإن مات ودفن لانصرف الناس عنه فهو اليأس، وكل رؤيا ترى عن حياة ملك ميت فتأويله عقب ذلك الملك. ومن رأى  السلطان العادل يدخل مكاناً، فإن رحمة الله تعالى تغشى ذلك الموضع، وإن كان المكان مما ينكر دخوله في اليقظة فهو مصيبة. ومن رأى  أنه يختلف إلى أبواب الملوك فإنه ينال ظفرا بالإعطاء. ومن رأى  أنه دخل على ملك فإنه ينال شرفاً وسروراً. ومن رأى  أنه خاصم ملكاً نال قرة عين وسرور وخير، ورؤية الملوك الأموات دالة على ما تركوه بعدهم، وتدل رؤية الملك على النصر على الأعداء، وعلى الفجور، وتدل رؤية السلطان المجهول على النار والبحر والنوم.وإن رأى  أن الملك في صفة رديئة كان دليلاً على سوء تدبيره في الرعية. وربما دلت رؤية الملك على المسكوك من دراهمه أو دنانيره. ومن رأى  في المنام أميراً أو سلطاناً ربما تسلط على أعراض الناس. ومن رأى  أنه يعانق السلطان، أو يصافحه فيصلح حاله عنده. ومن رأى  أنه يخاصم سلطاناً فإنه يجادل بالقرآن، لأن السلطان في اللغة الحجة.وإن رأى  المريض أن سلطاناً مجهولاً أرسل في طلبه فذلك رسل ملك الموت، والله هو السلطان. ومن رأى  أن السلطان أخذ قلنسوته فإنه يأخذ ماله. ومن رأى  أن السلطان في النزع فإنه مكروب. ومن رأى  أن السلطان مجنون فهو مهموم. ومن رأى  أن السلطان تنحى عن مجلسه، فإن ذلك انتقاص سلطانه أو زواله. ومن رأى  أن منبر السلطان انكسر به، أو أنه لم يكمل صلاته أو انتزع منه سيفه أو تهدمت داره أو نطحه ثور أو وطئته دابة فكل ذلك عزله عن سلطانه، والثياب السود للسلطان زيادة قوة، والبيض زيادة بهاء وخروج من ذنب، وثياب القطن ظهور الورع والتواضع، وثياب الصوف كثرة البركة. وإذا رأى الجاسوس أنه صار سلطاناً فيظهر حاله. وإذا رأت المرأة إنها سلطان فإنها تفتضح، وإن كانت مريضة فإنها تموت.فإن رأى في عمى السلطان عمى عميت عليه أخبار قومه، ذلك الملك"
    },
    {
        "id": 89,
        "text": " السلعة\n  من رأى في منامه أن في جسده سلعة فقد أصاب مالاً"
    },
    {
        "id": 90,
        "text": " السلق\n  هو في المنام يدل على خير ورزق، وإذا أكل السلق قبل طبخه كان دليلاً على الدين، وإتيان الشبهات، أو النساء الحائضات، والسلق كلام في العرض"
    },
    {
        "id": 91,
        "text": " السلوى\n  هو في المنام رزق من الله تعالى، ويدل على دفع الهم والنكد وإنجاز الوعد. وربما دلت رؤيته على كفران النعم، وزوال المنصب، وضنك العيش"
    },
    {
        "id": 92,
        "text": " سليمان عليه السلام\n  تدل رؤيته في المنام على الملك، أو القضاء. وربما دانت له الصعاب، ونال من الله تعالى المنزلة العظيمة مع حسن العاقبة في الآخرة. وربما دلت رؤيته على المحنة من جهة النساء، وإن كان الرائي والياً عزل. وربما تزوج بالاحتيال إمرأة غنية وشريفة، وإن كان الرائي يرزق من جهة الطيور أو إحضار الجان أو عمل القوارير أفاد من ذلك رزقاً كبيراً، وربما ينتصر على عدوه بعد ظفره به وانتصار عليه. ومن رأى  سليمان عليه السلام ظهرت نعمة الله تعالى عليه. وربما دلت رؤيته على العلم باللغات، أو على سلامة المريض، وإن من إسمه سليم كما أن من إسمه أمان، وكما أن من إبراهيم إبراء خلافا لرؤية نوح عليه السلام، فإن رؤيته في المنام دالة على موت المريض، وإن منه ناح ينوح، فمن عصاه في المنام كان نماماً، وإن كان مريضاً مات، ورؤية خاتمه عليه السلام تجديد ولاية لمن ملكه، ومن رآه عليه السلام تكثر أسفاره وينال ولاية يطيعه فيها العدو والصديق، ومن رآه عليه السلام يكسب مالاً وينال ملكاً وينال خيراً وسلامة"
    },
    {
        "id": 93,
        "text": " السم\n  هو في المنام مال، فمن رأى أنه شرب السم فانتفخ وتورم فإنه يصيب مالاً بقدر الورم والانتفاخ، وإن لم يدل القيح في التسمم نال كرباً وغماً، والسموم القاتلة في الرؤيا دليل الموت، والسم هم لمن شربه. ومن رأى  من العبيد كأنه شرب سماً فإنه يعتق، أو يتزوج. ومن رأى  أنه يسقي غيره سماً فإنه يزني بامرأة، وإن السم لا يسقى إلا خفيه، وكذلك الزنى لا يحدث إلا خفية. ومن رأى  أنه يشرب السم، فإن حياته تطول"
    },
    {
        "id": 94,
        "text": " السماط\n  ربما كان السماط جابياً، لأنه يسمط الناس من أموالهم، والسماط رجل يأكل أموال اليتامى ظلماً، وقيل إنه كاشف الكرب"
    },
    {
        "id": 95,
        "text": " السماع\n  إذا كان السماع في المنام للقرآن الكريم أو مديح النبي صلى الله عليه وسلم أو سماع خطاب، فإن ذلك يدل على الهداية والإنابة إلى الله تعالى، والرجوع إليه سبحانه، وإن سمع غير ذلك كان كمن قال الله تعالى فيهم:  \"  وإن تدعهم إلى الهدى لا يسمعوا  \". واستراق السمع كذب ونميمة. وربما يصيب صاحبه مكروه من جهة السلطان. ومن رأى  أنه يسمع وكان والياً غزل. ومن رأى  أنه يستمع إلى إنسان فإنه يريد هتك سره وفضيحته. ومن رأى  أنه يستمع أقاويل ويتبع أحسنها فإنه ينال بشارة. ومن رأى  أنه يسمع ويتظاهر بالصمم فإنه يكذب ويتعود ذلك"
    },
    {
        "id": 96,
        "text": " السماني\n  تدل رؤيته في المنام على الفوائد والأرزاق من سبب الزرع والفلاحة، وهو دليل على الأرزاق من الشبهات والمقالات في اللهو واللعب والتبذير. وربما دلت رؤية السماني على الجرم لما يوجب الحبس والصلب"
    },
    {
        "id": 97,
        "text": " السماء\n  إذا سقط من السماء نار أصاب الناس أمراض وجدري وموت أو غلاء أو أصاب النبات جراد. وربما تدل السماء على السلطان أو قصره، فمن صعد إليها بسلم أو بحبل نال من الملك رفعة، وإن صعد بلا سلم ولا حبل ناله خوف من السلطان وداخله غرور، وإن وصل إلى السماء بلغ غاية الأمر، وإن كان مريضاً في اليقظة ثم لم يعد إلى الأرض هلك من علته. وأما الدنو من السماء، فيدل على القرب من الله تعالى وذلك لأهل الطاعات والأعمال الصالحة. وربما دل ذلك على القرب من الإمام والسلطان والعالم والوالد والزوج والسيد. وربما دل السقوط من السماء إلى الأرض على هلاك السلطان إن كان مريضاً، وسقوط السماء قد يدل على الأرض المجدبة، والعرب تسمي المطر سماء لنزوله من السماء، وإذا سقطت السماء على إنسان وكان مريضاً في اليقظة مات، ومن صعد إلى السماء فدخلها نال الشهادة وفاز بكرامة الله، والسماء الدنيا موضع القمر، والقمر في التأويل الوزير. ومن رأى  أنه في السماء الثانية نال أدباً وفطنة ورئاسة، وإن السماء الثانية لعطارد. ومن رأى  أنه في السماء الثالثة نال نعمة وجواري وحلياً فرحاً، وإن السماء الثالثة للزهرة. ومن رأى  أنه في السماء الرابعة نال ملكاً وسلطة وهيبة، وإن السماء الرابعة للشمس. ومن رأى  أنه في السماء الخامسة نال ولاية الشرطة أو قتالا، وإن السماء الخامسة للمريخ. ومن رأى  أنه في السماء السادسة فإنه يرزق فقهاً وقضاء، وزهداً وعبادة ويكون حازماً، وإن السماء السادسة للمشتري. ومن رأى  أنه في السماء السابعة فإنه ينال عقاراً وفلاحين، وإن السماء السابعة لزحل. ومن رأى  أنه فوق السماء السابعة فإنه ينال رفعة عظيمة ولكنه يهلك، فإن اخضرت السماء كثر الزرع، وإن اصفر كثر المرض فيها، وإن خرج من السماء غنم فإنه غنيمة، وإن خرج سبع فيبتلون بجور سلطان، وإن فتحت أبواب السماء كثرت الأمطار.وإن رأى  الإنسان أنه سرق السماء وخبأها فإنه يسرق مصحفاً ويدفعه إلى امرأته. ومن رأى  أنه يدور في السماء ثم ينزل منها فإنه يتعلم علم النجوم ويصبح مذكوراً. ومن رأى  أنه معلق بحبل من السماء فإنه يلي سلطاناً في الدين.فإن رأى  أن الحبل انقطع به زال عنه سلطانه. ومن رأى  السماء تبنى بحضرته فإنه شهد بالزور، لقوله تعالى:  \"  ما أشهدتم خلق السموات والأرض  \". ومن رأى  أنه خر من السماء إلى الأرض فإنه يرتكب ذنباً عظيماً. ومن رأى  أن السماء خرج منها نور دل على هداية أهل ذلك المكان، وإن خرج ظلام دل على ضلالهم، والسماء دالة على البلد والحصن والدار والزوجة، والولد والوالدة والأستاذ والأمكنة التي يرجى منها النفع، وتدل السماء على القسم لمن أطلع إليها في المنام، لقوله تعالى:  \"  والسماء ذات الحبك  \". وقوله تعالى:  \"  والسماء ذات البروج  \". وقوله:  \"  والسماء والطارق  \". وربما دلت على البناء العجيب. وربما دلت السماء على البحر لسعته، ولما فيه من خلق الله تعالى، وتدل السماء في المنام على كل ما يعلو الرأس من قلنسوة وسقف، وعلى ما يتوقى به من الأعداء كالسلطان. وربما دل الصعود إلى السماء على الجدل والأنكاد من ذوي الحسد والأعداء. وربما دلت السماء على السجن، والصعود إليها دليل على رفع الهمة"
    },
    {
        "id": 98,
        "text": " سمرة اللون\n  تدل في المنام على اختلاف النسب"
    },
    {
        "id": 99,
        "text": " السمسار\n  هو في المنام رجل يدعي السخاء، ويأمر بإعطاء الجزيل. أنظر أيضاً الدلال، وأنظر أيضاً النخاس"
    },
    {
        "id": 100,
        "text": " السمسم\n  هو في المنام رزق حلال، وكذلك عصارته السيرج مال في عز وقوة، وكذلك سائر الحبوب. ومن رأى  أنه يزرع سمسماً فإنه ينال ولاية وتجارة وزهداً وربحاً وفرحاً، وقيل السمسم والخردل للأطباء وحدهم خير، أما لسائر الناس فهو دليل على المرض. ومن رأى  سمسماً تضرر لأنه سم مكرر"
    },
    {
        "id": 101,
        "text": " السمك\n  هو في المنام إذا عرف عدده فهو نساء، وإن لم يعرف عدده فهو مال وغنائم، أما الحوت فهو وزير الملك، وإن البحر ملك والسمك جند الملك، فإن كان السمك حياً طرياً دل على الجارية البكر. ومن رأى  أنه يصطاد سمكاً كبيراً، فإن ذلك يدل على منفعة وخير، والسمك اللين القشر دليل خير لمن يريد الخديعة، والسمك البني دليل خير لمن أراد الزواج، والسمك الميت في داخل البحر دليل رديء، ويدل على رجاء لا يتم. ومن رأى  سمكة في فراشه فهي دليل رديء لمن يسير في البحر أو لمن كان مريضاً، ومن اصطاد السمك من ماء كدر أصابه هم شديد. ومن رأى  أنه يأكل سمكاً حياً بلغ الملك، وإن كان يأكل السمك المالح أصابته شدة. وقيل إذا بلغ السمك أربعة كان نساء، وإذا كان أكثر من أربعة فهو غنائم وأموال، والسمك المقلي يدل على إجابة دعوة، وقيل السمك المشوي سفر في طلب علم. ومن رأى  أنه يشتري من السماك سمكه فإنه يشتري جارية، أو يتزوج امرأة، وإن كان السمك ينتقل من البحر الحلو إلى البحر المالح، وسمك البحر المالح ينتقل إلى الحلو دل ذلك على النفاق، والسمك الصغير والكبير يدل على الاهتمام بالأفراح والأحزان، فإن نزل عليه من السماء سمك مشوي فبشارة له باستجابة دعائه وانتصاره على أعدائه وارتفاع قدره. وربما دلت رؤية السمك على الهم والنكد والمرض"
    },
    {
        "id": 102,
        "text": " السماك\n  تدل رؤيته في المنام على الشر والخصومات والهم والغم، أو الفرج بعد الشدة، وبائعه طرياً تدل رؤيته على دلال الجواري والمماليك، وعلى بائع الجواهر والمماليك، وعلى الأرزاق والمال الحلال، والعلم والكد والاحتيال، فمن اشترى من السماك سمكة فإنه يشتري جارية، أو يتزوج امرأة"
    },
    {
        "id": 103,
        "text": " السمكري\n  تدل رؤيته في المنام على المؤدب والدهان والمصور. وربما دلت رؤيته على الكذاب"
    },
    {
        "id": 104,
        "text": " السمن\n  هو في المنام علم نافع، ومن حملت من النساء سمناً مكر بها، والسمن دال على الفقه والقرآن لأهله، وعلم الدواء لنفعه وشفائه، وعلى المال والغلات والأرباح والخصب والرخاء، وعلى الصحة لمن هو في سقم إن أكله"
    },
    {
        "id": 105,
        "text": " السمان\n  تدل رؤيته في المنام على العالم الكبير، والمتفنن في الفضائل، والمشارك للناس في العلم والمال، وتدل رؤيته على زواج العازب بالغنية والجميلة، والسمان رجل موسر، والسمن مال، فمن رأى أنه يبيع سمناً فإنه ينال فائدة"
    },
    {
        "id": 106,
        "text": " السمنة\n  من رأى في المنام أنه سمين زاد ماله، وإن كان مع السمنة قد لبس ثياباً صفراء فإنه يمرض ثم يشفى، وقيل سمنة الجسم تدل على العز، وقيل السمنة في البدن والقوة في الدين والإيمان، وقيل السمنة دليل على الاصطفاء وعلو الشأن"
    },
    {
        "id": 107,
        "text": " السمور\n  هو في المنام رجل كافر ظلوم لص، لا يخالط الناس، يجمع المال الكثير ولا ينتفع أحد بما له إلا بعد موته"
    },
    {
        "id": 108,
        "text": " السن\n  هي في المنام دالة على منتهى الأجل. وربما دلت الأسنان على المال والدواب والأجراء والموت والحياة، وتدل على الودائع والأسرار، والأسنان أهل بيت الإنسان فالعليا هم الرجال من جهة أبيه، والسفلى هن النساء من جهة أمه، والثنيتان العليا هما الأب والعم أو أخوات وولدان، والرباعية إبن عم الرجل، والناب سيد أهل بيته، والضواحك الأخوال وبنو الأخوال، والأضراس أجداد، والثنيتان السفليتان هما الأم والعمة، أو الأختان والبنتان، والرباعية السفلى إبنة العم أو إبنة العمة، والناب الأسفل سيد أهل بيته، والضواحك السفلى بنت خالته أو بنت خاله، والأضراس السفلى والعليا الأبعدون من أهل بيت الرجل والجدة، فإن تحرك منها سن واحدة فهو مرض، فإن سقطت أو ضاعت فإنه موت.وإن رأى  الإنسان بعض أسنانه تآكلت فيصيبه بلاء.وإن رأى  أن ثنيته أطول وأجمل وأشد بياضاً مما كانت، فإن أباه وعمه ينالان قوة وزيادة في مالهما. ومن رأى  أنه يعالج أسنانه فقلعها، فإن ينفق ماله على كره، أو يقطع الرحم.وإن رأى في أسنانه قلوحة قد علتها وسواد فهو عيب في أهل بيته.وإن رأى لأسنانه تعفناً فهو قبح الثناء على أهل بيته، وإن تحركت أسنانه فهو مرض أقاربه.وإن رأى  أن أسنانه انكسرت فإنه أحد أقاربه أو أصدقائه يموت، وما كان من الأسنان في الناحية اليمنى فهو يدل على ذكور، وما كان من الناحية اليسرى يدل الإناث، وأسنان الناحية اليمنى تدل على المسنين من الرجال والنساء، وأسنان الناحية اليسرى تدل على الأحداث منهم، ومقاديم الأسنان تدل على الصبيان، والأنياب تدل على النصف منهم، والأضراس الطواحين تدل على المسنين منهم.وإن رأى  الإنسان أن أسنانه من ذهب فذلك محمود ودليل على حريق يقع في منازلهم أو مرض اليرقان.وإن رأى  أن أسنانه من زجاج أو خشب فذلك يدل على موت يقهره، وإن رآها من فضة فهو دليل ضرر وخسران.وإن رأى  أن نابه انصدع مات ابنه.وإن رأى في موضع القلع دودة أو أكثر فإنه أولاد يخلفهم.وإن رأى  أن بعض أسنانه طالت فإنه يخاصم أهله. ومن رأى  أنه قلع جميع أسنانه، فإن أهله يموتون قبله. ومن رأى  تضريس أسنانه، فإن أهله يخذلونه. ومن رأى  أنه خلل أسنانه دل على تشتيت أهله ووقوع الخلل بينهم أو نقصان ماله، وإن نقى اللحم من بين أسنانه اغتاب قوماً، وقيل الأسنان تدل على العقد من اللؤلؤ للنساء.وقال ابن سيرين رحمه الله تعالى: قلع الضرس في المنام قطع رحم ولد، وكلال الأسنان يدل على ضعف حال أهل بيته، والنواجذ في المنام أتباع، ويدل قلع السن على قدوم الغائب أو موت من يعز عليه فإنه قلع أسنانه بيده تصرف في ماله تصرفاً رديئاً أو عاشر أهله بغير المعروف أو فعل منكراً وندم عليه، فإن قلعها له أحد دل على احتياجه إلى الرهن، أو البيع، وتجديد ما يقلع في المنام من الأسنان دليل على المعارضات والربح بعد الخسارة"
    },
    {
        "id": 109,
        "text": " السنبلة\n  تدل رؤيتها في المنام على مال مجموع يتضاعف، والسنبلة الخضراء القائمة على ساق هي رزق وخصب، والسنبلة اليابسة جدب وقحط. وربما دلت سنابل القمح على الشدة، أو على الأعوام والشهور والأيام، وقد تدل على أموال الدنيا ومخازنها، ومن التقط سنابل متفرقة من زرع يعرف صاحبه أصاب مالاً متفرقاً من صاحبه"
    },
    {
        "id": 110,
        "text": " السندان\n  تدل رؤيته في المنام على الصبر والثبات في الأمور، وعلى الشر، وعلى الخصومات. وربما دل على ما يداس ويتوصل به إلى المقاصد كالجسر والدابة والمداس"
    },
    {
        "id": 111,
        "text": " السنديان\n  تدل رؤية هذا الشجر في المنام على مال رابح وعز ثابت. وربما دلت على معاشرة أهل الغفلة، أو المنحرفين في القفار"
    },
    {
        "id": 112,
        "text": " السنط\n  تدل رؤيته في المنام على الشح والشر، والعمل بأعمال أهل النار"
    },
    {
        "id": 113,
        "text": " السنة\n  ربما دلت رؤيتها في المنام على الجدب والقحط، أو على الارتياب والشك في الدين، أو على الشدة والتهدد، أو على زيادة العلم، ورؤية الحول في المنام دليل على تغيير الأحوال، ورؤية العام دليل على الفتنة يراها الرائي في نفسه أو في غيره. وإذا رأى الإنسان العام وكان الناس في قحط دل على كثرة الخير، وقد تدل السنة في المنام للمرأة الحامل على الخلاص من الولادة. أنظر أيضاً العام"
    },
    {
        "id": 114,
        "text": " السنور\n  هو في المنام خادم، وقيل لص من أهل البيت، وقيل الأنثى منه إمرأة سيئة خداعة، ومن عضه السنور أو خدشه فإنه يمرض، وإن كان السنور وحشياً فهو أشد. ومن رأى  أنه باع هره فإنه ينفق ماله، ومن أكل لحم سنور تعلم السحر. ومن رأى  أنه تحول سنوراً فإنه يعيش من التلصص. ومن رأى  أن سنوراً دخل داراً فيدخل في هذه الدار لص، والقط في المنام يدل على الكتاب، لقوله تعالى:  \"  وقالوا: ربنا عجل لنا قطناً قبل يوم الحساب  \". وربما دل القط على جفاء الزوجة والأولاد، والخصام والسرقة، والزنى وعدم الوفاء، واستراق السمع والغمز والهمز والصخب. وربما دل على الولد من الزنى واللقيط، ويدل على الإنسان المتحبب إلى قلوب الناس بالنط والرقص، فإن اتفق الهر والفأر، أو الذئب والغنم كان دليلاً على النفاق والتملق، أو على العدل في الرعية. وربما دلت الهرة على المرأة الحريصة على تربية الأولاد وتأديبهم، فإن خدش الهر إنساناً دل على عدو مجاهد، وقط الزباد رؤيته في المنام دالة على رجل فيه سيماء الأشرار وأخلاق الأخيار"
    },
    {
        "id": 115,
        "text": " السهر\n  يدل في المنام على فقد أحب الخلق إلى الإنسان من أهل أو ولد أو حبيب. ومن رأى  أنه كثير السهر لا يأخذه النوم فإنه يفارق أحبابه"
    },
    {
        "id": 116,
        "text": " السهم\n  تدل رؤيته في المنام على الرسول والمكاتبة، وعلى القوة والنصر على الأعداء، والسهم الواحد المنكوس إذا رأته المرأة في الجعبة فهو انصراف زوجها عنها، وقيل من رأى بيده سهماً فإنه ينال ولاية وعزاً ومالاً، وانكسار السهم الخارج من القوس عجزه عن أداء الرسالة، والسهم للمرأة زوجها.وإن رأى  أن إمرأة أو جارية رمته بسهم فأصابت قلبه فإنها تمازحه فيتعلق بها"
    },
    {
        "id": 117,
        "text": " السهو\n  يدل في المنام على الهم والنكد، ووضع الشيء في غير محله"
    },
    {
        "id": 118,
        "text": " السواد\n  هو في المنام سؤدد ومال، وليس السواد لمن اعتاد لبسه مجد وسؤدد، ولغير المعتاد هم وحزن، وكان ابن سيرين رحمه الله يجعل كل سواد مالاً. ومن رأى  في منامه أنه تزوج إمرأة سوداء قصيرة، كان سوادها كثرة مالها وقصرها قصر عمرها. ومن رأى  أن أحداً أهدى إليه عبداً نوبياً أسود تهدى إليه أكياس من الفحم. وقيل إن الأسود لا تحمد رؤياه لما في لفظه من ذكر السوء، والسواد في البدن سؤدد، وإن ابيض الأسد في المنام دل على الثناء الجميل، والإقلاع عن الذنوب، والإيمان بعد الكفر، فمن ابيضت يداه دون بدنه دل على ظهور الكرامات لذوي الصلاح وانتصار على الأعداء، والقرب من الأكابر، وعلو الشأن، وجميع السودان سوء دان، والحبش حب شيء"
    },
    {
        "id": 119,
        "text": " السوار\n  من رأى من الرجال سواراً في يده فهو ضيق، فإن كان السوار من ذهب أو فضة فهو رجل صالح للسعي في الخيراًت. ومن رأى  في يده سواراً من ذهب غلت يده.وإن رأى ملكاً سور أيدي رعيته فإنه يرفق بهم، ويعدل في معاملتهم، وينالون كسباً وبركة، فإن سورت يد السلطان فهو فتح يفتح على يده مع ذكر وصيت، والسوار ولد ذكر أو خادم، والسوار للمرأة نعمة وسرور. ومن رأى  سواراً من فضة زاد ماله، والسوار هم لمن لبسه من الرجال وزينة للنساء، وإذا كان السوار على الأموات فإنهم في الجنة، والسوار زوجة للعازب. وقيل إن أساور الفضة دين وتقوى لمن لبسها في المنام لأنها من حلي أهل الجنة، وإذا كانت الأساور من عظم أو عاج فربما دل ذلك على الإماء والأراذل من الأحرار. وربما دلت الأساور على الأسى والتأسي. وربما دل السوار على ما يحدث في البلد، أو يدخل إليها، أو يخرج منها"
    },
    {
        "id": 120,
        "text": " السواك\n  من رأى في المنام أنه يستاك فإنه يقيم سنة من سنن رسول الله صلى الله عليه وسلم على قدر استياكه،\nويكون محسناً إلى أقاربه، متحملاً لمئونتهم. ومن رأى  أنه استاك بعذرة فإنه يقيم سنة بمال حرام. ومن رأى  أنه يستاك والدم يخرج من أسنانه خرج من ذنوبه وآثامه، أو أنه رجل يأكل لحوم الناس، والسواك يدل على التحرز في القول. وربما دل على الطهارة من الذنوب، والإسلام بعد الكفر. وربما دل على العمل المقرب إلى الله تعالى، وعلى إنجاز الوعد. وربما دل على زواج العازبة"
    },
    {
        "id": 121,
        "text": " السؤال\n  يدل في المنام على اقتفاء الآثار، والتثبت في الأمور. ومن رأى  كأنه يسأل فإنه يطلب العلم، ويتواضع لله تعالى، ويرتفع قدره"
    },
    {
        "id": 122,
        "text": " السوبيا\n  تدل في المنام، على الراحة والرزق، وحلول السوء بشاربها، وإن كان الرائي عازباً فربما كان محللاً للنساء المطلقات"
    },
    {
        "id": 123,
        "text": " السور\n  سور المدينة في المنام رجال مجاهدون أو سلطان قوي أو رئيس حفيظ. وربما دل السور على عابد البلد أو عالمها، أو على الشرع الفاصل بين الحق والباطل. وربما دل على السرور، وإذا دل السور على المال كانت الشرفات والمرامي عدته وسلاحه وذخائره، وإن دل السور على الملك كانت الشرفات والمرامي حراسه. ومن رأى  أنه في سور من الأسوار فإنه أمن له من أعدائه أو حرز مما يخاف، وإن كان عازباً تزوج. ومن رأى  سور المدينة مهدوماً مات عاملها أو عزل من عمله. ومن رأى  أنه قد انثلم في السور ثلمة حتى دخل المدينة أسد أو سيل ضعف أمر الإسلام فيها، وكسد سوق العلم، والسور المجهول يدل على الإسلام والعلم والقرآن، وعلى المال والأمان، وعلى الورع والدعاء، وعلى كل ما يتحصن به من سائر الأعداء وكل الأسواء"
    },
    {
        "id": 124,
        "text": " سور القرآن الكريم\n  تدل قراءتها في المنام على موت المريض، والسورة ولد أو زوجة أو دراهم أو دنانير على قدر عددها"
    },
    {
        "id": 125,
        "text": " السوس\n  هو في المنام رجل نمام يسعى برجال أغنياء لكي يقطع المنفعة عنهم.وإن رأى  المريض السوس في منزله أو لاصقاً بجسده فإنه يموت، والسوس في الباب، أو السرير، أو المائدة أسقام وعلل في جسم من يرى ذلك. وربما دل السوس على كثرة العيال وقلة المال، لقولهم: العيال سوس المال والسوس عدو من الأهل"
    },
    {
        "id": 126,
        "text": " السوسن\n  يدل في المنام على السوء والمكروه، لأن شطر إسمه سوء، وقيل من رأى سوسنة في المنام وأعطيها فإنها سوء سنة أي إنها تدل على أن السنة ستكون سيئة"
    },
    {
        "id": 127,
        "text": " السوط\n  هو في المنام دال على قضاء الحوائج، وإرغام العدو، فإن نزل سوط من السماء دل على المقت والعذاب، والسوط سلطان، فإن انقطع السوط في الضرب ذهب السلطان، وإن انشق تضاعف السلطان. ومن رأى  أنه ضرب بسوطه حماره فإنه يدعو الله تعالى في معيشته، فإن ضرب به فرساً قد ركبه فإنه يدعو الله في أمر تعسر عليه. ومن رأى  أنه يضرب به رجلاً وشعر بالوجع فإنه ينزجر ويتوب، وإن لم يوجعه فإنه لا يقبل الوعظ، فإن سال منه الدم عند الضرب فإنه ظلم، وإن لم يسل فهو حق، فإن ضرب فانشق جلده من الضرب فيضاعف ذنبه، وإن اعوج السوط عند الضرب فالعقل منه معوج أو أن الرجل الذي يستعين به أهوج. ومن رأى  أن السلطان ضربه بسوطه فإنها دراهم ينالها بعدد السياط"
    },
    {
        "id": 128,
        "text": " السوق\n  يدل في الرؤيا على المسجد، كما يدل المسجد على السوق، وقد يدل على الحرب الذي يربح فيه قوم ويخسر قوم، وقد سمى الله تعالى الجهاد تجارة في قوله تعالى:  \"  هل أدلكم على تجارة تنجيكم من عذاب أليم  \". ومن رأى  نفسه في سوق مجهولة قد فاتته فيها صفقة، وكان في اليقظة في جهاد فأتته الشهادة لكنه ولى مدبراً، وإن كان في حج فاته أو فسد عليه، وإن كان طالباً للعلم تعطل عنه أو طلبه لغير الله تعالى، وإن لم يكن في شيء من ذلك فاتته صلاة الجمعة في المسجد. ومن رأى  السوق عامراً بالناس أو رأى حريقاً فيه أو كان لتبن محشواً في جوانبه جاءت لأهله الأرباح والنفاق.وإن رأى أهل السوق في نعاس أو رأى الحوانيت مغلقة أو رأى العنكبوت نسج عليها كان فيها كساد، وقال بعضهم: السوق هو الدنيا، ومن رآه واسعاً نال دنيا واسعة، وقيل السوق يدل على اضطراب وشغب بسبب ما يجتمع فيه من العامة. وأما من يعيش في السوق فهو دليل خير له، وإذا كان السوق هامداً دل على بطالة، والأسواق في المنام دالة على الفوائد والأرزاق والملابس الجديدة. وربما دلت الأسواق على الكذب والفجور والهم والنكد، ويدل السوق على كل مكان جامع كالمساجد والكنائس والبحر الذي يجمع أنواع السمك الذي يأكل بعضه بعضاً، ويدل السوق لأهل التجريد على الوقوع في المحذور، أو الميل إلى الدنيا. وربما كان ذلك دليلاً على التواضع، وإن كان في السوق ذاكراً الله، رافعاً بذلك صوته دل على أنه يأمر بالمعروف وينهى عن المنكر.ولكل سوق تأويل: فأما سوق الكتب، فإن رؤيته في المنام دالة على الهداية والتوبة، وسوق الصيادلة شفاء من الأمراض لمن هو مريض، وسوق العطر أخبار سارة وأزواج وأولاد، وسوق الحلواء دليل على الإيمان والإسلام، وسوق البزر رفعه وتجديد أزواج ومنصب ورزق وستر للأمور، وسوق المصوغات دال على الأفراح والزينة والأزواج، وسوق الجواهر أشبه شيء بحلقات الذكر ودروس العلم، وسوق الصرافين دال على العلم بالنظم والنثر، وعلى الغنى بعد الفقر، ويدل أيضاً على دار الحكم، وسوق النحاسين يدل على السرور والأنكاد وتصديع الرأس والزواج للعازب والأفراح والمسرات، وسوق السلاح يدل على الحرب والنصر على الأعداء، وسوق الرقيق عز وجاه أو إطلاع على الأخبار الغريبة. وربما دل على سوق الدواب، وسوق الصوف والوبر يدل على الفوائد والأرزاق، وسوق القطن يدل على النمو والأرزاق، وظهور الحق من الباطل، وسوق الأبازير نسل وأرباح وفائدة من الزرع، وسوق الخضار يدل على التقتير وضنك العيش، وسوق السمك أرزاق وفوائد متتابعة واجتماع بالأهل والأقارب، وسوق اللحم يدل على مكان الحرب لما يسفك فيه من الدماء، وسوق الزيت والسمن والعسل يدل على نهوض الشهوات والشفاء من الأمراض، وسوق الجزارين هموم وأنكاد، وسوق السروج أسفار في البر، وسوق الفاكهة أعمال صالحة وعلوم وأولاد، وسوق العقار صون للمال وحفظ للأسرار، وسوق الحنطة رخاء وأمن من الخوف، وسوق الخشب نفاق وتفرقة واجتماع، وسوق الحديد شر ونكد وخصومات وبأس وشدة. وربما دل على الرزق والنفع، وسوق الحرير عز ومال وعمل صالح، وسوق الشمع توبة للعاصي وهدى للضال، وسوق الخفاف أسفار. وربما دل على سوق الدواب، أو الجواري، أو العبيد، وسوق الخيام أسفار. وربما دل على سوق الأكفان للأموات، وسوق الحجامين هموم وأنكاد وأمراض. وربما دل على سوق الشهود، وسوق الرصاص يدل على الأمراض بالحصر، وسوق الصناديق يدل على الحفظ والفهم والوعي، وسوق الطبخ يدل على الشفاء من الأمراض وقضاء الحاجات، وسوق القوارير يدل على الرياء والنفاق والنميمة، وسوق الورق دليل على نصر المظلوم والانتقام من الظالم"
    },
    {
        "id": 129,
        "text": " السوء\n  هو في المنام إذا كان مبهماً يعلمه الإنسان فإنه دال على سوء الخاتمة، والارتداد عن الدين"
    },
    {
        "id": 130,
        "text": " السويق\n  هو في المنام يدل على السفر، وعلى الزهد والورع، وشرب السويق في المنام عتق المملوك أو قرب من السلطان أو خلاص من السجن أو عمل صالح يوجب العتق من النار. وربما دل السويق على وجود الضالة، وكذلك الدقيق أو ما شرب أو أكل من اللبن، والسويق في المنام حسن دين وسفر في البر"
    },
    {
        "id": 131,
        "text": " السياج\n  إذا انتقل سياج البستان في المنام إلى داخل البستان دل ذلك على فساد الدين وضياع الدنيا ونقض التوبة وتقديم الجاهلين وتأخير أهل العلم والارتداد عن الدين أو ارتفاع العامة ونزول الخاصة، والسياج يدل على الدين، وبقية الأشجار وظائف الدين. وربما دل السياج على حصن الملك، وقد يدل البستان على صاحبه ويكون السياج أهله وأقاربه، وإن دل البستان على الدنيا فالسياج أهله وأقاربه. وربما دل السياج على دين صاحبه وعمله، وما يقيه من عذاب الدنيا والآخرة"
    },
    {
        "id": 132,
        "text": " السيخ\n  هو في المنام مال من شبهة أو صديق دعي، فإن كانت إمرأته حبلى فهو ولد"
    },
    {
        "id": 133,
        "text": " سير الجلد\n  هو في المنام رزق أو ولد أو مملوك. وربما دل على السفر"
    },
    {
        "id": 134,
        "text": " السيروان\n  رؤيته في المنام تدل على رجل حازم مدبر للأمور"
    },
    {
        "id": 135,
        "text": " السيف\n  هو في المنام ولد وسلطان، فمن رأى أنه تقلد سيفاً فقد تقلد ولاية كبيرة. ومن رأى  أنه استثقل السيف وجره على الأرض فإنه يضعف عن ولايته.فإن رأى  أن الحمائل انقطعت فإنه يعزل عن ولايته، والحمائل فيها جمال ولايته. ومن رأى  أنه ناول إمرأته نصلاً أو ناولته نصلاً فإنه ولد ذكر. ومن رأى  أنه ناولها سيفاً في غمده أصاب بنتاً. ومن رأى  أنه متقلد أربعة سيوف فيولد له أربعة أولاد، وإن سل سيفه في المنام وهو صدئ، وولدت إمرأته غلاماً كان الغلام قبيحاً، وإن انكسر فهو موت إبنه في بطن أمه، فإن كان السيف قاطعاً لامعاً صافياً، فإن لكلامه حلاوة وهو حق، وإن كان صدئاً فهو باطل، وإن كان السيف ثقيلاً فإنه يتكلم بكلام لا يطيقه.وإن رأى في يده سيفاً مسلولاً، وكان في خصومة، فالحق له، فإن دفع إليه سيف فهو إمرأة لقول لقمان عليه السلام: المرأة كالسيف. ومن رأى  أنه متقلد بسيفين أو ثلاثة فانقطعت فإنه يطلق إمرأته ثلاثاً. ومن رأى  أنه سل سيفاً فإنه يبسط لسانه بما لا يحل. ومن رأى  أن قائم السيف انكسر فهو موت أبيه أو عمه، وقيل موت خالته أو أمه. ومن رأى  أن نعل سيفه انكسر فهو خادمه أو تابعه، واللعب بالسيف حذقه.وإن رأى سيوفاً مع الريح فهو طاعون، وقيل السيف يدل على غضب صاحب الرؤيا. ومن رأى  أنه ابتلع سيفاً فإنه يأكل مال عدوه. ومن رأى  أن السيف ابتلعه لدغته حية، والسيف فتنة، وغلاف السيف يدل على المرأة، فإن كسر الغلاف وسلم السيف فإنه يدل على موت إمرأة حامل وسلامة ولدها، وإن كسر السيف وسلم الغلاف سلمت المرأة وهلك الولد، وإن كسرا جميعاً ماتا معاً، وثلمة السيف عجز في الكلام. ومن رأى  أنه جعل سيفاً في غلافه وكان عازباً تزوج. ومن رأى  بيده سيفاً من زجاج وله إمرأة حامل جاءت بولد لا يعيش. ومن رأى  سيفاً عظيماً لا يشبه سيوف الدنيا فهو سيف الفتنة، فإن غمد في الهواء أو طلع إلى السماء أو رمي في البحر، فإن الفتنة تخمد. ومن رأى  أن ضارباً ضربه بالسيف فقطع أعضاءه، فإن المضروب يسافر. ومن رأى  أن رجلاً طعنه بالسيف من غير منازعة، فإن الطاعن والمطعون يشتركان في مصاهرة، والسيف يدل على الرزق، أو الملك، أو العلم، أو المرأة المجنونة"
    },
    {
        "id": 136,
        "text": " السيل\n  هو في المنام هجوم العدو، كما أن هجوم العدو سيل، فمن رأى سيلاً من مطر فيصيبه أذى، أو يمرض، أو يسافر، فإن صعد السيل الحوانيت فإنه طوفان أو جور من السلطان. ومن رأى  أنه يمنع السيل عن داره فإنه يعالج عدواً يمنعه عن ضرر يقع بأهله أو حاشيته، والسيل دال على العدو إذا هدم الدير أو أتلف الأشجار أو قتل الدواب أو أغرق الناس، فإن انتفع الناس به دل على الخيراًت المتتابعة، والسيل يدل على الهزر في الكلام والكذب في المقال، وإن جرى السيل بالدم والجيف فإنه يدل على مقت الله تعالى، ورؤية السيل دليل على نزول الغيث. وربما دل السيل في غير وقته على البدعة من الجهة التي جاء منها السيل. ومن رأى  أن السيل دخل دار قوم وذهب بأموالهم وماشيتهم فإنه عدو يغير عليهم، والسيل في الشتاء يدل على قوم من العصاة لا معرفة لهم. ومن رأى  أنه خرج من ذلك الماء سباحة إلى البر فإنه ينجو من سلطان جائر، وإن عجز عن العبور فليحذر من القعود بين يدي حاكم ولا يعصي رئيسه، ويدل دخول السيل إلى المدينة على الوباء إن كان لونه لون الدم أو كدراً"
    },
    {
        "id": 137,
        "text": " السينان\n  من أشجار البادية، تدل رؤيته في المنام على السر بينه وبين غيره، لا يطلع عليه أحد"
    },
    {
        "id": 138,
        "text": " السيوري\n  تدل رؤيته في المنام على السير، وإنجاز الأمور. وربما دجل على البزاز"
    },
    {
        "id": 139,
        "text": " السيوفي\n  تدل رؤيته في المنام على الانتصار على الأعداء، وإقامة الحجج القاطعة والبيان الواضح"
    }
]