[
    {
        "id": 0,
        "text": " ظبة السيف\n  تدل في المنام على حفظ المال لطالبه، وللمال على التبذير، وعلى حفظ الأسرار"
    },
    {
        "id": 1,
        "text": " الظبية\n  هي في المنام جارية حسناء عربية، فمن رأى أنه ملك ظبية فإنه يمكر بجارية، وإن رماها بحجر فإنه يطأها، فإن رماها بسهم قذف جارية. ومن رأى  أنه أخذ ظبياً فهو غلام، فإن دخل الظبي منزله زوج ابنه.وإن رأى غزالاً وثب عليه، فإن إمرأته تعصيه"
    },
    {
        "id": 2,
        "text": " الظرف\n  يدل في المنام على الظفر بالمراد. وربما دل على المعنى الظريف. وربما دل على الوعاء"
    },
    {
        "id": 3,
        "text": " الظفر\n  يدل في المنام على الزيادة من العلم، والطريق إلى الله تعالى، أو المال الحلال يرزقه، وإن كان عازباً تزوج"
    },
    {
        "id": 4,
        "text": " الظفر\n  يدل في المنام على الظفر بالأعداء. وربما دل طول الظفر على السعة في الرزق، أو على الرفض، لأن طول الظفر مخالف للسنة، والرفض خلاف السنة، وطول الظفر يدل على القوة والمال ويكون سلاحاً على الأعداء ووقاية له منهم، ومن زالت أظفاره زالت قدرته. ومن رأى  ظفره أطول من ظفر عدوه فإنه يظفر به، وقص الظفر اتباع السنة أو خروج مال في قرض، وبياض الأظفار يدل على الحفظ والفهم. ورؤيا الأظفار في مقدارها صلاح الدين والدنيا، فإن قلمها فإنه يخرج زكاة فطره. ومن رأى  أن ظفره أصبح مخلباً فإنه يعلو على خصمه، أو على عدوه إن كان في حرب"
    },
    {
        "id": 5,
        "text": " الظل\n  هو في المنام في الصيف راحة وفائدة وجاه، وهو في الشتاء دال على الهم والنكد والبدعة، ويدل الظل على السلطان لأنه ظل الله في الأرض، والظل هو العالم العابد الزاهد الحافظ. ومن رأى  أنه أوى إلى ظل يستريح فيه من الحر فإنه ينجو من الهم وينال رزقاً، وظل المرأة زوجها، والمرأة الخالية من الزوج إذا أوت إلى الظل فيتزوجها رجل ذو عز ومال، فإن كان في ظل ووجد البرد فقعد في الشمس فيذهب فقره، لأن البرد فقر"
    },
    {
        "id": 6,
        "text": " الظلف\n  يدل في المنام على الكد والسعي والاجتماع بين المرأة وزوجها، والوالدة وولدها، والظلف في الصورة هاء مشقوقة"
    },
    {
        "id": 7,
        "text": " الظلم\n  يدل في المنام على تعجيل الدمار وتخريب الديار. وربما دل الظلم على عفو الله تعالى، وقيل من رأى أنه ظالم فإنه يفتقر. ومن رأى  أن مظلومه يدعو عليه فليحذر عقوبة الله تعالى. ومن رأى  أنه مظلوم ويدعو على ظالمه، فإن المظلوم يظفر بالظالم. أنظر أيضاً الجور، وانظر الطغيان"
    },
    {
        "id": 8,
        "text": " الظلمة\n  هي في المنام ضلالة وحيرة، فمن خرج من ظلمة إلى ضياء فإنه يسلم إن كان كافراً، أو يتوب إن كان عاصياً، وإن كان سجيناً نجا، والظلمة تدل على الظلم، فمن دخل ظلمة فإنه ظالم. ومن رأى  الظلمة ظلم. ورؤيا الظلمة دالة على ظلمة القلب والبصر. وربما دلت على غلبة السوداء أو محبة السمر، أو السودان وإيثارهم على من سواهم"
    },
    {
        "id": 9,
        "text": " الظمأ\n  هو في المنام دال على توقف حال ذوي الأنشاب والعقارات والزرع. وربما دل على الفقر وتوقف حال ذوي الكسب والشوق للغائب"
    },
    {
        "id": 10,
        "text": " الظن\n  هو في المنام إثم، لقوله تعالى:  \"  إن بعض الظن إثم  \". أنظر أيضاً الخرص"
    },
    {
        "id": 11,
        "text": " الظهار\n  يدل على ظهور الأسرار الموجبة للأنكاد. وربما دل الظهار على اليمين، والتولي يوم الزحف"
    },
    {
        "id": 12,
        "text": " الظهر\n  يدل الظهر على ما يظهر عليه كاللباس، والظهر دال على ظاهر الدار، أو البلد، أو المذهب، وانقصام الظهر خوف أو حزن.وإن رأى  أن ظهره مكوي بنار دل ذلك على نجله وإمساكه لحق الله تعالى، والظهر من المملوك سيده.فإن رأى  أن ظهره منحن أصابته نائبة.فإن رأى ظهر صديقه، فإن صديقه يولي عنه وجهه.وإن رأى ظهر عدوه فإنه يأمن شره.وإن رأى ظهر إمرأته وكانت عجوزاً، فإن الدنيا تولي عنه، وإن كانت نصفاً فإنه يطلب أمراً قد تعسر عليه، وإن كانت شابة فإنه ينتظر خيراً يبطئ عليه، والظهر يدل على الشيخوخة. ومن رأى  في ظهره انحناء من الألم فإنه يفتقر ويهرم، ويدل وجع الظهر على موت الأخ، والظهر رجل يلجأ إليه في أموره، وهو صاحب جاه ومال، وقيل الظهر ظهارة أو لحاف أو طهارة الثوب. ومن رأى  أنه يحمل على ظهره حملاً ثقيلاً فذلك دين عظيم، وقيل الحمل الثقيل جار السوء. ومن رأى  ظهره انكسر فهو ذهاب قوته واقتداره أو هلاكه، والحمل الثقيل على الظهر هم أو خطايا.وإذا رأى أنه يحمل حطباً فإنه يحمل الغيبة والنميمة. ومن رأى  ظهره كسر وكان مريضاً مات، وقيل الحمل الثقيل على الظهر كثرة العيال وقلة المال. ومن رأى  شخصاً أحدب دل على زيادة ماله، أو على طول عمره"
    },
    {
        "id": 13,
        "text": " الظهور\n  من ظهر له في المنام ما كان عنه مكتوماً دل على الأنس بعد الوحشة، أو الولد بعد قطع الأمل، وكل شيء من المآكل ونحوها له وقت مخصوص، فرؤيته في وقته دليل على إنجاز الوعد وقضاء الحاجات وسداد الدين وقدوم الغائب وخلاص السجين، أو الحامل، وظهور الشيء في غير أوانه دليل على الدين"
    }
]