[
    {
        "id": 0,
        "text": " المارستان\n  هو في المنام يدل على الحمام، لأنه محل الجن والشياطين، وكشف العورات، والظهور في الصفات المنكرة. وربما دل على المكتب لما فيه من التأديب والتلطف بالبيان. وربما دل على مواضع اللهو واللعب واللغط والهذر في الكلام وفراق العيال، وإن رؤية ميت في المارستان فهو في النار محل السلاسل والأغلال.فإن رأى نفسه في المارستان مع المرضى فربما دل على السجن من جهة الشرع، وإن كان مع المجانين دل على السجن مع أرباب الجرائم، وإن كان صحيحاً مرض. وربما طال مرضه، أو يموت غريباً أو شهيداً، وربما دل ذلك للفقير على غناه عن الناس بما يناله من الخير والرفاهية والمساعدة"
    },
    {
        "id": 1,
        "text": " الماشطة\n  من اقترب منها ازداد نبلاً وجاهاً عند الناس، وإن دخلت الماشطة على العازب تزوج، والماشطة إمرأة غنية، وتدل على العطار"
    },
    {
        "id": 2,
        "text": " مالك\n  من رآه في المنام فإنه يقابل رئيس الشرطة، وإن رآه مبتسماً نجا من السجن.وإن رأى هذه الرؤيا مريض خشي عليه الموت، وتدل رؤيته على محب الله ورسوله والمؤمنين والسلطان، وعلى البعد من النفاق، والإقلاع عن الذنوب والمعاصي، وعلى الغيرة في الدين"
    },
    {
        "id": 3,
        "text": " الماء\n  هو في المنام حياة طيبة، فمن رآه في داره فهو سعادة ومال مجموع وغنيمة وزواج، لقوله تعالى:  \"  وهو الذي خلق من الماء بشراً فجعله نسباً وصهراً  \". ومن رأى  أن الماء صاف غزير رخص السعر وبسط العدل، ومضغ الماء يدل على شدة الكد في المعيشة، والشرب منه سلامة من العدو، وسنة مخصبة لشاربه، وإن شرب في النوم من الماء أكثر مما كان يشرب في اليقظة دل على طول عمر.وقال ابن سيرين رحمه الله تعالى: الماء في النوم فتنة في الدين، لقوله تعالى:  \"  ماء غدقاً لنفتنهم فيه  \". وهو بلاء، لقوله تعالى:  \"  إن الله مبتليكم بنهر فمن شرب منه فليس مني، ومن لم يطعمه فإنه مني إلا من اغترف غرفة بيده  \". ومن رأى  أنه يعطى ماء في قدح، كان ذلك دليل ولد. ومن رأى  أنه يشرب في قدح ماء صافياً نال خيراً من ولده وزوجته، وإن الزجاج من جوهر النساء، والماء جنين. ومن رأى  أنه يشرب ماء ساخناً، أصابه غم شديد. ومن رأى  أنه في ماء فهو فتنة وبلاء وغم. ومن رأى  أن له خابية ماء صاف فهو مال موروث. ومن رأى  أنه يستقي الماء فهو يسعى بين الناس بالكذب، والماء الراكد حبس، والماء الفاسد عيش نكد، والماء الحار إذا استعمل في النهار عذاب وعقوبة، وإذا استعمل في الليل فهو فزع من الجن، والماء المالح كد في المعيشة، والماء الكدر مال حرام، والماء الأسود خراب، والماء الأصفر مرض. ومن رأى  أنه يشرب ماء البحر أصابه هم من الملك أو مرض، وقيل الماء الكدر سلطان جائر، ومن اغتسل في ماء كدر وكان في شدة تخلص منها، وإن كان مريضاً شفاه الله تعالى، وإن كان سجيناً نجا، والماء المالح غم. ومن رأى  أنه يمشي فوق الماء، فإن ذلك قوة الإيمان واليقين بالله تعالى، وقيل إنه يسافر، أو يخاطر، ومن وقع في ماء عميق فإنه يصيب دنيا، ويتمول منها، وإن الدنيا بحر عميق، وقيل ينال سروراً ونعمة. ومن رأى  أنه نظر في ماء صاف فرأى فيه وجهه حسناً فإنه يحسن إلى أهله وجيرانه. ومن رأى  أنه صب ماء في بحر فإنه ينفق على امرأة، والماء الغالب هم وعذاب وفتنة. ومن رأى  أن الماء قد زاد في بلدة وجاوز الحد فتقع هناك فتنة عظيمة واختلاف ويهلك الأشرار، والماء العذب رزق حلال وطيب قلب وعلم وحياة لمن أشرف على الموت، لقوله تعالى:  \"  وجعلنا من الماء كل شيء حي  \". وربما دل الماء على الزوجة للعازب، وعلى الزوج للعازبة. وربما دل شرب الماء على مشروب الفقراء، ومن صار الماء العذب مالحاً ارتد عن دينه أو تعسرت أموره، وإن حمل ماء في وعاء حملت زوجته، وزيادة الماء في أوان نقصه أو نقصه في أوان زيادته دليل على الجور والغلاء، وانفجار الماء في مكان هم وغم، والماء الأخضر مرض طويل، ومن شرب ماء أسود ذهب بصره. ومن رأى  أنه أريق عليه ماء ساخن فإنه يسجن، أو يمرض، أو يصيبه هم شديد أو فزع من الجن. ومن رأى  أن ثيابه ابتلت بالماء فإنه يقيم على سفر، أو يحبس عن أمر قد هم به. ومن رأى  أنه حمل ماء في صرة أو ثوب أو فيما لا يمكن حمل الماء فيه فإنه في غرور من ماله أو حاله أو حياته. ومن رأى  أنه أعطي ماء في كأس وكانت له إمرأة حامل وانكسر الكأس، فإن المرأة تموت، وإن ذهب الماء ولم ينكسر الكأس، فإن الولد يموت وتسلم المرأة، والاغتسال بالماء البارد توبة، وشفاء من المرض، وخروج من الحبس وقضاء الدين والأمن من الخوف، ومن استقى ماء من بئر أصاب مالاً بحيلة ومكر"
    },
    {
        "id": 4,
        "text": " المائدة\n  هي في المنام نعمة وإجابة دعوة ورغد عيش، وتدل على النصرة على الأعداء، والمائدة معيشة لمن كانت له، والمائدة رجل كبير بار سخي.فإن رأى عليها أرغفة كثيرة وطعاماً طيباً، فإن ذلك كثرة مودة الإخوان. ومن رأى  أنه أكل من المائدة طعاماً كثيراً دل ذلك على طول عمره، فإن رفعت المائدة فقد نفد عمره، وكثرة الزمام على المائدة تدل على كثرة العيال إذا اجتمع على المائدة ضدان دل ذلك على الحرب خاصة إذا كان المأكول رؤوساً مشوية أو هريسة، فالمائدة ميدان اللقاء، والمؤاكلة مطاعنة بالأيدي، والمائدة تدل على الدين، ومن كان معه على المائدة رجال فإنه يؤاخي أقواماً على سرور"
    },
    {
        "id": 5,
        "text": " المبارزة\n  تدل في المنام على القوة، أو على خصومه إنسان، أو على تشتيت واختلاف، أو على قتال مع الآخر، ومن بارز بالسيف فيصيبه شرف من ضربه بالسيف في سبيل الله تعالى. ومن رأى  بيده سيفاً مشهوراً فهو يشتهر بعمل يعمله"
    },
    {
        "id": 6,
        "text": " المبايعة\n  من رأى في المنام أنه بايع أهل بيت النبي صلى الله عليه وسلم وأشياعه فإنه يتبع الهدى ويحفظ شريعة الإسلام والصراط المستقيم. ومن رأى  أنه بايع أميراً من أمراء الثغور فإنه بشارة له ونصرة على أعدائه ويكون تائباً عابداً حامداً راكعاً ساجداً، فإن بايع فاسقاً فإنه يعين قوماً فاسقين، وإن بايع تحت شجرة فإنه ينال غنيمة في مرضاة الله تعالى"
    },
    {
        "id": 7,
        "text": " المبرد\n  هو في المنام اللسان، والمبرد قضاء حاجة وحسن عبادة لأرباب الكلام، ويدل على المعين والغلام الناهض، والمبرد يدل، على الزواج"
    },
    {
        "id": 8,
        "text": " المبقلة\n  هي في المنام رجل ذو أحزان، فمن رأى أنه جمع من بستانه حزمة من البقل فإنه يجتمع عليه من قرابات نسائه شر وخصومة، واليابس من البقل مال، وبعضهم يجعل البقول هماً وحزناً"
    },
    {
        "id": 9,
        "text": " المبلط\n  تدل رؤيته في المنام علي المسدد للأمور، أو المفصل للقماش، أو الخياط"
    },
    {
        "id": 10,
        "text": " المبلة\n  حكمها في المنام حكم المدبغة، فإن دلت المدبغة على المرأة الحرة دلت المبلة على المرأة الأمة لتبذلها، وإن دلت المدبغة على المرأة المدنية دلت المبلة على المرأة البدوية. وربما دلت المبلة على الحمام، أو الموت، أو الغرق، أو الهدم"
    },
    {
        "id": 11,
        "text": " المبيض\n  إن كان مبيض الغزل، فيدل على ما يدل عليه القصار، والمبيض للحيطان يدل على الخياط الذي يكسو الناس الجديد، ويدل أيضاً على الجاه والعز والرفعة والثناء الجميل وتسديد الأمور، والمبيض للنحاس تدل رؤيته على صاحب الأعمال الصالحة في السر والجهر"
    },
    {
        "id": 12,
        "text": " المتعة\n  هي في المنام راحة ومنفعة لمن يفعلها، وتدل المتعة على الأعمال الموجبة لعذاب الله تعالى من زنا أو ربا أو بيع فاسد، قال تعالى:  \"  وجعلوا الله أنداداً ليضلوا عن سبيله، قل تمتعوا، فإن مصيركم إلى النار  \". وربما دلت المتعة على الغرور بالمال والنفس"
    },
    {
        "id": 13,
        "text": " المثقال\n  هو في المنام يدل على الأمر بالمعروف والنهي عن المنكر والموعظة وازجر، ويدل على الهداية والصدق وتحرير القول. وربما دل على الذنب"
    },
    {
        "id": 14,
        "text": " المثقب\n  هو في المنام رجل عظيم المكر شديد الكلام، والمثقب يدل على قضاء الحاجات والمعين على المقاصد. وربما دل على السفر كرهاً، والمثقب يدل على حفر الآبار، وعلى الفحل من الحيوان"
    },
    {
        "id": 15,
        "text": " المجاعة\n  هي في المنام دليل على ذل الرعية، والطمع في أموالهم، والمجاعة من العلماء دليل شرههم في العلم"
    },
    {
        "id": 16,
        "text": " المجامعة\n  من رأى في المنام أنه يجامع نفسه دل على التبذير ووطء المحرمات من أهله. ومن رأى  أنه يجامع صبياً أصابته مصيبة. ومن رأى  أنه يجامع إمرأة يعرفها وكانت جميلة مستورة متزينة دل ذلك على خير كثير. ومن رأى  أنه يجامع أخاه أو صديقه، فإن ذلك يدل على معاداة صديقه لأنه يناله منه مضرة. ومن رأى  أنه يجامع أمه فإنه يدل على معاداة أبيه. ومن رأى  أنه يجامع ميتاً، فإن ذلك دليل موته"
    },
    {
        "id": 17,
        "text": " المجبر\n  تدل رؤيته في المنام على ملك يؤلف الحقوق والموازين، وتدل رؤيته على التعاظم والجبروت، أو على الهموم، أو على المهندس، أو على ذي العطاء الجابر للفقير المكسور، وإذا عالج المجبر في المنام الأسود وجبر عظامها أعان الظالمين على ظلمهم"
    },
    {
        "id": 18,
        "text": " المجرفة\n  هي في المنام زوجة للعازب، لا تحفظ سراً ولا مالاً، وقد تدل على زوال الهم والنكد وقضاء الدين، والمجرفة رجل ثقة يستعان به. ومن رأى  بيده مجرفة صار إليه كل خير وفضل، والمجرفة تدل على المرأة وحركة العمل. أنظر أيضاً المسحاة"
    },
    {
        "id": 19,
        "text": " المجلد\n  تدل رؤية مجلد الكتب على مغسل الأموات الساتر لهم، أو الخياط. وربما دلت رؤيته على كتمان الأسرار وحفظ المودة"
    },
    {
        "id": 20,
        "text": " المجلد\n  من رأى شيئاً من مجلدات العلوم أو من كتب التفسير، فإن أمره يستقيم. ومن رأى  مجلدات الفقه حصل له خير. ومن رأى  مجلدات الأخبار يكون مقرباً عند الملوك. ومن رأى  مجلدات المنطق فإنه يشتغل بأمور عجيبة. أنظر أيضاً الكتاب، وانظر المخطوط"
    },
    {
        "id": 21,
        "text": " المجلس\n  من رأى في المنام أن له مجلس وعظ، وهو يذكر الناس فيه، وليس هو أهلاً، لذلك فإنه في هم ومرض، فإن تكلم بكلام البر والحكمة فيأتيه الفرج ويبرأ من مرضه ويخرج من ضيق إلى سعة، أو يبرأ من دين عليه، أو ينصر على ظالم، والمجلس الذي يراه في مكان يجري فيه ذكر الله تعالى فإنه يدل على تعمير ذلك المكان بالحكمة. ومن رأى  مجلساً فيه جماعة من العلماء وهو جالس في صدرهم وكان أهلاً لذلك، فهو علم له وزيادة رفعة.وإن رأى مجلس وعظ وهو يعظ فيه فإنه أمره ينفذ إن تم وعظه، والمجلس في المنام هو المنصب الذي يجلس فيه، والدابة التي يجلس عليها، والمجلس هو الزوجة والولد والخادم. ومن رأى  أنه دعي إلى مجلس مجهول فيه فاكهة وشراب فإنه يدعى إلى الجهاد والاستشهاد"
    },
    {
        "id": 22,
        "text": " المجمرة\n  هي في المنام جارية أو أديبة أو غلام مهذب، وكل من صاحبهما نال ثناء حسناً. ومن رأى  مجمرته قد طفئت نارها أو حدث فيها عيب فانسبه إلى خادمه أو زوجته"
    },
    {
        "id": 23,
        "text": " المجوس\n  من رأى في المنام شيخاً مجوسياً، فإن ذلك عدو لا يريد هلاك خصمه. ومن رأى  أنه مجوسي فإنه قد نبذ الإسلام وراء ظهره بإتيان الكبائر.وإن رأى  أن يده تحولت يد كسرى فإنه يجري على يده ما جرى على يد هؤلاء الجبابرة ثم يموت على الكفر إلا أن يشاء الله تعالى له خيراً.فإن رأى  أن يده عادت كما كانت فإنه يتوب.وإن رأى مجوسي أنه تهود أو تنصر فإنه يتحول من حال إلى حال أفضل مما هو عليه. ومن رأى  أنه مجوسي فإنه يطلب الدنيا. ومن رأى  أنه يعبد النار فإنه يطلب خدمة سلطان، وإن النار سلطان، وإن كانت النار خامدة فإنه يطلب مالاً حراماً"
    },
    {
        "id": 24,
        "text": " المحاسب\n  هو في المنام صاحب عذاب، وحساب الملك على طبقات.فإن رأى  العامل أنه صار مستوفياً ارتفع قدره واتسع رزقه، كما أن الناظر إذا صار مشارفاً انحط قدره وحصل له هم ونكد وخسارة.وإن رأى  الإنسان ديواناً مجهولاً وهم يحاسبونه دل على أنه على بدعه وضلالة لأنه مؤاخذ بما كتب عليه"
    },
    {
        "id": 25,
        "text": " المحاكاة\n  تقليد الإنسان للحيوان، أو الطيور دليل على لين الكلام واستمالة القلوب للصلح بين الناس، والمحاكاة باليد والأصابع في المنام دليل على الهمز واللمز، والمحاكاة للسودان وللنساء دليل على أنه يصير ترجماناً أو كثير الهذر في الكلام. وربما دل ذلك على الغش في الصناعة، أو التملق للناس"
    },
    {
        "id": 26,
        "text": " المحتسب\n  تدل رؤيته في المنام على صلاح العامة لكثرة مباشرته إِياهم. وإذا رأى الإنسان المحتسب في حالة حسنة أو عليه رائحة طيبة دل على حسن سيرته، وإن رآه في صفة رديئة، أو أنه كريه الرائحة أو أن عينيه قد عميتا، فإن ذلك يدل على سوء تدبيره فيما يباشره. وربما دل المحتسب على الولد المؤدب والأستاذ والحاكم، ومن صار محتسباً نزلت به آفة يحتسب فيها أجره على الله تعالى"
    },
    {
        "id": 27,
        "text": " المحراب\n  هو في المنام رئيس أو إمام، فمن رأى أنه يصلي في المحراب فإنه بشارة، وإن رأت إمرأة ذلك ولدت ابناً، ومحاريب الفقراء إذا رآها الإنسان دلت على التهجد والإخلاص وحب الإنفراد عن الناس، والمحاريب المنحرفة دالة على الزيغ، والزلل في القول والعمل. وربما دل المحراب على الرزق الحلال والزوجة الصالحة، لقوله تعالى:  \"  كلما دخل عليها زكريا المحراب وجد عندها رزقاً  \". وإن كان محراب المسجد منحرفاً إلى غير القبلة أو إن كانت رائحته كريهة أو فيه الجيف دل على كفر الرائي أو بدعته أو نفاقه"
    },
    {
        "id": 28,
        "text": " المحراك\n  محراك النار في المنام فتنة"
    },
    {
        "id": 29,
        "text": " المحشي\n  إذا كان السمك، أو الدجاج محشياً في المنام دل على أموال مكتسبة، وهو للعازب زواج، وللمريض شفاء، وما كان فيه شحم فهو مال من النساء"
    },
    {
        "id": 30,
        "text": " المحفة\n  تدل رؤيتها على السفر، والانتقال من مكان إلى مكان. وربما دلت المحفة على المرأة الجليلة القدر. أنظر أيضاً المنقلة"
    },
    {
        "id": 31,
        "text": " المحلاج\n  تدل رؤيته في المنام على الأمر والنهي، وقضاء الحاجة والنسل الصالح، والمال الرابح، وتدل على الزواج للعازب، وظهور الحق من الباطل، والمحلاج وجلاجله شريكان، أحدهما منافق والآخر قاسي القلب، وهما يفرقان بين الحق والباطل"
    },
    {
        "id": 32,
        "text": " المحلب\n  هو في المنام رزق هنيء، فمن رأى شجرة من شجر المحلب أو غصناً من أغصانه فإنه يرزق ولداً صالحاً حسناً"
    },
    {
        "id": 33,
        "text": " محمد صلى الله عليه وسلم\n  ورد في الحديث الصحيح عنه، أنه قال:  \"  من رآني في المنام فسيراني في اليقظة، فإن الشيطان لا يتمثل بي  \". وفي رواية أخرى:  \"  من رآني فقد رأى الحق  \". وفي رواية أنس رضي الله عنه:  \"  من رآني في المنام فلن يدخل النار  \". وفى رواية:  \"  لن يدخل النار من رآني في المنام  \". وفي رواية:  \"  من رآني في منامه فقد رآني حقاً ولا ينبغي للشيطان أن يتصور بصورتي  \". وهناك روايات أخرى، وقد اختلف العلماء في معنى الحديث: فقال جماعة: هي رؤية النبي في صورته التي كان عليها، وقال ابن سيرين رحمه الله: في صورته التي قبض عليها، ويؤيده حديث عاصم بن كليب ولفظه عند الحاكم بسند جيد، قلت لابن عباس رضي الله عنهما: رأيت النبي صلى الله عليه وسلم في المنام، فقال: صفه لي، فذكرت الحسن بن علي فشبهته به فقال: رأيته، ولا يعارضه خبر من رآني في المنام فقد رآني فإنني أرى في كل صورة لأنه ضعيف، وقال آخرون: ولا يشترط ذلك منهم إبن العربي رضي الله عنه، قال ما حاصله رؤيته عليه السلام بصفته المعلومة إدراك للحقيقة وبغيرها إدراك للمثال، فإن الصواب أن الأنبياء عليهم السلام لا تغيرهم الأرض فإدراك الذات الكريمة حقيقة، وإدراك الصفات إدراك للمثال، وقال إبن أبي حمزة رؤياه في صورة حسنة حسن في دين الرائي، لأنه صلى الله عليه وسلم كالمرآة الصقيلة ينطبع فيها ما يقابلها، وهذه هي الفائدة الكبرى في رؤيته عليه السلام إذ بها يعرف حال الرائي، وقد ذكر هذا إبن حجر الهيثمي رحمه الله تعالى في شرح شمائل الترمذي، وكذلك سائر الأنبياء عليهم السلام، فإن الشيطان لا يتمثل بالله ولا بالأنبياء ولا بالملائكة عليهم السلام. ومن رأى  نبينا محمداً وكان مهموماً فرج عنه أو سجيناً خرج من سجنه، وإذا كان في غلاء فرج عنه، وإن كان مظلوماً نصر أو خائفاً أمن، ورؤيته بشارة للرائي بحسن العاقبة في دينه ودنياه، فإن رآه مقبلاً عليه أو مؤتماً به في صلاته أطعمه شيئاً حسناً أو كساه ملبوساً لائقاً، وإن كان عالماً عمل بما علم، وإن كان عابداً بلغ منازل أهل الكرامات، وإن كان عاصياً تاب، وإن كان كافراً اهتدى، لقوله تعالى:  \"  فآمنوا بالله ورسوله النبي الأمي  \". وتدل رؤية الرسول على إظهار الحجج وصدق المقالة والوفاء بالوعد. وربما حصلت من أهله وأقاربه العداوة والحسد والبغضاء. وربما فارق أهله وانتقل من وطنه إلى غيره. وربما أدركه اليتم من أبويه، وقد تدل رؤيته على إظهار الكرامات، لأن الظبي سلم عليه، والبعير قبل قدميه، وأسري به إلى السماء، وكلمه الذراع، ومشت الأشجار إليه، وإن كان الرائي من الكحالين الذين يعالجون الأبصار بلغ في صناعته مبلغاً عظيماً، لأنه عليه السلام رد عين قتادة، وإن أجهد الناس العطش دل على نزول الغيث لأنه صلى الله عليه وسلم نبع الماء من بين أصابعه، وإن رأته إمرأة بلغت مرتبة عظيمة، وشهرة صالحة، وعفة وأمانة. وربما ابتليت بالضرائر ورزقت نسلاً صالحاً، وإن كانت ذات مال أنفقته في طاعة الله تعالى، لرؤيته عليه السلام تدل على الصبر على الأذى. وربما دلت رؤيته على نصر المؤمنين ودمار الكافرين، وإن رآه مدين قضي دينه، وإن رآه مريض شفاه الله تعالى، وإن رآه محارب نصره الله تعالى، وإن رؤي في أرض مجدبة أخصبت. ومن رأى  جنازة الرسول عليه السلام فيحدث تلك البقعة مصيبة فظيعة، وإن شيع جنازته فإنه يميل إلى البدعة، وإن زار قبره أصاب مالاً عظيماً. ومن رأى  أنه إبن الرسول عليه السلام دل على خلوص إيمانه ويقينه. ومن رأى  أنه تحول في صورته عليه السلام وكان طالباً للملك ناله ودانت له الأرض، وإن كان في ذل أعزه الله، وإن كان طالب علم ناله، وإن كان فقيراً استغنى أو عازباً تزوج أو كان في مكان ضرب فإنه يعمر ببركته، ومن رآه عليه السلام يؤذن في موضع كثر خصبه ورجاله، وإن رأته حامل أو رآه زوجها، فإن الحق كلام، ومن رآه حسناً فهو زيادة في دين الرائي. ومن رأى  لحيته سوداء فينال سروراً وخصباً.وإن رأى عنقه غليظاً فالإمام حافظ لأمانة المسلمين، ومن رآه عليه السلام في عسكر وعليه سلاح وهم يضحكون، فإن جيش المسلمين ينهزم. ومن رأى  أنه عليه السلام يمشط رأسه ولحيته فإنه يدل عن زوال هم، ومن رآه يؤاخي بين الصحابة فينال علماً وفقهاً. ومن رأى  قبره عليه السلام وكان تاجراً ربح في تجارته. ومن رأى  أنه أبو النبي على السلام فيفسد دينه ويضعف يقينه.وإن رأى واحدة من زوجات النبي عليه السلام هي أمه زاد إيمانه. ومن رأى  أنه يمشي وراء النبي عليه السلام فإنه يتبع السنة. ومن رأى  أنه يأكل وحده، فإن الرائي يمنع السائل ولا يتصدق.وإن رأى  النبي عليه السلام بلا نعل فإنه تارك الصلاة مع الجماعة، ومن رآه لابساً خفيه فإنه يأمره بالجهاد في سبيل الله تعالى. ومن رأى  دمه مخلوطاً بدم النبي عليه السلام فإنه يصاهر شريفاً، فإن ناوله النبي شيئاً مما يستحب كالرطب والعسل فإنه يحفظ القرآن وينال من العلم بقدر ما ناوله. ومن رأى  النبي عليه السلام في صورة شاب طويل فتكون بين الناس فتنة وقتل، فإن رآه وهو شيخ كبير، فإن الناس في عافية، وإن رآه أبيض اللون فإنه يتوب إلى الله تعالى ويحسن عمله، ومن رآه يعاتبه، أو يجادله، فإن ذلك بدع قد أحدثها في الدين"
    },
    {
        "id": 34,
        "text": " المحمل\n  تدل رؤيته في المنام على إمرأة من البادية، ومحمل الحاج تدل رؤيته في المنام على الأفراح والحج والبشائر"
    },
    {
        "id": 35,
        "text": " المخ\n  هو في المنام دفائن وذخائر موروثة. ومن رأى  عظمة مخاً دل على مال يكنزه، وإن كان مريضاً شفي وعوفي من علته. أنظر أيضاً الدماغ"
    },
    {
        "id": 36,
        "text": " المخاط\n  هو في المنام ولد. ومن رأى  أنه امتخط، فإن إمرأته تلد بنتاً، وإن امتخط في دار إنسان تزوج من تلك الدار، وقيل من رأى أنه امتخط فإنه يقضي دينه، أو يجازي قوماً بشيء فعلوه، وإن امتخط في منديله فإنه يخون خادمه.وإن رأى في أنفه مخاطاً، فإن إمرأته حبلى. ومن رأى  أنه امتخط فخرج من أنفه دابة أو طير أصاب ولداً من جواري ما ينسب إليه ذلك الطير، فإن خرج من أنفه سنور فهو ولد ولص، وإن كانت حمامة فهي إبنة مجنونة، والمخاط إنذار بمرض أو نزله"
    },
    {
        "id": 37,
        "text": " المخدع\n  هو في المنام يدل على الخداع للآخرين، أو يخدع بالكلام مخافة سطوته. وربما دل المخدع على بطنه وما ينطوي عليه من حسن السريرة وقبحها.فإن رأى في بيته مخدعاً لا يعهده تجددت له آمال ونية. أنظر أيضاً الغرفة"
    },
    {
        "id": 38,
        "text": " المخدة\n  هي في المنام زوج ومال محفوظ، وصاحبة سر، وراحة من التعب. أنظر أيضاً الوسادة"
    },
    {
        "id": 39,
        "text": " المخلب\n  هو في المنام نصرة للمخاصم، كما أنه للطير عدة وجنة ووقاية"
    },
    {
        "id": 40,
        "text": " المخلل\n  رؤيته في المنام تدل على الردة عن الدين، أو التخلق بأخلاق المفسدين، أو التبذير في المال أو نقض العهد"
    },
    {
        "id": 41,
        "text": " المخنقة\n  هي في المنام زينة المرأة، وإن كانت مفصلة من جوهر، ومن لؤلؤ وزبرجد فإنها تتزوج بزوج رفيع وتلد منه بنين، وإن كانت من شبة فإنه رجل أعجمي، وإن كانت من خرز فإنه رجل دنيء، والمخنقة للرجال خناق"
    },
    {
        "id": 42,
        "text": " المد\n  هو في المنام طهرة، وكذلك الصاع، لأن النبي كان يتوضأ بالمد ويغتسل بالصاع"
    },
    {
        "id": 43,
        "text": " المداد\n  هو في المنام كرامة في مدد ورفعة، والمداد سؤدد، والكتابة قوة"
    },
    {
        "id": 44,
        "text": " المداهنة\n  هي في المنام دليل على الإيثار والبر والصدقة، قال عليه السلام:  \"  مداراة المؤمن عن عرضه صدقة  \". أنظر أيضاً الرياء"
    },
    {
        "id": 45,
        "text": " المدبغة\n  هي في المنام حكمها حكم المسلخ\nلما فيها من المياه والأنتان والجلود المسلوخة. وربما دلت المدبغة على دار\nالعلم والرباط وما أشبه ذلك من الأمكنة التي تتهذب فيها النفوس، وتتوطن على\nالخير والصلاح. وربما دلت المدبغة على المرأة الكثيرة الكد الصبورة على الإيذاء، أو الأمة. وربما دلت على المرأة الشديدة البأس السيئة الأخلاق، أو الذميمة التي لا تجتنب النجاسات. وربما دلت المدبغة على المال"
    },
    {
        "id": 46,
        "text": " مدراة المركب\n  هي في المنام تدل رؤيتها على العلم والمستند الصحيح"
    },
    {
        "id": 47,
        "text": " المدرسة\n  هي في المنام تدل على مدرسيها وفقهائها، أو المذهب الذي يدرس فيها أو بانيها، ربما دلت على طلاق الأزواج ومراجعتهن، وتدل على البر وإقامة الحدود والبيع والشراء والعتق، وعلى إثارة الفتن"
    },
    {
        "id": 48,
        "text": " المددي\n  تدل رؤيته في المنام على العلم والتبيان. وربما دلت رؤيته على الهم والنكد والسواد وضيق الصدر"
    },
    {
        "id": 49,
        "text": " المدينة\n  من رأى في المنام أنه دخل مدينة من المدائن يأمن مما يخاف، وكان ابن سيرين رحمه الله تعالى يحب الدخول إلى المدن، ولا يحب الخروج منها، لقوله تعالى:  \"  فخرج منها خائفاً يترقب، قال: رب نجني من القوم الظالمين  \". وقيل المدينة تعبر برجل عالم، لقوله عليه السلام:  \"  أنا مدينة العلم وعلي بابها  \". ومن دخل مدينة فوجدها خراباً، فإن العلماء قد فقدوا منها، وقيل المدينة موت ملكها أو ظلمه فيها، وأي مدينة ترى ولا سلطان فيها، فإن الطعام يغلو سعره فيها، والمدينة المعروفة هي الدنيا والمجهولة هي الآخرة. ومن رأى  مدينة قد انهدمت، فإن دين أهلها قد ذهب، ومدينة الإنسان التي ينسب إليها تعبر بأبيه، فمن رأى أن مدينة خربت من الزلازل مات أبوه بالقتل. ومن رأى  أنه في بلاد الصعيد فيتنكد عيشه ويشقى أو تكثر أمانته. ومن رأى  أنه في بلاد النوبة رزق نعمة. ومن رأى  أنه في بلاد الحبشة نقصت هيبته. ومن رأى  أنه في مصر فالله يطيب عيشه ويطيل عمره. ومن رأى  أنه في بلاد العريش كثر خيره. ومن رأى  أنه في القسطنطينية خسر ماله. ومن رأى  أنه في بلاد القدس وجبل طور سيناء فإنها سنة مقبلة عليه. ومن رأى  أنه في بيت لحم فتكثر صلابته ويقوى دينه. ومن رأى  أنه في بلاد المشرق نال خيراً. ومن رأى  أنه أشرف على بغداد قدم إلى الحاكم، لأن بغداد دار الإمام. ومن رأى  أنه في الأردن فينال سفراً أو ذلاً. ومن رأى  أنه بدمشق، فإن الله يرزقه. ومن رأى  أنه في بلاد الروم فإنه صاحب ثقة بالله تعالى، وكذلك بلاد الأرمن. ومن رأى  أنه في بلاد الإفرنج فيعمى قلبه. ومن رأى  أنه في بلاد العجم فيتعلم الوقاحة. ومن رأى  أنه في بلاد الهند فيقهر أعداءه ويظفر بحساده. ومن رأى  أنه في خراب فإنه يبتلى بقوم لا طاقة له بهم. ومن رأى  أنه في أرض مملحة أو كبريتية فإنه يمرض، والبلد يمين، لقوله تعالى:  \"  لا أقسم بهذا البلد  \". \nوالبلد أمن من الخوف. وربما دل البلد في المنام على التوبة والمغفرة. وربما دل\nالإقليم على واليه أو سلطانه أو حاكمه أو عالمه، وإن ملك الإنسان بلداً في\nالمنام نال ملكاً أو ولاية، فإن كان عازباً تزوج أو سقيما شفي من مرضه أو\nفاسقاً تاب أو ضالاً اهتدى، وإن رؤي الميت في المنام في مدينة ربما كان في\nالجنة كما أنه لو رؤي في قرية دل على أنه في النار لتعب أهلها وشقائهم، وإن\nكان للمدينة اسم صالح مثل صنعاء دلت على الاصطناع أو ظفار من الظفر بالعدو،\nوسر من السرور، ومن خرج من باغية فإنه يخلص من بغي، وأبواب المدينة المعروفة هم ولاتها وحكامها وحراسها. ومن رأى  أنه في مدينة مجهولة، فإن ذلك علامة الصالحين. ومن رأى  سور المدينة مهدوماً مات عاملها أو عزل من عمله. ومن رأى  أنه قد انثلم في سور المدينة ثلمة حتى دخل المدينة أسد أو سيل أو لص ضعف أمر الإسلام فيها أو كسد سوق العلم. أنظر أيضاً القرية"
    },
    {
        "id": 50,
        "text": " المدينة المنورة\n  من رآها في المنام ونزل فيها فذلك حصول خير في الدين والدنيا. ومن رأى  أنه واقف بباب الحرم أو باب الحجرة، فإن ذلك توبة ومغفرة، وقيل رؤية المدينة المنورة تؤول على ستة أوجه: أمن ومغفرة ورحمة ونجاة وفرج من هم وطيب عيش"
    },
    {
        "id": 51,
        "text": " المذلة\n  إن ظهورها في المنام على العلماء، أو المجاهدين دليل على الضعف في الدين، وشدة بأس الكافرين"
    },
    {
        "id": 52,
        "text": " المذهب\n  تدل رؤيته في المنام على المزخرف للبيوت، والمحسن للكلام. وربما دل على العمل في الكنائس وأماكن اللهو والفسق"
    },
    {
        "id": 53,
        "text": " المذي\n  هو في المنام مثل المني، فيعبر بمال أو راحة أو تفريط في المال، وإفشاء السر أو موت الأولاد أو تعطيل الزوجة، والمذي مال ترجى زيادته مع يسر أو مال ليس بباق"
    },
    {
        "id": 54,
        "text": " المرار\n  وهو ما غلب عليه الطعم المر، وهو في المنام خير يصير إلى صاحبه"
    },
    {
        "id": 55,
        "text": " المرارة\n  وهى هنة تشبه الكيس لاصقة بالكبد، تحتوي مادة صفراء هي المرة، فمن رأى في المنام أنه قطع مرارة إنسان بأسنانه فمات، فإن القاطع يحقد عليه، فإن خرج دمه وشربه القاطع فإنه يستحل ماله بجهله وشره، والمرارة تدل على الغضب، وعلى اللذة، وعلى الضحك، ومرارة الإنسان صاحب سره"
    },
    {
        "id": 56,
        "text": " المراسلة\n  إذا كانت المراسلة في المنام بين فئتين في الحرب دلت على قرب الأجل، وإخماد الفتنة، وإتباع الحق، وموت المريض أو نصر المظلوم، وإن صار الإنسان في المنام رسولاً دل على رفع قدره. أنظر أيضاً المكاتبة"
    },
    {
        "id": 57,
        "text": " المرأة\n  هي في المنام إن كانت جميلة دلت على السنة المقبلة بالخير والراحة. وربما دلت المرأة على المخزن والصندوق، أو السجن والشريك لأنها تشارك الرجل في اللذة والمال. وربما دلت على الشجرة التي تحمل الثمر، ومركبه ومقعده. ومن رأى  إمرأة حسنة دخلت داره نال سروراً وفرحاً، والمرأة الجميلة مال لا بقاء له، والمرأة العربية المجهولة الشابة المتزينة يطول وصف خيرها في التأويل، والمرأة السمينة خصب السنة والهزيلة أجدبها، وأفضل النساء في التأويل العربيات والمجهولات. وإذا رأت المرأة في منامها إمرأة شابة فهي عدوة لها، والمرأة العجوز هي الدنيا. ومن رأى  إمرأة تأمر الناس وتنهاهم في الله تعالى فهو أمر صالح في الدين. ومن رأى  إمرأة سوداء حرة فلا خير فيها إلا إذا كانت مملوكة. ومن رأى  إمرأة تباع فإنه زوال سلطانه عنه ثم يؤول حاله إلى صلاح. ومن رأى  أن إمرأته تحمله أصابه عيب، وقيل أصابه غنى. ومن رأى  أنه قتل إمرأة ذهب جزء من ماله. ومن رأى  أن إمرأته تهدى إلى غيره أو رآها مزوجة من زوج سواه ذهب دينه"
    },
    {
        "id": 58,
        "text": " المرآة\n  هي في المنام خيال وغرور، وقيل امرأة. ومن رأى  أنه نظر في مرآة فرأى لحيته سوداء وهو على غير ذلك فإنه يكرم عند الناس ويحسن جاهه فيهم في أمر دنياه دون دينه، ومن نظر في مرآة فإنه يتزوج، دهان كانت له إمرأة غائبة قدمت عليه، وإن كان سلطاناً عزل. وقيل إن المرآة مروءة الرجل ومرتبته، ومن نظر في مرآة فضية فيذهب جاهه، فإن انكسرت المرأة، فإن إمرأته تموت، وإن نظر في مرآة مجلوة فتنجلي عنه الهموم، والمرآة الصدئة سوء حال الرجل، وإن كان في المرآة غش فإنه في هم عظيم. ومن رأى  أنه ينظر في المرآة، فإن الله غير راض عنه، وهو عاصي الله تعالى في سره وعلانيته، ومرآة الذهب قوة في الدين واستغناء بعد الفقر، وتولية بعد العز، وإذا نظر المريض في مرآة دل ذلك على موته، والمرآة دالة على السفر والحمل من نسبة المنظور في المرآة، فإن كان المنظور في المرآة إمرأة ربما أتت بأنثى، وإن كان المنظور رجلاً ربما أتت بولد ذكر.فإن رأى  الرجل في المرآة شكلاً غير شكله أصيب في ماله أو عقله، وإن وجد نفسه إمرأة رزق بنتاً وتزوج أو اشترى جارية، وإن نظر سجين إلى وجهه في المرآة تخلص من سجنه. ومن رأى  أنه صار مرآة فينال ما يكرهه في جاهه في الناس"
    },
    {
        "id": 59,
        "text": " المرج\n  هو في المنام رزق بغير تعب أو زوجة قليلة المئونة أو صدقة جارية، والمرج هو الدنيا وزينتها وأموالها وزخرفها، والمرج يدل على الإسلام. ومن رأى  أنه في مرج وكان فقيراً استغنى، وإن كان غنياً زاد غنى، وإن كان زاهداً في الدنيا عاد إليها، وإن انتقل من مرج إلى مرج سافر في طلب الدنيا، وانتقل من سوق إلى سوق، ومن صناعة إلى أخرى"
    },
    {
        "id": 60,
        "text": " المرجان\n  هو في المنام مال كثير، وجارية حسناء بيضاء مشربة بحمرة"
    },
    {
        "id": 61,
        "text": " المرجل\n  هو في المنام قيم بيت من نسل النصارى، وإذا كان من نحاس فهو من نسل اليهود أقواهم وأغناهم، والمرجل متول تتم على يديه الأمور الصعبة كالواسطة بين الملك ورعيته أو صاحب الشرطة"
    },
    {
        "id": 62,
        "text": " المرجوحة\n  من رأى في المنام أنه ركب في مرجوحة فهو في ضلالة من دينه، لا يدري ما يصنع"
    },
    {
        "id": 63,
        "text": " المرحاض\n  هو في المنام دال على فرج أهله وشدتهم. وربما دل على الزوجة التي يخلو بها زوجها، أو الجارية المطلعة على الأسرار والعورات، وهو بيت الراحة، وبيت الطهارة وبيت الخلاء، والقيء مال حرام. وربما دل على المرأة، فإن كان غير ظاهر الرائحة، فإن إمرأته حسنة المعاشرة، ونظافته صلاحها، وإن كان مملوءاً قذارة فإنها تكون ناشزة، وإن كانت رائحته سيئة فإنها تكون سليطة، ويشتهر بها، وعمق بئرها قيامها في أمورها، وإن كانت بئرها ممتلئة، فإن إمرأته حبلى. أنظر أيضاً الكنيف"
    },
    {
        "id": 64,
        "text": " المرخم\n  تدل رؤيته في المنام على ناسج الحصير أو ناسج الحرير أو صانع البسط، كما تدل رؤيته على العز والرفعة والألفة والمحبة"
    },
    {
        "id": 65,
        "text": " المررنجوش\n  من رأى في منامه أنه يشم مرنجوشاً، فإن جسمه يصح في تلك السنة، وإن غرس مرنجوشاً فيولد له ولد صحيح الجسم.وإن رأت إمرأة إنها تشم مرنجوشاً فإنها تلد ولداً ذكراً مؤمناً، ويدل المرنجوش على التزوج"
    },
    {
        "id": 66,
        "text": " المرض\n  هو في المنام نفاق، لقوله تعالى:  \"  في قلوبهم مرض، فزادهم الله مرضاً  \". ومن رأى  أنه مريض نقص دينه وصح جسمه. ومن رأى  أن زوجته مريضة نقص دينها وصح جسمها، والمريض إذا رأى أنه راكب خنزيراً أو بعيراً أو ثوراً خشي عليه الموت، والطفل المريض إذا شفي من مرضه فإنه يموت. ومن رأى  أنه مريض قهر أعداءه ونال مالاً عظيماً وطال عمره ونال سروراً، ومن كان في شدة ورأى أنه مريض فإنه ينجو. وإذا رأى المريض أنه أعتق عبداً فإنه يموت، لأن الميت لا ملك له.وإن رأى رجلاً مجهولاً أنه مريض، فإن المرض يعود على صاحب الرؤيا، والمرض إنفاق مال، وتوبة ودعاء وتضرع، والمرض عشق والعشق أيضاً مرض، وقيل من رأى أنه مريض رزق صحة. ومن رأى  أن ابنيه قد مرضاً رمدت عيناه. ومن رأى  أن أباه مرض عرض له صداع، لأن الرأس بدل الأب. ومن رأى  أنه مريض فإنه كثير الأباطيل والفساد، وقيل من رأى أنه مريض قد طال مرضه وتساقطت ذنوبه فإنه يموت، وقيل المرض هم يصيبه على قدر مرضه. ومن رأى  أن السلطان مريض فإنه يمرض في دينه، وإلا مات تلك السنة، ومرض الرجل عزله عن زوجته، ومرض العلماء ضعف في الدين، ومرض المؤدب تشتيت صبيانه وتفرقهم عنه، ومرض الطفل دليل على الهم والنكد لوالديه، ومرض ما يتمنى موته فرج، والمرض العام في الناس دليل على القحط وكساد المعاش. أنظر أيضاً الوباء"
    },
    {
        "id": 67,
        "text": " مرض الثعلب\n  هو في المنام زوال منصب"
    },
    {
        "id": 68,
        "text": " مرض الفيل\n  يدل في المنام على حب الدنيا"
    },
    {
        "id": 69,
        "text": " المرقع\n  تدل رؤية مرقع القماش البالي في المنام المداهنة وترقيع الحال. وربما دلت رؤيته على الفقر الدائم"
    },
    {
        "id": 70,
        "text": " المروحة\n  هي في المنام تدل على الراحة والفرج من الشدائد، والغنى بعد الفقر، خاصة إن كانت المروحة يمانية. وربما دلت المروحة على الزوجة والولد، وإن كانت من خوص النخل دلت على المال من السفر، والمروحة رجل يستريح الناس إليه"
    },
    {
        "id": 71,
        "text": " المروض\n  هو في المنام ولي الأمر. أنظر أيضاً السايس"
    },
    {
        "id": 72,
        "text": " المرئ\n  هو في المنام دال على العافية والسقم"
    },
    {
        "id": 73,
        "text": " المريخ\n  تدل رؤيته في المنام على الشرور والأنكاد، والمخاوف وسفك الدماء، فإن رآه وهو هابط ومنحوس أو محترق كان دليلاً على الحريق والسيف والجور، وفتح الأقفال أو طلاق النساء أو هدم المنازل، والمريخ صاحب حرب الملك ووالي جنده"
    },
    {
        "id": 74,
        "text": " المزبلة\n  هي في المنام الدنيا، والزبل مال، فمن رأى نفسه على مزبلة أو اشتراها أو ورثها، وكان مريضاً أو خائفاً من الهلاك نجا أو استغنى بعد فقره. وربما ورث ميراثاً، وإن كان عازباً تزوج. وربما كانت المزبلة للملك بيت ماله، وإن تعرى فوق المزبلة وكان والياً عزل أو مريضاً مات أو غنياً تزهد وافتقر"
    },
    {
        "id": 75,
        "text": " المزدلفة\n  من رأى نفسه في المزدلفة في المنام نال ثناء حسناً بسبب سعيه في الطاعة. وربما قضى ما عليه من دين أو وعد"
    },
    {
        "id": 76,
        "text": " المزراق\n  هو في المنام سلطان وقوة إذا كان معه أسلحة أو فيه حديد، وإلا فإنه ولد قوي ذو بأس أو تجارة رابحة، وإذا رآه فقير استغنى أو غني ازداد غنى أو سلطان قوي سلطانه، وظفر بأعدائه، وهكذا الحراب والخناجر"
    },
    {
        "id": 77,
        "text": " المزمار\n  تدل رؤيته في المنام على اللهو واللعب وإثارة الفتن. وربما دل على الأفراح والمسرات. ومن رأى  أن معه مزماراً وكان من أهل القراءة نال حظاً فيها، لقوله عليه السلام في حق أبي موسى:  \"  لقد أوتي مزماراً من مزامير داود  \". والمزمار نائحة. ومن رأى  أن ملكاً أعطاه مزماراً نال ولاية إن كان من أهلها، وفرحاً إن لم يكن من أهلها. ومن رأى  أنه يزمر فإنه يتعلم القرآن ومعانيه ويحسن قراءته. ومن رأى  أن بيده مزماراً من ذهب يزمر به فهو انتشار حكمته إن كان حكيماً، وهو للمريض موته، وللغماز نميمة، ولطالب الولد ولد. أنظر أيضاً الزمر، وانظر القصب"
    },
    {
        "id": 78,
        "text": " المسابقة\n  إذا كانت المسابقة في المنام بالأقدام دلت على سرعة الحركات في اللعب والبطالة، أو السفر، وإن كان الرائي مريضاً مات أو فقيراً استغنى أو غائباً قدم من سفره، وإذا كانت المسابقة بالدواب دلت على ارتكاب محذور، وتدل على الفتن بين الناس"
    },
    {
        "id": 79,
        "text": " المساح\n  مساح الأرض في المنام رجل يتفقد أحوال الناس. ومن رأى  أنه مسح أرضاً مزروعة فإنه يتفقد أحوال أهل الصلاح، ومن مسح كرماً فإنه يتفقد أمر امرأة، وإن مسح أرضاً مشجرة فإنه يتفقد أحوال رجال متدينين، وإن مسح شارعاً فإنه يسافر، وإن كان في طريق الحج فإنه يحج، وإن مسح مفازة فإنه يفوز من غم، وإن مسحه أرضاً مخضرة لم يعرف صاحبها فإنه يصير ذا نسك، وإن مسح دار إنسان تفقد حال ذلك الإنسان"
    },
    {
        "id": 80,
        "text": " المساقاة\n  هي في المنام إحسان يشمل القريب والبعيد، والجليل والحقير"
    },
    {
        "id": 81,
        "text": " المسالخي\n  هو في المنام رجل غني"
    },
    {
        "id": 82,
        "text": " المسبحة\n  هي في المنام إمرأة صالحة أو معيشة حلال أو جنود ينفعون، سواء كان ذلك بالنسبة لمن يملكها أو لمن سبح بها. أنظر أيضاً السبحة"
    },
    {
        "id": 83,
        "text": " المستقطر من المياه\n  يدل في المنام على الأولاد من حسان الوجوه، أو الأشراف. وربما دل على العلم من العلماء العاملين، والحكم الجليلة من ذوي الحكم العارفين، وماء من المشموم كماء الورد وماء النسرين وماء الزهر فهي سرور وأفراح وثناء جميل. وربما دلت المستقطرات على الودائع المستخرجة، والمستقطرات للشرب كماء الخلاف ولسان الثور واللينوفر فهذه وأشباهها أدوية شافية وفوائد وأرزاق وأفراح"
    },
    {
        "id": 84,
        "text": " المسجد\n  هو في المنام رجل عالم. ومن رأى  أنه يبني مسجداً، فإن ذلك يدل على خير وسنة، وصلة الأرحام، وتولية القضاء إن كان أهلاً لذلك. ومن رأى  مسجداً عامراً محكماً فإنه رجل يجمع الناس عنده ويؤلف بينهم في صلاح وخير.وإن رأى مسجداً انهدم فإنه يموت هناك رئيس عالم صاحب دين ونسك.وإن رأى  أن رجلاً مجهولاً صلى في المسجد وكان إمام المسجد مريضاً فإنه يموت.وإن رأى  أن بيته تحول مسجداً أصاب براً ونسكاً وشرفاً.وإن رأى  أن مسجداً تحول حماماً، فإن رجلاً مستوراً يفسق، والمسجد يدل على السوق والتجارة، ومن بنى مسجداً قربة لله تعالى أقام الحق، وأمر بالمعروف، ونهى عن المنكر، وإن كان عالماً صنف كتاباً فانتفع الناس بعلمه، وإن كان غنياً أدى زكاة ماله، وإن كان عازباً تزوج، وإن كان متزوجاً رزق ولداً، وذاع ذكره الصالح، وإن كان فقيراً استغنى، وإلا جمع بين الناس في الخير، وأعانهم على طاعة الله، وإن بناه بما لا يجوز به البناء أو انحرف فيه المحراب إلى غير جهته دل على الشر. ومن رأى  أنه يبني مسجداً فإنه يتفقه في الدين، أو يحج، أو يبني ما يدوم مثل حمام أو فندق أو حانوت أو غير ذلك. ومن رأى  أنه يسقف مسجداً فإنه يعول يتامى، وإن زاد في المسجد فإنه يزيد في دينه من عمل صالح أو خلق حسن، وإن انتقل الحانوت فأصبح مسجداً دل على الكسب الحلال، أو يخلط الحلال بالحرام، أو يجمع بين الحرائر، وإلا ماء، والمساجد المهجورة تدل على إهمال العلماء وإبطال الأمر بالمعروف والنهي عن المنكر، وتدل على الزهاد المنقطعين عن الدنيا. ومن رأى  أنه دخل من باب المسجد فخر ساجداً فإنه يرزق توبة قال تعالى:  \"  وادخلوا الباب سجداً وقولوا حطة نغفر لكم خطاياكم  \". ومن رأى  أنه وصل إلى المسجد فوجده مغلقاً ففتح له فإنه يعين رجلاً في دين عليه ويخلصه منه ويحسن ثناؤه عند الناس. ومن رأى  أنه دخل المسجد وهو راكب فإنه يقطع قرابته بنفسه، يمنعهم من رفده. ومن رأى  أنه يموت في المسجد يدل على الغلبة على الأعداء، لقوله تعالى:  \"  قال الذين غلبوا على أمرهم لنتخذن عليهم مسجداً  \". ودخول المسجد الحرام المكي يدل على الأمن من الخوف وصدق الوعد. أنظر أيضاً الجامع"
    },
    {
        "id": 85,
        "text": " المسحاة\n  هي في المنام خادم ومنفعة لأنها تجرف التراب والزبل، وكل ذلك أموال لا يحتاج إليها، وهي للعازب زواج، وقد يدل الجرف بها على الإقبال على الطعام. وربما دلت على المغرفة، وقيل هي ولد إذا لم يعمل بها، وإن عمل بها فهي خادم، والمسحاة ينال صاحبها دنيا حسنة، والمسحاة إمرأة تصبر على الكد والتعب. وربما دلت على الرزق والفائدة والشفاء من الأمراض"
    },
    {
        "id": 86,
        "text": " المسدي\n  هو في المنام يدل على رجل لا يقر له قرار، وعيشه في سعيه كالمنادي والمكاري، وقد يدل على الساعي بين الاثنين، وعلى ذي الوجهين ويستدل على صلاحه من فساده، فإن كان في مسجد، وكان ما يسديه كتاناً أو قطناً أو صوفاً فهو جيد، وإن كان ذهباً أو حريراً فهو رديء"
    },
    {
        "id": 87,
        "text": " المسرجة\n  تدل رؤيتها في المنام على المعيشة لأربابها، وإن كانت مما يطاف بها في البيت فهي دالة على صاحب البيت الطائف بنفسه والقائم بمصالح أهله، والمسرجة إذا كانت من صفر فهي خير ثابت، وإن كانت من فخار فهي أقل من ذلك، والمسرجة مثل حياة بني آدم وطبائعهم في الرؤيا، فالروح مثل السراج في المسرجة، والمسرجة هي الجسد، والدم هو الدهن، فإذا أفنيت الفتيلة والدهن من الجسد هلك بقضاء الله تعالى وقدره، فإذا كانت الفتيلة والدهن صاف صفا عيشه، وإن كانا كدرين كدر عيشه.وإن رأى  أن مسرجته مكسورة لا يثبت الدهن فيها، فإن في جسده علة لا تقبل الإصلاح حتى يموت"
    },
    {
        "id": 88,
        "text": " المسرحة\n  هي في المنام دالة على ما يدل المشط عليه، والمسرحة للعازبة زوج، وللعازب إمرأة شريفة صبورة على الكد. أنظر أيضاً المشط"
    },
    {
        "id": 89,
        "text": " المسك\n  هو في المنام يدل على صدقة السر والحمل بالأولاد. وربما دل في الميت على أنه في الجنة، أو على التجارة الرابحة، أو على البستان الذي يجنى منه الثمر، أو العلم النفيس من العلماء، وإن جعل المسك على النار مثل العنبر، أو العود ابتدع في دينه أو أذهب ماله في الفساد، ووضع الشيء في غير محله، والمسك حبيب أو جارية أو ولد، وقيل امرأة، ومن حمله من اللصوص فيقبض عليه، لأن الرائحة الزكية تدل على حاملها، والمسك يدل على المسك لأنه أغلى من الذهب، ويدل على طيب عيش وخير لمن يشمه، أو يملكه، ويدل على براءة المتهم، والمسك وكل سواد من الطيب كالقرنفل وجوزة الطيب سؤدد وسرور، وسحقه ثناء حسن"
    },
    {
        "id": 90,
        "text": " المسكر\n  هو في المنام دال على الشبهات في الأموال والأولاد والأزواج، ويدل شربه على الضرب في اليقظة لما فيه من إقامة الحد والجلد، ويدل على فساد في الدين، أو الزوجة، أو الردة عن الإسلام أو نقض التوبة. أنظر أيضاً الخمر، وانظر السكر"
    },
    {
        "id": 91,
        "text": " المسلخ\n  لا خير في رؤيته في المنام لذهاب الأرواح فيه، وسلخ الجلود عن الأبدان، وسفك الدماء. وربما دلت رؤيته على الأفراح والمسرات لأنه عون على ذلك. وربما دل على دور أهل الظلم، فإن دخل إليه مريض مات، وإن تلوث الصحيح بشيء من أوساخه دل على النكد، أو المرض، والمسلخ دار عذاب وظلم وسجن، فمن دخل مسلخاً فليحذر من السجن"
    },
    {
        "id": 92,
        "text": " المسلة\n  هي في المنام دالة على المرأة لإدخال الخيط فيها، فمن رأى أن بيده مسلة وكانت إمرأته حبلى ولدت له بنتاً، فإن لم يكن هناك حمل، فإن في ذلك سفراً له. أنظر أيضاً الإبرة"
    },
    {
        "id": 93,
        "text": " المسلوق\n  هو في المنام أرزاق عاجلة، وبضائع رابحة، والمسلوق من الخضار يدل على قضاء الدين، وتعجيل المؤجل والأفراح والمسرات أو هموم وأحزان وفاقة"
    },
    {
        "id": 94,
        "text": " المسمار\n  هو في المنام أمير أو خليفة، وتدل رؤية المسامير على الجنود والأعوان، وعلى الدراهم، والمسمار رجل يتوصل به الناس إلى أمورهم، ويدل على زواج، فمن رأى أنه أثبت مسماراً في دفة أو في شيء مما يدل على النساء فإنه يتزوج، والمسامير الكثيرة قوة ومنعة، وابتلاع المسامير تجرع الغيظ، والمسامير أناس يصحبون قوماً فاسدين، والمسمار رجل يؤلف بين الناس في المودة"
    },
    {
        "id": 95,
        "text": " المسن\n  تدل رؤيته في المنام على الهداية إلى الرشد. وربما دل على العالم الذي يهتدى به، والمسن رجل يحث على الأمور، وقيل المسن امرأة أو رجل يفرق بين الزوجين أو بين الأحبة، والمسن يدل على حركة وطيب نفس، ومن رآه تكثر حركته وحدته"
    },
    {
        "id": 96,
        "text": " المشاتمة\n  من رأى في المنام أنه شتم رجلاً، فإن المشتوم يظفر بالشاتم.وإن رأى  أن أحداً من الناس بغى عليه فإنه يظفر بالباغي ما لم يكن لبغيه أثر ظاهر، لقوله تعالى:  \"  ثم بغي عليه لينصرن الله  \""
    },
    {
        "id": 97,
        "text": " المشاعلي\n  تدل رؤيته في المنام على هاد يهتدي به الناس، ويدل على الخير والصلاح والعلم، وعلى من يرجع إليه الناس في قوله وعمله مع خمول ذكره ونقص حظه"
    },
    {
        "id": 98,
        "text": " المشبب\n  تدل رؤيته في المنام على الأفراح وزوال الهموم لأنه لا يرى إلا في مثل ذلك. وربما دلت رؤيته على اللهو وضيق الصدر والبكاء والنوح"
    },
    {
        "id": 99,
        "text": " المشترى\n  نجم من السيارات، وهو في المنام صاحب بيت مال الملك، ورؤية المشترى مع القمر تدل على البيع والشراء والرزق وعلو الشأن، وإن كان مع القمر وهو منحوس أو هابط أو محترق فإنه يحل غلى القارئ، أو القاص، أو السمير، أو المحدث أو معبر الرؤيا، أو يدل على الصلاة والعبادة والحج"
    },
    {
        "id": 100,
        "text": " المشتري الشاري\n  المشتري في المنام مضطر، فمن رأى أنه يشتري شيئاً، أو يبيع فإنه مضطر محتاج، وإن الإنسان لا يبيع إلا في وقت اضطراره. أنظر أيضاً البياع"
    },
    {
        "id": 101,
        "text": " المشد\n  هو في المنام تدل رؤيته على تشديد الأمور وصعوبتها إلا أن يكون الرائي في أمر يحتاج فيه إلى معاضد فإنه يدل على بلوغ أمله وقضاء حاجته"
    },
    {
        "id": 102,
        "text": " المشط\n  هو في المنام رجل نافع، وهو دليل خير لمن أراد المشاركة والعمل مع الديوان، وذلك لاتفاق أسنانه، والتسريح بالمشط زكاة المال، ويفسر المشط برجل عدل، ويدل على من ينتفع بكلامه كالحاكم والطبيب والواعظ، وقيل التسريح يدل على الغربال الذي ينقي الشعير كما ينقي المشط الشعر من الأوساخ، وقيل التسريح نسج الحصير، وقيل أسنان المشط منشار النجار، والمشط فرح وسرور. ومن رأى  أنه يسرح به رأسه ولحيته زال عنه الهم والغم سريعاً، والمشط إنسان ذو أصحاب متساوين غير متفاضلين، فإن كان من حديد فهو رجل ذو منفعة وصاحب إخوان مسلمين صالحين، والمشط دال على العمر الطويل والمال الجزيل والنصر على الأعداء، وكذلك مشط الحائك ومشط الكتاب دال على صاحب الأمر والنهي"
    },
    {
        "id": 103,
        "text": " المشعب\n  تدل رؤيته في المنام على صلاح الحال، وسلامة المرضى، وجبر الكسير"
    },
    {
        "id": 104,
        "text": " المشعر الحرام\n  تدل رؤيته في المنام على حفظ الوصايا وامتثال الأوامر، وإن كان الإنسان مستشعراً خوفاً حصل له الأمن، ورزق هداية"
    },
    {
        "id": 105,
        "text": " المشعوذ\n  تدل رؤيته في المنام على ذي اللهو، واللعب والسخرية، والكذب، والمشعوذ يدل على إمرأة زانية أو خادم. أنظر أيضاً الدجال"
    },
    {
        "id": 106,
        "text": " المشمش\n  هو في المنام دنانير إذا كان في أوانه، وفي في أوانه مرض، والأخضر يدل على الدراهم، وشجرة المشمش رجل لا ينتفع منه، وقيل إنه طلق الوجه شحيح مع أهله، وشجاع. ومن رأى  أنه كسر غصناً من شجرة غير مثمرة فإنه يخاصم أقرباءه أو صديقه، وقيل شجرة المشمش رجل منافق، وإن الصفرة مرض، والمرض نفاق، وقيل هي إمرأة غنية في يدها ميراث، ومن كسر غصناً مثمراً من شجرة مشمش فإنه يحجز مالاً من رجل، أو يترك صلاة أو صياماً، وما كان من الفواكه والثمار أصفر فهو مرض، وما كان حامضاً فهو هم وحزن، والأخضر منه ليس بمرض، والمشمش يدل على الخوف. وربما دل على عودة الأشياء لما كانت عليه. وربما دل على الرزق الهنيء"
    },
    {
        "id": 107,
        "text": " المشي\n  من رأى في المنام أنه يمشي مستو فإنه يطلب شرائع الإسلام ويرزق خيراً، وإن مشى في الأسواق، فإن في يده وصية، وإن مشى حافياً فإنه ذهاب غم وحسن دين، والقصد في المشي تواضع لله تعالى، والمشي يدل على طلب الرزق، لقوله تعالى:  \"  فامشوا في مناكبها وكلوا من رزقه  \". والمشي هرولة ونصرة على العدو، والمشي إلى الوراء يدل على رجوع عن أمر قد شرع فيه، أو على فساد في دين الرائي وتغير حاله. ومن رأى  أنه يتبختر في مشيه دل على قبح حاله وفساد حاله. ومن رأى  أنه مشى فخر على وجهه خسر الدنيا والآخرة، لقوله تعالى:  \"  انقلب على وجهه خسر الدنيا والآخرة  \". فإن عثر برجل دل على إهانة المعثور به بوصول المكروه إليه، والمشي إذا كان سعياً يدل على عمل صالح، والمشي يدل على سفر خطر، ومن مشى منكساً رأسه يطول عمره. وربما يكون ذلك بعد مرض نجا منه. ومن رأى  أنه يمشي على رجل واحدة دل على ذهاب نصف ماله ونصف عمره، ومشي الإنسان كمشي الحيوان دليل على التخلق بأخلاق الجاهلين إلا أن يكون الحيوان مأكولاً فإنه يمشي في الناس بالخير، وإلا فهو يمشي في الناس بالنفاق والسعي فيما لا يدركه"
    },
    {
        "id": 108,
        "text": " المص\n  من رأى في المنام أن إنساناً يمصه فإنه يأخذ مالاً منه، فإن مص ثديه فإنه يأخذ من إمرأته مالاً، وإن مص أنفه أخذ من جيبه مالاً، وإن مص فخذه أخذ من عشيرته مالاً"
    },
    {
        "id": 109,
        "text": " المصاحبة\n  إذا رأى المريض في المنام أن يصاحب غيره فهو دليل شفائه. ومن رأى  أنه يصاحب أهل بيته فهو دليل رديء.وإن رأى صاحباً غريباً فهو أمر يضره"
    },
    {
        "id": 110,
        "text": " المصارعة\n  هي في المنام مخاصمة، وإن اختلف الجنسان فالمصارع أحسن حالاً من المصروع، كالإنسان والسبع، وإن كانت المصارعة بين رجلين فالمصارع مغلوب"
    },
    {
        "id": 111,
        "text": " المصافحة\n  هي في المنام تدل على الفائدة والمبايعة والالتزام بالخير"
    },
    {
        "id": 112,
        "text": " المصالحة\n  هي في المنام خصومة، فمن رأى أنه صالح خصمه خاصمه. ومن رأى  أنه يدعو رجلاً معروفاً أو مجهولاً إلى الصلح من غير قضاء دين فإنه يدعو ضالاً إلى الهدى. أنظر أيضاً الهدنة"
    },
    {
        "id": 113,
        "text": " المصحف\n  هو في المنام يعبر بالملك أو بقاضي المسلمين، فمن رأى المصحف قد احترق، فإن ملكاً أو قاضياً يموت. ومن رأى  سلطاناً يكتب مصحفاً فإنه يظهر العدل وينصر الشرع. وإذا رأى القاضي أنه يكتب مصحفاً فإنه يكون بخيلاً بالعلم والجاه، والعالم إذا رأى أنه يكتب مصحفاً فإنه يكسب في تجارته.وإن رأى ملك أنه يبلغ مصحفاً فإنه يموت، وإذا بلع القاضي مصحفاً فإنه يقبل الرشوة.وإن رأى  الملك أنه محا مصحفاً فإنه يخرج من بلده، فإن محاه القاضي فإنه يموت، ومن حمل مصحفاً أو اشتراه فإنه يعمل بأحكامه. ومن رأى  أنه يقرأ مصحفاً على النبي صلى الله عليه وسلم فإنه يحفظه، ومن أكل أوراق المصحف فإنه يأكل الرشوة، والمصحف حكمة ينالها الرجل. ومن رأى  أنه يكتب مصحفاً بيده فإنه يجمع الدين والعلم والعمل وينفع الناس. ومن رأى  أنه مزق مصحفاً بيده فإنه رجل جاحد. ومن رأى  أنه أحدث في المصحف شيئاً يكره مثله في اليقظة فإنه يدل على خراب دينه. ومن رأى  معه مصحفاً نال سلطاناً وعلماً، والمصحف زوجة أو زوج أو ولد، وإن كان الرائي مريضاً برئ من مرضه. وربما انتصر على أعدائه، وإن كان عاصياً تاب. وربما ورث، وإن كان الرائي على بدعة وضلالة فقد أنذره الله تعالى بكتابه. وربما دلت رؤية المصحف على الأخبار الغريبة والوقوف على عجائب الأمور، وورود الأخبار السارة، وطول العمر لمن تصفحه. وربما دل المصحف على المروج والرياض والجنان وأماكن العبادة، وعلى من تلزم طاعته كالملك والوالد والأستاذ والمؤدب، وعلى اليمين الصادقة البارة. ومن رأى  أنه يأكل أوراق المصحف فإنه يكتب المصاحف بأجرة. ومن رأى  أنه باع مصحفاً فإنه يجتنب الفواحش، والمصحف ميراث وأمانة يرزق حلال وقوة. ومن رأى  أنه اشترى مصحفاً استفاد خيراً وسعة وظهر علمه في الناس، وإحراق المصحف فساد في الدين.وإن رأى  أن المصحف أخذ منه فإنه ينزع منه علمه وينقطع عمله في الدنيا. ومن رأى  أنه يتقلد مصحفاً فإنه يلي ولاية، أو يقلد أمانة، أو يكون من حملة القرآن. ومن رأى  أنه يريد أن يأكل أوراق المصحف فإنه يكثر من تلاوة القرآن. أنظر أيضاً القرآن الكريم"
    },
    {
        "id": 114,
        "text": " المصفاة\n  هي في المنام خادم جليل"
    },
    {
        "id": 115,
        "text": " مصلى العيد\n  تدل رؤية مصلى العيد في المنام على الأفراح والمسرات، وزوال الهموم والرخاء، وشفاء المرضى، والخروج من السجن. وربما دل تجديد المصلى على توبة الفاسق وإسلام الكافر، ونزول الغيث، وانتصار على الأعداء، والوفاء بالنذر، وتزويج العزاب. وربما دلت رؤيته على البطالة والكساد، وعلى الجائحة في الإبل والبقر والغنم"
    },
    {
        "id": 116,
        "text": " مصلى الأموات\n  يدل على الهموم والأنكاد، والأحزان وطلاق الأزواج، وعلى الأسفار البعيدة. وربما دل على التولية والعزل لأرباب المناصب، وعلى الخلاص من السجن، والراحة من التعب، وعلى قضاء الدين، وإن الميت قد استكمل أجله ورزقه، وإن كان مديناً طولب بما عليه من الدين"
    },
    {
        "id": 117,
        "text": " المصور\n  تدل رؤيته في المنام على العلم والهندسة والحكمة، ونظم الشعر والتغزل. وربما دلت رؤيته على الكذب وتلفيق الكلام والدخول في الأمور الخطرة. وربما دلت رؤيته على الفسق وشرب الخمر والهيام، أو على الكذاب على الله تعالى، ويدل على المغني والشاعر، وعلى أمثالهم، والمصور صاحب أباطيل وهو يزين للناس في الأمور. أنظر أيضاً الرسام"
    },
    {
        "id": 118,
        "text": " المضحك\n  تدل رؤيته في المنام على خديعة ومكر، وعلى إنسان يسخر منه"
    },
    {
        "id": 119,
        "text": " المضغ\n  هو في المنام بغير علك مرض. ومن رأى  أنه مضغ العلك فإنه يصيب مالاً فيه كلام، ويزداد حتى يصير منازعة، ويكون أصله طمعاً"
    },
    {
        "id": 120,
        "text": " المطر\n  هو في المنام إذا لم يحصل منه ضرر فإنه خير ورزق ورحمة. وربما دل المطر على حياة الإنسان والأرض، أو على إنجاز ما يوعد به الإنسان، وإن كان المطر خاصاً بمكان معلوم دل على حزن أهله، أو على هم يعرض للرائي، وإن كان المطر عاماً مؤذياً كأن تمطر السماء دماً أو حجارة فإنه يدل على الذنوب والمعاصي، وإن كان الرائي مسافراً ربما تعطل سفره. وربما دل المطر النافع على الصلح مع الأعداء، أو على إغاثة الملهوف، والمطر قافلة الإبل كما أن قافلة الإبل هي المطر. ومن رأى  مطراً عاماً يحيا له أمر ميت، وينال خيراً ونعمة وبركة، وإن كان مغموماً أو مديناً فرج عنه، والمطر فرج وغيث في تلك السنة. ومن رأى  المطر في داره خاصة دون الناس نال منفعة وخيراً وكرامة. ومن رأى  مطراً يسيح من كل جانب ويقلع الأشجار فإنه فتنة وهلاك من قبل السلطان، وإذا أمطرت الأرض دماً فهو عذاب. وإذا رأى الفلاح مطراً فهو بشارة وخصب يناله. وقيل إذا كان المطر تراباً بلا غبار فهو خصب، وإذا كان المطر عسلاً فهو خير لجميع الناس، وكذلك إذا كان سمناً أو لبناً أو زيتاً وما أشبه ذلك، والمطر يدل على رحمة الله ودينه وفرجه وعونه. وربما دل على الجوائح النازلة من السماء كالجراد والبرد والريح، لا سيما إن كان فيه نار وكان ماؤه حاراً، وربما دل على الفتن والدماء التي تسفك. وربما دل على العلل والأسقام إذا كان في غير وقته، وإن كان المطر في أوانه فذلك تعطيله عن سفره أو عن عمله أو من أجل مريضه أو بسبب فقره، أو يحبس في السجن، وإن اغتسل في المطر من جنابة أو تطهر به للصلاة أو غسل به نجاسة فكانت في جسمه أو ثوبه، فإن كان كافراً أسلم، وإن كان مذنباً تاب، وإن كان فقيراً أغناه الله تعالى، وإن كانت له حاجة عند السلطان قضيت له. ومن رأى  أن السماء أمطرت سيوفاً، فإن الناس يبتلون بجدال وخصومة. ومن رأى  أنه يشرب من ماء المطر، فإن كان صفياً أصاب خيراً، وإن كان كدراً أصاب مرضاً بقدر ما شرب من الماء. أنظر أيضاً الرعد، وانظر السماء"
    },
    {
        "id": 121,
        "text": " المطران\n  من رأى في المنام أنه مطران فإنه رجل صاحب سلطان يدعو قوماً إلى بدعة فيجيبون بقدر ما خضعوا له، فإن دعي مطراناً وهو كاره فإنه يقلد بدعة أو كذباً، ويرمى به وهو منه بريء. أنظر أيضاً الراهب"
    },
    {
        "id": 122,
        "text": " المطرز\n  هو في المنام عالم مكار ذو كلام مزين مزخرف، وتدل رؤية المطرز على الكتاب وناظم الشعر والمنشد المطرب"
    },
    {
        "id": 123,
        "text": " المطرقة\n  هي في المنام رئيس الشرطة، وقيل من رأى أنه أخذ مطرقة صار إليه فضل كثير، والمطرقة دالة على العون والرزق لأربابها. وربما دلت على الشر واللغط في الكلام"
    },
    {
        "id": 124,
        "text": " المطمورة\n  تدل رؤيتها في المنام على الأم الكافلة المربية، فمن رأى مطمورة انهدمت وكانت أمه مريضة ماتت، وإن رآها مملوءة بالطعام حملت زوجته، وإن رآها ناقصة نقص من السعر بمقدار ما نقص من المطمورة.وإن رأى ناراً وقعت في الطعام كان في الطعام الذي فيها غلاء عظيم أو حادث من السلطان أو جراد، ومن سقط في مطمورة أو حفيرة مجهولة وكان مريضاً فإنه يموت، وإن كان في سفينة غرق، وإن كان مسافراً قطع عليه الطريق، وإن كان مخاصماً سجن"
    },
    {
        "id": 125,
        "text": " المظلوم\n  هو في المنام رجل بدوي أو خادم أو خصي. ومن رأى  إنساناً مظلوماً من الإمام فينال حكماً وقضاء إن كان فقيهاً، أو ينال سلطاناً وولاية بقدر ما يكون أهلاً لذلك"
    },
    {
        "id": 126,
        "text": " المعاصي\n  هي في المنام لمن ينكرها حلول عقاب ينزل به. أنظر أيضاً الفجور"
    },
    {
        "id": 127,
        "text": " المعانقة\n  هي في المنام تدل على طول الحياة، وإن عانق ميتاً طال عمره، وإن عانقه الميت، فإن الحي يموت، ومن عانق عدوه فإنه يصالحه، وقيل المعانقة كلام حسن أو مودة وسفر أو قدوم غائب من سفر، وهم يزول، والمعانقة زواج ومخالطة. ومن رأى  أنه يعانق إمرأة فإنه يهتم بالدنيا ويكون يائساً من الآخرة، ومعانقة الرجال دليل على المساعدة. ومن رأى  أنه عانق إنساناً ووضع رأسه في حجره فإنه يدفع إليه رأس ماله"
    },
    {
        "id": 128,
        "text": " المدجنة\n  تدل رؤيتها للعازب على الزواج، وللمتزوج على النسل. وربما دلت رؤيتها على الشبهات، أو على المكتب الذي يجمع الصبيان، أو المكان الذي تجتمع فيه النساء، أو الرجال للنزهة، وتدل رؤيتها على الخروج من السجن، أو الدخول إليه. وربما دلت رؤيتها على إخراج الضائع"
    },
    {
        "id": 129,
        "text": " معبر المنامات\n  رؤيته في المنام تدل لذوي الأحزان على أفراحهم، ولذوي الأفراح على أحزانهم، ومن كان يؤمل خبراً غائب جاءه منه رسول. وربما دلت رؤيته على العلم بالرموز وفك المشكلات، وعلى العالم بالأمور الشرعية. وربما دل على الناصح لصاحبه المشفق عليه. وربما دل على الذي لا يكتم سراً، والمعبر يدل على الحاكم والفقيه والطبيب. وربما دل على المسجد وقارئ القرآن لأنه مبشر ومنذر. وربما دل على الوزان، وعلى كل من يعالج الميزان كصاحب العيار والصيرفي والقصار والغسال والحلاق. وربما دل على قارئ كتب الرسائل فمن صار معبراً وكان طالباً للعلم والقرآن حفظه، وإن كان يريد الكتابة نالها، وقال بعضهم: المعبر رجل يطلب عثرات الناس"
    },
    {
        "id": 130,
        "text": " المعدة\n  هي في المنام عمر ورزق ومعيشة، فمن رأى أن معدته قوية صحيحة، فهو خير وطول حياة، وإلا فعكس ذلك، وتفريغ المعدة دليل على الخير والراحة، والشفاء من الأمراض"
    },
    {
        "id": 131,
        "text": " المعروف\n  إن الأمر بالمعروف في المنام كمن يأمر الناس بالصلاة أو بالشهادتين، أو يعظهم، فإن ذلك دليل على الإيمان بالله تعالى، والقيام بحقه، وإن كان أهلاً للولاية تولى أو للحكم حكم، وكذلك إن رأى في المنام أنه أراق خمراً أو رمى نرداً أو ما أشبه ذلك، فإن ذلك يدل على الإيمان. وربما دل ذلك على أمر يوجب الصبر. وأما الأمر بالمنكر والنهي عن المعروف في المنام فإنه دليل على النفاق"
    },
    {
        "id": 132,
        "text": " المعضد\n  إذا رآه في المنام في عضده من فضه فإنه يتزوج إبنه بنت أخيه، وإن كان المعضد من خرز فإنه ينال من إخوته هموماً متتابعة، وكل شيء تلبسه المرأة من الحلي فهو زوجها"
    },
    {
        "id": 133,
        "text": " المعلم\n  هو في المنام سلطان ذو صنائع، معروف في سلطانه عند من يتعلم منه ما لم يأخذ عليه أجراً، ومعلم الصبيان يدل على الأمير، أو الحاكم، أو الفقيه، وعلى كل من له صولة ولسان وأمر ونهي. وربما دل على صياد العصافير وبائعها، وهو رئيس قوم جهال"
    },
    {
        "id": 134,
        "text": " المعلاق\n  هو في المنام مال مجموع من كل نوع من الذهب والفضة واللؤلؤ"
    },
    {
        "id": 135,
        "text": " المعلف\n  هو في المنام عز وقوة لمن رآه في داره، وقيل إنه امرأة"
    },
    {
        "id": 136,
        "text": " المعهد\n  المكان الذي عهد فيه الشيء، والناس يرجعون إليه، ومن تعهد في المنام معهده الذي كان يألفه دل على الهم والنكد الذي يوجب ذكر ما سلف من اللذة، أو الذل"
    },
    {
        "id": 137,
        "text": " المعول\n  تدل رؤيته في المنام على الشدة، وقوة الجنان، والإقدام على الأمور الصالحة، والمعول رجل يجذب الأموال إلى نفسه"
    },
    {
        "id": 138,
        "text": " المغازلي\n  هو في المنام رجل يفشي أسرار الناس"
    },
    {
        "id": 139,
        "text": " المغربل\n  تدل رؤيته في المنام على الفارق بين الحق والباطل بعلمه وأمره ونهيه"
    },
    {
        "id": 140,
        "text": " المغرفة\n  هي في المنام إمرأة قهرمانية، تجري على يديها نفقة الأموال"
    },
    {
        "id": 141,
        "text": " المغزل\n  إذا رأت المرأة في المنام إنها أصابت مغزلاً ولدت جارية، وإن رأت أن خيط مغزلها انقطع وكان لها مسافر، أقام ذلك المسافر بعيداً عنها. ومن رأى  أنه يفتل بالمغزل الخيط فإنه يستعين برجل غريب، وتدل رؤية المغزل على الرسول والجابي للمال"
    },
    {
        "id": 142,
        "text": " المغفر\n  من رأى في المنام أن على رأسه مغفراً أو بيضة من حديد فإنه يأمن من نقصان ماله، وينال عزاً وشرفاً. أنظر أيضاً الخوذة"
    },
    {
        "id": 143,
        "text": " المغلاق\n  هو في المنام أجير سيئ معذب. ومن رأى  بابه مغلقاً فإنه محكم في حكم دنياه، وإن لم يكن له مغلاق، فليس له ضبط في أمر دنياه. ومن رأى  أنه يريد إغلاق باب داره ولا ينغلق فإنه يمتنع من أمر يعجزه عنه. ومن رأى  أنه فتح باباً مغلقاً فإنه ينقب حصناً، أو يفتحه، والمغلاق وهو المتراس ربما دل على الولد، أو الزوجة المقعدة، أو الدابة البطيئة. وربما دل على الأمن من الخوف، والتحصن من الأعداء. وربما دلت رؤيته على السحر وكتم الأسرار والقعود عن السفر، فمن رأى عنده متراساً دل على غناه. وربما دل على الولد اللقيط"
    },
    {
        "id": 144,
        "text": " المغني\n  تدل رؤيته في المنام على الأفراح، أو على الأسفار، أو التنقل من مكان إلى مكان. وربما دل على الواعظ"
    },
    {
        "id": 145,
        "text": " المفتاح\n  هو في المنام رزق أو عون أو فتح باب العلم. وربما دلت المفاتيح على الأولاد، أو الجواسيس، أو الغلمان، أو الأزواج للزوجات. وربما دلت المفاتيح على إدراك ما يرجوه من غيب الله تعالى، ورؤية المفاتيح لذوي المناصب بلاد وللملوك فلاح، والمفتاح نصرة على العدو، لقوله تعالى:  \"  نصر من الله وفتح قريب  \". ومن رأى  بيده مفتاحاً بلا أسنان فإنه يظلم اليتيم. ومن رأى  بيده مفتاح الجنة نال نسكاً وعلماً أو وجد كنزاً أو مالاً حلالاً، والمفتاح يدل على دعوة مستجابة. ومن رأى  بيده مفاتيح كثيرة نال سلطاناً عظيماً، والمفاتيح هي الخزائن، لأن بها تفتح، ويفسر المفتاح بالحج، والمفتاح من الحديد رجل ذو بأس وقوة له خطر. ومن رأى  أنه فتح باباً أو قفلاً فإنه ينصر على أعدائه، ومن فتحه بمفتاح نال ما يريد بمعونة الله تعالى، وإن فتحه بغير مفتاح ظفر بحاجته بدعاء أو إحسان أو دعاء أبويه له. ومن رأى  أنه أخذ مفتاحاً فإنه يصيب كنزاً أو مالاً من نبات الأرض، وإن كان صاحب مال، فإن لله تعالى في ماله حقاً فليتق الله ويخرج حقه من ماله، وإن كانت في يده مفاتيح الكعبة صار حاجب سلطان عظيم. ومن رأى  أنه تعسر عليه فتح باب لم يصل إلى ما يطلبه. وربما دل المفتاح على دخول الميت في لحده، ومفتاح المدينة واليها أو مالكها. وربما دل المفتاح للعالم على ما يفتح عليه من العلم"
    },
    {
        "id": 146,
        "text": " مفارقة\n  تدل في المنام على تغير الأسباب والأزواج والدواب"
    },
    {
        "id": 147,
        "text": " المفازة\n  يدل في المنام فوز من شدة إلى رخاء أو من ضيق إلى سعة، ورجوع من ذنب إلى توبة، ومن خسارة إلى ربح، ومن مرض إلى صحة، فمن رأى أنه في مفازة أو خربة، وقد افتقر فإنه يموت، والمشي في المفازة خوض في أمر لا منفعة فيه. ومن رأى  أنه في بر فإنه ينال فسحة وكرامة"
    },
    {
        "id": 148,
        "text": " المقارعة\n  هي في المنام تدل على الأنكاد، والتقريع والمقارعة مغالبة، فمن رأى أنه قارع إنساناً وأصابته القرعة ظفر بغريمه، وإن أصابت غريمه نال الرائي هم وحبس"
    },
    {
        "id": 149,
        "text": " مقام إبراهيم عليه السلام\n  من رأى في المنام أنه جاء المقام وصلى فإنه رجل مؤمن يحفظ الشريعة، ويرزق الحج، لقوله تعالى:  \"  فيه آيات بينات مقام إبراهيم  \". ومن دخل مقام إبراهيم وكان خائفاً أمن. وربما دل دخول المقام على تولية المنصب الجليل، أو التصدي لإفادة العلم، أو الوراثة من أبيه أو أمه. وربما دل الجلوس في المقام على الوقوف عند الحد حتى ينتقل"
    },
    {
        "id": 150,
        "text": " المقايضة\n  هي في المنام بلاء ينزل به ويجد عنه عوضاً بما هو خير منه في الدنيا والآخرة"
    },
    {
        "id": 151,
        "text": " المقبرة\n  رؤيتها في المنام أمن للخائف وخوف للآمن. وربما دلت الجبانة على الخوف والرجاء، والرجوع إلى الهدى بعد الضلالة، ورؤية جبانة أهل الشرك هم ونكد، وخوف وشك في الدين، وتدل رؤيتها على السجن الموحش، وتدل على الآخرة. وربما دلت على دار الرباط والنسك والعبادة والتخلي عن الدنيا، والبكاء والمواعظ. وربما دلت رؤية الجبانة على الموت لأنها داره. وربما دلت على دور الخمرة التي يكون فيها السكارى مطروحين كالموتى والغافلين الذين لا يصلون ولا يذكرون الله تعالى. وربما دلت على السجن، لأن الميت مسجون في قبره، فمن دخل جبانة في المنام وكان مريضاً في اليقظة صار إليها ومات من علته، فإن كان حين دخوله خاشعاً أو تالياً لكتاب الله تعالى أو مصلياً إلى القبلة فإنه يداخل أهل الخير، وإن كان حين دخوله ضاحكاً أو بائلاً على القبور أو ماشياً مع الموتى فإنه يداخل أهل الشر والفسوق وفساد الدين، وإن دخلها بالأذان وعظ من لا يتعظ وأمر بالمعروف، والمقابر المعروفة أمر حق، والمقبرة في المنام دالة على الموعظة والبكاء والخشوع والتجرد عن الدنيا. وربما دلت على العلماء والزهاد والأمراء وقواد الجيوش. وربما دلت مقابر الإسلام على خيامهم، ومقبرة أهل الذمة دالة على البدع والغفلة والخمور والزنى والفسق والكفر والخوف، ومدافن الجاهلية دالة على الكسب والمغنم والسبي وكشف الأسرار"
    },
    {
        "id": 152,
        "text": " المقثأة\n  هي في المنام دالة على الفوائد والأرزاق المتتابعة. وربما دلت المقثأة على المرأة ذات النسل، ومن ملك مقثأة وكان أهلاً للملك ملك وقهر أعداءه، وإن كان فقيراً استغنى، وإن كان عازباً تزوج، وإن كان طالباً للعلم حوى منه فنوناً شتى، وإن كان عاصياً، تاب إلى الله تعالى وجنى ثمرة توبته.وإن رأى ثمار المقثأة على رؤوس الأشجار دل ذلك على البدعة في الدين والظلم والشح، أو الغلاء"
    },
    {
        "id": 153,
        "text": " المقذاف\n  تدل رؤيته في المنام على السلامة من الأخطار، والرفيق المساعد على الأمور الصعبة"
    },
    {
        "id": 154,
        "text": " المقرعة\n  يدل في المنام تدل على الملامة والتقريع، وقد تدل على الإرغام، وعلى العلو والرفعة والمال والمعين على الخير والشر"
    },
    {
        "id": 155,
        "text": " المقرئ\n  تدل رؤيته في المنام على الأمر بالمعروف، والنهي عن المنكر"
    },
    {
        "id": 156,
        "text": " المقص\n  تدل رؤيته في المنام على تقريض الأعراض، لأن من أسمائه المقراض. وربما دل على ولي الأمر الفاصل بين الحق والباطل، والمقص يدل على زيادة العبيد والأولاد، وكذلك الأخ والأخت والدابة، فإذا كان له واحد استفاد آخر إلا أن يكون عازباً فإنه يخرج. ومن رأى  أن مقراضاً نزل عليه من السماء فقد نفد عمره وانقرض، ومن قشر بالمقراض لحى الناس أو ثيابهم فإنه يغتابهم ويخونهم، وقيل المقص يدل على شريكين متفقين. وقيل من رآه بيده ولد له أخ من أمه، ومن رآه بيده وهو يقص به شعراً أو صوفاً فإنه يجمع مالاً كثير، وقيل المقراض رجل يصلح بين الناس"
    },
    {
        "id": 157,
        "text": " المقلاع\n  من رأى أنه رمى إنساناً بحجر في مقلاع، فإن الرائي يدعو على المرمى في أمر حق في قسوة قلب. ومن رأى  أن النساء رمينه، فإن السحرة يكيدونه، والمقلاع كلام حق بقسوة، وقيل المقلاع إذا لم يرم به فإنه يدل على توبة وإقلاع عن المعاصي"
    },
    {
        "id": 158,
        "text": " المقلاة\n  هي في المنام إمرأة لا يعيش لها ولد فدمعها أبداً جار لحزنها، ويقال: إن دمعة الحزن حارة، ودمعة الفرح باردة"
    },
    {
        "id": 159,
        "text": " المقلو\n  هو في المنام يدل على البعد والقلى وتقريب البعيد وقضاء الحوائج، والمقلو من الحلوى شركة مفيدة"
    },
    {
        "id": 160,
        "text": " المقود\n  هو في المنام دليل على الانقياد إلى الخير، أو الشر، فمن رأى أن معه نقوداً انقادت إليه الأمور الصعبة. أنظر أيضاً الزمام"
    },
    {
        "id": 161,
        "text": " مقياس الماء\n  تدل رؤيته في المنام على نزول الغيث والرحمة من الله تعالى، والرخاء بعد الشدة.وإن رأى  الماء قد بلغ حده دل على البشارة والأفراح والخصب. وربما دل مقياس الماء على أهلة أشهر الحج والأعياد. وربما دل على الفرح والسرور، ويدل على دار الملك"
    },
    {
        "id": 162,
        "text": " المكاتبة\n  من كاتب مملوكه في المنام فإنه يدل على طول أعمارها، لأن المكاتبة ضم أجل إلى أجل، وتدل على راحة تصل إلى كل منهما من صاحبه"
    },
    {
        "id": 163,
        "text": " المكاري\n  تدل رؤيته في المنام على الشفاء من الأمراض، واكتساب الذنوب وحمل الأثقال. وربما دلت رؤيته على احتمال الأذى وإيجاد الراحة، والمكاري هو والي الأمور ومقدم الجيش والمتكلف لأمور الناس كصاحب الشرطة والساعي"
    },
    {
        "id": 164,
        "text": " المكبة\n  هي في المنام تدل على كتم الأسرار"
    },
    {
        "id": 165,
        "text": " المكتب\n  هو في المنام دليل على الهوان والصغار، والتقتير وضيق العيش، والخوف والجزع. وربما دل على المنصب الجليل"
    },
    {
        "id": 166,
        "text": " المكحلة\n  هي في المنام إمرأة صالحة تسعى في أمور النار بالمصلحة، والإصلاح في دينهم وأموالهم، لأن العين قوام الدين، والمكحلة جعلت لإصلاحها، ومن أولج مروداً في مكحله ليكحل عينيه وكان عازباً تزوج، وإن كان فقيراً استغنى، وإن كان جاهلاً تعلم إلا أن يكون كحله رماداً أو عذرة فإنه يطلب حراماً من كسب أو بدعة. وربما دلت المكحلة على حفظ الأسرار، والمال الضائع"
    },
    {
        "id": 167,
        "text": " المكنسة\n  هي في المنام إن كانت خشنة فهي المتعاصية من الخدم، والمكنسة تدل على الجارية، فمن رأى أنه كنس داره بالمكنسة وكان غنياً فإنه يخشى عليه الفقر، وقيل كنس البيت يدل على موت مريض فيه أو انتقال منه إلى غيره أو تفرق أمواله عنه، وإن كنس أرضاً وجمع زبالتها فإنه يستفيد مالاً، وإلا كان جابياً أو فقيراً سائلاً طوافاً، وربما دلت رؤية المكنسة على زوال الهم والنكد وقضاء الدين"
    },
    {
        "id": 168,
        "text": " مكة المكرمة\n  هي في المنام تعبر بالإمام، فما حدث من نقص فيها أو زيادة فانسبه إلى الإمام أو إلى دين الرائي. ومن رأى  مكة منزلاً له وكان عبداً اعتق، وإن كان حراً نال عزاً من السلطان، ويلجأ الناس إليه لعلم يعلمهم، ومن جعل مكة وراء ظهره فارق رئيسه أو سلطانه. ومن رأى  مكة هدمت فإنه قليل الصلاة. وربما دلت مكة لداخلها على عروس جميلة قد كثر الخاطبون لها، ودخول مكة للعاصي توبة، وللكافر إسلام، وللعازب زوجة، وإن كان الرائي مخاصماً دل على قهره في مخاصمته. وربما دل دخول مكة على الأمن من الخوف. ومن رأى  أنه خرج إلى مكة ليحج فإنه يرزق الحج إن شاء الله تعالى، وإن كان مريضاً فإنه يطول مرضه. وربما مات. ومن رأى  أنه مجاور بمكة فإنه يرد إلى أرذل العمر. ومن رأى  أنه بمكة مع الأموات فإنه يموت شهيداً، ومن توجه لمكة بسبب التجارة لا غير فإنه يكون حريصاً على الدنيا، ومن رآها مخصبة فهو خير"
    },
    {
        "id": 169,
        "text": " المكيال\n  هو في المنام سلطان أو حاكم، فمن رأى أنه أعطي مكيالاً نال حكماً، وكذلك إن رأى نفسه مكيالاً أو ميزاناً. ومن رأى  الناس ينقصون المكيال، فإن القاضي يميل عن الحق"
    },
    {
        "id": 170,
        "text": " ملاح السفينة\n  هو في المنام رجل سجان، وقيل سائس الملك أو وزيره وصاحب جنده وقائد عسكره والمتوسط بينه وبين رعيته. وربما دل على الجمال والبغال والحمير. أنظر أيضاً الربان"
    },
    {
        "id": 171,
        "text": " ملاقاة الملائكة\n  تدل في المنام على الوقوع في الشدائد، والخلاص منها"
    },
    {
        "id": 172,
        "text": " الملاينة\n  هي في المنام للسفلة من الناس نقص في حقهم، وزوال منصب، وفقر وسؤال"
    },
    {
        "id": 173,
        "text": " الملح\n  هو في المنام مال بلا تعب، وإذا رأيته بين المتخاصمين فإنهم يصطلحون. ومن رأى  أن ملح الناس قد فسد، فإن الطاعون يحل بذلك المكان، أو يحل فيه ظلم أو قحط، والملح شغل ومرض، والملح زهد في الدنيا وخير ونعمة، ومن أكل الخبز بالملح فقد اقتنع من الدنيا بشيء يسير، والمملحة جارية مليحة، ومن وجد ملحاً وقع في شدة ومرض، والملح هو الذي به صلاح كل شيء كالعالم بالسنة والقرآن والإسلام والزوجة والمال والولد والرزق الحلال، وإن كان الرائي خائفاً ورأى ملحاً رزق أمناً أو حلماً، وإن عكس ملح هو حلم، ومملح السمك أخبار سارة، ومملح الزيتون نقض عهد"
    },
    {
        "id": 174,
        "text": " الملحفة\n  هي في المنام إمرأة صاحب الرؤيا، فمن رأى أنه نام في ملحفة فإنه ينال إمرأة متدينة، ومن لبس ملحفة حمراء لقي قتالاً. ومن رأى  أن الملحفة نزعت منه فإنه يفارق زوجته بطلاق أو موت"
    },
    {
        "id": 175,
        "text": " الملحم\n  هو في المنام امرأة أو ملحمة قتال أو مرض"
    },
    {
        "id": 176,
        "text": " الملحي\n  يدل في المنام على رجل غني أو رجل يصلح بين الناس"
    },
    {
        "id": 177,
        "text": " الملقط\n  تدل رؤيته في المنام على الغلام الصبور على الكد، وهو للعاطل عن العمل خدمة"
    },
    {
        "id": 178,
        "text": " الملك\n  من الملائكة عليهم السلام، فمن رأى في المنام أنه يكلم ملكاً، أو يعطيه شيئاً، فإن ذلك شهادة يرزقها إن شاء الله تعالى. ومن رأى  أن الملائكة نزلوا في موضع، فإن كان أهله في حرب انتصروا، وإن كانوا في كرب فرج عنهم. وربما دل نزول الملائكة على وباء أو طاعون، أو على الأمراء، أو القواد، أو العمال. ومن رأى  أنه يطير مع الملائكة فإنه ينال الشهادة، ويفوز برضوان الله تعالى وكرامته. ومن رأى  الملائكة في مكان، وهو يخافهم، وقع هناك حرب، وفتنة، وخصومة وعداوة.وإن رأى  أن الملائكة يسجدون له، أو يركعون، قضيت حوائجه، ورزق الصلاح وحسن الذكر، وإن رآهم على صورة النساء فإنه يكذب على الله تعالى.وإن رأى  أن الملائكة يبشرون بغلام يولد له إبن عالم صالح تقي يقتدى به.وإن رأى نفراً من الملائكة في بلدة فإنه يموت هناك عالم أو زاهد، ويقتل رجل مظلوم. ومن رأى  أنه تحول ملكاً فإنه ينال شرفاً وعزاً. ومن رأى  أنه يصارع ملكاً فإنه يزول عن مكانه وعزه ومرتبته، وينال هماً وغماً.وإن رأى  أن ملكاً أخذ منه سلاحه فإنه دليل ذهاب ماله وقوته ومنفعته. وربما فارق امرأته.وإن رأى  الملك صبياً دل على المستقبل، وإن رآه شاباً دل على الحاضر، وإن رآه شيخاً دل على الماضي. ومن رأى  أنه صار ملكاً فإنه يصير كاهناً أو عرافاً أو غمازاً همازاً، وإن كان مريضاً دل على موته. ومن رأى  الملائكة تستغفر له صلح في دينه وحاله وكثر ماله، وإذا نزلت الملائكة في المقابر فيدفن هناك الصالحون.وإن رأى  الملائكة في السوق فهو دليل بخس الموازين. ومن رأى  أنه يصارع ملكاً نال هماً وذلاً بعد العز. ومن رأى  أنه صار في صورة ملك، فإن كان في شدة نال الفرج، وإن كان في رق عتق، وإن كان شريفاً نال زيادة ورئاسة. ومن رأى  الملائكة يسلمون عليه آتاه الله بصيرة في حياته، وختم له بخير. وإذا رأى الكافر أن الملائكة يصلون عليه ويستغفرون له أسلم. وربما دلت رؤية الملائكة على الأبناء وأصحاب الشرط، وملائكة العذاب إذا دخلوا على الميت ولم يخف منهم دل على الأمن خاصة إن كان مسافراً فإنه يأمن من قطاع الطرق، وتدل رؤيتهم على رسول الملك أو نائبه، أو الحاكم، وإن كان عليه دين برئت ذمته، وإن كان مريضاً شفي. وربما دلت رؤيتهم على التراجمة العارفين بلغات الناس فإنهم يسألون كل واحد بلغته"
    },
    {
        "id": 179,
        "text": " المماطلة\n  إن كان المطل من إمرأة فإنها تعجل لنفسها الفرقة، والقعود عن الزواج، أو إنها تفضل الاعتزال عن الآخرين"
    },
    {
        "id": 180,
        "text": " المن\n  هو في المنام رزق حلال. وربما دل على المنة من المعطي، فمن رأى أنه يأكل المن أصاب رزقاً من غير تعب. أنظر أيضاً الترنجبين"
    },
    {
        "id": 181,
        "text": " منى\n  من رأى نفسه في منى في المنام أمن من حيث يخاف، وبلغ مناه من كل ما يرجوه من أمر الدنيا والآخرة"
    },
    {
        "id": 182,
        "text": " المني\n  هو في المنام مال.وإن رأى  أن له جرة من مني أصاب كنزاً. ومن رأى  أنه خرج من إمرأته ماء أصفر فإنها تلد ولداً سقيماً، وإن خرج ماء أحمر، فإن الولد يكون قصير العمر، فإن خرج ماء أسود فإنه ولد يسود أهل بيته، وإن خرج نار، فإن الولد يكون ذا سلطان وجور وظلم، وقال بعضهم: إن المني من المنى. وربما دل خروج المني على التفريط في المال وإفشاء الأسرار أو موت الأولاد، وإن كان الرائي فلاحاً أحيا أرضاً ميتة وأخرج منها الماء"
    },
    {
        "id": 183,
        "text": " مناخ الإبل\n  يدل في المنام على مجمع الرؤساء كالرباط والمسجد والخان الذي يأوي إليه التجار"
    },
    {
        "id": 184,
        "text": " المناداة\n  من رأى في المنام أنه ينادى عليه فإنه يصاحب أراذل الناس. ومن رأى  أنه نودي من شاطئ الوادي نال ولاية عظيمة، وإن نودي من مكان بعيد عصى الله تعالى، لقوله سبحانه وتعالى:  \"  أولئك ينادون من مكان بعيد  \""
    },
    {
        "id": 185,
        "text": " المنادي\n  هو في المنام يدل على السفر لمن سمعه، قال تعالى:  \"  أولئك ينادون من مكان بعيد  \". وتدل رؤية المنادي على إذاعة الخبر إلا أنه ينادي على ما لا يحل كالنداء على الخنزير، والنداء على الحرام"
    },
    {
        "id": 186,
        "text": " المنارة\n  هي في المنام رجل يؤلف بين الناس، ويدعوهم إلى صلاح دينهم.فإن رأى  الإنسان أن المنارة انهدمت فهو موت الرجل أو تفرق جماعته واختلاف أحوالهم، ومنارة المسجد الجامع صاحب البريد أو رجل يدعو إلى دين الله والهدى. ومن رأى  أنه سقط من منارة في بئر فإنه يتزوج إمرأة سليطة أو تذهب دولته. ومن رأى  أنه صعد منارة عظيمة من خشب وأذن فيها، فإن يصيب ولاية وقوة ورفعة في نفاق. ومن رأى  أنه قائم على منارة يسبح الله تعالى ويهلل فإنه ينال عزاً ورفعة في الدنيا، وتسبيحه غم وحزن يفرجه الله تعالى عنه، والمنارة وزير. وربما دلت المنارة على مؤذنيها، ومنارة السراج في المنام خادم المنزل فمهما يرى فيها من نقص أو زيادة فانسبه إلى الخادم، ورأس المنارة رأس الخادم، وقد تكون المنارة امرأة. أنظر الشمعدان"
    },
    {
        "id": 187,
        "text": " المنازعة\n  من رأى في المنام أنه نازع إنساناً فإنه يصيبه حزن شديد. أنظر أيضاً اللجاجة، وانظر العداوة"
    },
    {
        "id": 188,
        "text": " منازل الكواكب\n  البطين بطنه، والثريا ثروة، والدبران إدبار، والهقعة عقوق، والهنعة هناء وعنة، والذراع اليماني يمن، والشامي شؤم، والنثرة انتثار، والطرفاء طرف، والجبهة مجابهة، والصرفة انصراف، والعواء صراخ، والسماك الرامح حرام، والأعزل عزل، والغفر مغفرة وأمان، والقلب انقلاب، والشولة شولان تشوف، والنعائم إنعام ونعمة، وسعد الذابح عدو وسعد بلع لعب، وسعد السعود سعود، وسعد الخبايا افتضاح. ومن رأى  شيئاً من الكواكب فهي أدلة على تسيير المنازل كبنات نعش والدب الأصغر والدب الأكبر والنسر الطائر والجوزاء والسنبلة والحمل وغيرها"
    },
    {
        "id": 189,
        "text": " المناطحة\n  تدل في المنام على التجهيز للقتال والحرب. وربما دلت على شهود موسم بدعة وضلالة، والمناطحة بالأدمغة فإنها تدل على الآفات والنوازل تنزل بكل واحد منها، أو يقع بينهما شر، فإن سال من أدمغتها دم كان عاقبة أمرهما مع الشر إلى مغرم. وربما دل ذلك على التفاخر بالنسب"
    },
    {
        "id": 190,
        "text": " مناقرة الديوك\n  هي تحريش بين الخطباء والعلماء والمؤذنين"
    },
    {
        "id": 191,
        "text": " المنبر\n  هو في المنام سلطان العرب وجماعة الإسلام والمقام الكريم الذي ذكره الله تعالى في كتابه، فمن رأى أنه على منبر وهو يتكلم بكلام البر فإنه يصيب سلطاناً شريفاً كريماً إن كان للمنبر أهلاً، وإن لم يكن فهو شهرة بخير.وإن رأى وال أو سلطان أنه صرع أو أنزل عنوة عن المنبر أو انكسر منبره فإنه زوال سلطان بموت أو حياة، والمنبر ولاية وقهر عدو. وربما كان المنبر لمن رقيه، والسلطان إذا ارتقى منبراً دام ملكه وقهر أعداءه"
    },
    {
        "id": 192,
        "text": " المنثور\n  هو في المنام ولد يموت أو فرح لا يدوم أو ولاية تزول أو تجارة تنتقل أو إمرأة تفارق، والمنثور علوم وحكم وكلام أنيق. وربما دل على الملبوس الفاخر أو معاشرة النصارى أو ملك شيء من آثارهم"
    },
    {
        "id": 193,
        "text": " المنجل\n  تدل رؤيته على الرزق والخبر الصادق. وربما دل على حصاد العمر"
    },
    {
        "id": 194,
        "text": " المنجم\n  رؤيته في المنام دالة على معاشرة أرباب الصدور. وربما دلت رؤيته على كشف الأسرار والفضول، ومن كان في شيء من الهم والنكد دل على تفريج ما به. وربما دلت رؤيته على زواج العازب، والفرقة بين الزوجين، وموت المريض، والسفر للمقيم، وعلى خلاص الحامل، وتدل رؤيته على البشارة والإنذار أو اتباع السنة والعلم والعمل، وضارب المندل في المنام يدل على صاحب علم أو تعبير للكلام كالرسول. وربما دل على عابر الرؤيا، أو المطلع على الذخائر"
    },
    {
        "id": 195,
        "text": " المنجنيق\n  هو في المنام قذف بكلام عظيم وبهتان، والمنجنيق مكر وخديعة ونصر المظلومين ودمار الكافرين، وحجر المنجنيق رسول.فإن رأى  أن سلطاناً رمى إنساناً بحجر فإنه ينفذ إليه رسولاً قاسياً، ورؤية الرمي بالمنجنيق غدر ومكيدة. وربما دل المنجنيق على قذف العلماء والإرغام لهم، وعلى قذف المحصنات، والطعن في الدين. وربما دلت رؤيته على الفتنة في المكان الذي يرى فيه منصوباً للرمي"
    },
    {
        "id": 196,
        "text": " المنخل\n  تدل رؤيته في المنام على الهدى بعد الضلال، والتوبة بعد المعصية. وربما دل على الحاكم الغارق بين الحق والباطل. وربما دل على الإنسان الذي لا يحمل شراً، والمنخل يدل على مضرة وتشتيت لأنه يقسم الأشياء ولا يجمعها، وقيل هو رجل يفرق بين الأحبة والأهل، وقيل هو ماشطة لأنه ينقي الأوساخ، وقيل هو رجل تجري على يديه أموال شريفة، ويدل على الخادمة"
    },
    {
        "id": 197,
        "text": " المندفة\n  هي في المنام إمرأة شنيعة، ووترها رجل طنان، ومندفة الرجل شخص منافق"
    },
    {
        "id": 198,
        "text": " المنديل\n  هو في المنام دال على الرفق، أو الزوجة، أو الولد، خاصة إن كان مطرزاً فإنه يدل على المعاني اللطيفة والفضل الكثير لأنه يتوقى به من الحر والبرد، ويحمل به ثم يصلى عليه، وهو أمان وإمارة للأخذ والعطاء، وينفض به الغبار عن الوجه والثياب، والمنديل خادم. ومن رأى  أنه يعقد منديلاً من مناديل الصباغين فإنه يتزوج إمرأة زانية"
    },
    {
        "id": 199,
        "text": " المنشار\n  هو في المنام رجل يأخذ ويعطي ويسامح، والمنشار يدل على الحاكم، والناظر الذي يفصل بين الخصمين. وربما دل على الزواج لدخوله في الخشب. وربما دل المنشار على القسام والمفرق بين الزوجين، ويدل على الميزان والمكاري والمسدي والجاسوس على أهل الشر، والمنشار عون وقوة ورزق، ومنشار العود رجل رئيس عالم، ومنشار الأبنوس رجل يذل الرجال الزنوج، ومنشار الرخام يدل على قصور الجنة، ومنشار الخشب يدل على العامي من الناس كالطحان والمغربل وما أشبهه"
    },
    {
        "id": 200,
        "text": " المنطقة\n  من شد في وسطه منطقه فإنه على النصف من عمره، والمناطق الكثيرة طول عمر لمن لبسها، والمنطقة ولد أو رئيس ضخم. ومن رأى  أن عليه منطقة بلا حلي فإنه يستند إلى رجل شريف قوي عزيز ينال منه خيراً أو نعمة، يشد به ظهره، ويسد به فقره، ومن شد وسطه بمنطقة وكان فقيراً استغنى أو سلطاناً قوي، وإن كانت المنطقة محلاة بالذهب، فإن الحلي للوالي قواده، وإن كانت الحلية من حديد، فإن قواده أهل قوة وبأس، وإن كانت من صفر فيهم يستمتعون بمتاع الدنيا، وإن كانت من رصاص كانوا ذوي وهن وضعف، وإن كانت من فضة، فإن كان مما ينسب إلى السيد فإنه يكون رئيساً صاحب جاه ومال، وإن كان إلى ولد فإنه يكون ولداً يسود ويكون فيه بعض الجهل، وإن أعطي منطقة وأخذها بيمينه ولم يلبسها فإنه يسافر سفراً في سلطان، وإن كان بيساره منطقة وبيمينه سوط فإنها ولاية، وإن شد ظهره بها فانقطعت فإنه يعزل إن كان سلطاناً، أو يفارق رئيسه، أو يموت، وإن كانت منطقته متقطعة وكان يرجو ولداً حصل له ذلك، وإن كان به خوف أو علة زالا، وإن كان سلطاناً قوي سلطانه، والمنطقة خدمة للبطال أو إمرأة أو كثرة عيال"
    },
    {
        "id": 201,
        "text": " المنظرة\n  هي في المنام رجل منظور إليه، ومن نظرها على بعد وله عدو انتصر عليه، ونال ما تمنى، وعلا أمره في سرور، وإن رآها تاجر فإنه يصيب ربحاً ويعلو على نظرائه، وبناء المنظرة يجري مجرى بناء الدور"
    },
    {
        "id": 202,
        "text": " المنفاخ\n  هو في المنام وزير، وإن النار سلطان، والمنفاخ تدل رؤيته على إحياء الذكر، وشفاء المريض، وجلب الرزق، وحمل المرأة. أنظر أيضاً الكير"
    },
    {
        "id": 203,
        "text": " المنقار\n  هو في المنام يدل على قضاء الحاجة، والعون على المقصود. وربما دل على السفر كرهاً، والمنقار رجل لا يلتئم له أمر لشدة طمعه، والمنقار وكيل صاحبه. وربما دل على عبده أو حماره أو فمه، ومنقار الطائر في المنام عز وجاه عريض لمن ملكه"
    },
    {
        "id": 204,
        "text": " المنقلة\n  هي في المنام رجل ينال الأموال بكد وتعب، والمنقلة لا خير فيها ولا فيما تدل عليه، خاصة إن دخلت على المريض فإنها دالة على موته وانتقاله. وربما دلت على الدار الجامعة التي يجتمع فيها قوم، ويرحل عنها آخرون"
    },
    {
        "id": 205,
        "text": " المنقوع\n  من شربه في المنام للدواء فإنه يدل على استعمال الرقى، والإقتداء بالعلم أو سلوك المنهج القويم. وربما دل ذلك على تلاوة القرآن، لقوله عليه السلام:  \"  القرآن هو الدواء  \""
    },
    {
        "id": 206,
        "text": " المنكام\n  وهو المسمى ساعة من الزجاج وفيها الرمل، وهما فردتان يؤولان بولدين أو أخوين أو شريكين، وقد يدل المنكام على الزينة والجمال لصاحبه. أنظر أيضاً الساعة"
    },
    {
        "id": 207,
        "text": " المنكب\n  هو في المنام صديق الرجل أو شريكه أو أجيره أو من يقوم مقامه، والمنكب دال على الرزق والخير، والسعي للمريض، ويدل على السفر البعيد، قال تعالى:  \"  فامشوا في مناكبها وكلوا من رزقه  \". أراد به السفر في أطراف الأرض، ووجع المنكب إساءة رجل في كد يده"
    },
    {
        "id": 208,
        "text": " المهانة\n  هي في المنام من أرباب النشاط ضعف وفشل عن ملاقاة الخصوم، وتدل المهانة لأرباب الكد على الراحة. أنظر أيضاً المذلة، وانظر الذل"
    },
    {
        "id": 209,
        "text": " المهاة\n  هي البقرة الوحشية والثور الوحشي، وذلك في المنام يدل على رجل رئيس كثير العبادة معتزل صاحب بدعة، ومن تحول رأسه رأس مهاة نال رئاسة وغنيمة وولاية على أناس غرباء"
    },
    {
        "id": 210,
        "text": " المهد\n  من رأى في المنام أنه اشترى مهداً أو هو في مهد نال خيراً وبركة، وجرت على يده خيرات، لقوله تعالى:  \"  ومن عمل صالحاً فلأنفسهم يمهدون  \". وقيل إنه راحة وابن إمرأة مشفقة وصبية صغيرة، والمهد للرجال حزن أو حبس، والمهد للعازب زوجة، وللمرأة ولد. وربما دلت رؤيته على الهم والنكد وضيق الصدر والبكاء. وربما دل على موضع الغناء والرقص واللهو. وربما دل على الخصام والجدال. وربما دل المهد على النعش"
    },
    {
        "id": 211,
        "text": " المهراس\n  هو في المنام رجل يعمل ويتعب، وتدل رؤية المهراس على الخصام والشدة والعسف في الطلب. وربما دلت رؤيته على قضاء الحاجات وتيسير الأمور. أنظر الهاون"
    },
    {
        "id": 212,
        "text": " المهندس\n  تدل رؤيته في المنام على خراب العامر، وعمارة الخراب، والفتنة والشرور، وإن صار في المنام مهندساً طال عمره لطول أمله، ونال عزاً وأمراً، وربما صار حاكماً أو عاقداً للزيجات. وربما صار شاعراً.وإن رأى  الملك أنه صار مهندساً كان رشيداً فيما يفعل، وتدل رؤية المهندس على الغنى بعد الفقر، والصحة بعد المرض"
    },
    {
        "id": 213,
        "text": " الموازيني\n  تدل رؤيته في المنام على القيام بالقسط، والصدق في القول، كما تدل رؤيته على العلم والموضوعات المفيدة"
    },
    {
        "id": 214,
        "text": " الموافقة\n  هي في المنام دليل على الحب للإخوان الصالحين، والهجر لإخوان السوء"
    },
    {
        "id": 215,
        "text": " المؤاكلة\n  هي في المنام مع الميت مغرم، ومع الغائب خبر، ومع الجان والشياطين مخالفة لأرباب الشرور، وكذلك المفاجعة"
    },
    {
        "id": 216,
        "text": " الموت\n  هو في المنام دال على رد الودائع أو خلاص المريض من مرضه، أو السجين من سجنه. وربما دل ذلك على الاجتماع بالغائب، والموت في المنام نقص في الدين وفساد فيه وعلو في الدنيا إذا كان معه بكاء وصراخ ما لم يدفن في التراب، فإذا دفن لم يرج منه صلاح. ومن رأى  أنه مات ولم يكن هناك هيئه أموات دل ذلك على هدم بيت من داره، وقيل بل ذلك عمى في بصيرته وطول في عمره، وقيل الموت سفر أو فقر، وقيل الموت على الإطلاق زواج، لأن الميت يحتاج إلى الطيب والغسل كالمتزوج. ومن رأى  أنه مات وحمل ولم يدفن فإنه يقهر أعداءه. ومن رأى  أنه عاش بعد موته فإنه يستغني بعد فقره، أو يتوب من ذنبه، ومن أخبره ميت أنه لم يمت فإنه في مقام الشهداء. ومن رأى  الميت مريضاً فإنه مسئول عن أمر دينه، وإذا خرج أهل القبور وأكلوا طعام الناس كله، فإن سعر الطعام يغلو، وما أخبر به الميت عن نفسه أو غيره في المنام فهو حق وصدق. ومن رأى  ميتاً في هيئة حسنة وهو ضاحك فإنه كذلك. ومن رأى  أنه يصلي على ميت فإنه يعظ رجلاً لا قلب له. ومن رأى  أنه يمشي في أثر ميت فإنه يقتدي بسيرته. ومن رأى  أن الإمام مات خربت البلد وبالعكس، والموت ندامة من ذنب عظيم. ومن رأى  أنه مات وهو عريان فإنه يفتقر، وإن كان على بساط فتبسط له الدنيا. ومن رأى  أن ابناً له مات فإنه ينجو من عدو له. ومن رأى  أنه قد مات ودفن، فإن عبداً دل على عتقه، وإن كان غير متزوج دل على تزوجه. وإذا رأى المريض أنه تزوج فإنه يموت، والموت دليل خير لمن كان خائفاً أو حزيناً وموت الأخوة يدل على موت الأعداء. ومن رأى  أنه بين قوم أموات فإنه بين قوم منافقين. ومن رأى  أنه يصاحب ميتاً فإنه يسافر سفراً بعيداً. ومن رأى  أنه على المغتسل يرتفع أمره، وينجو من ذنوب وهموم وديون. ومن رأى  ميتاً أنه حي فإنه يحيا له أمر ميت.وإن رأى  الميت مشغولاً أو متعباً، فإن ذلك شغله بما هو فيه، وإن كان مريضاً فإنه مسئول عن دينه.وإن رأى  أن وجهه مسود فإنه مات على الكفر. ومن رأى  أنه أحيا ميتاً فإنه يسلم على يديه يهودي أو نصراني أو صاحب بدعة. ومن رأى  أنه يحيي الموتى فإنه يهدي قوماً ضالين. ومن رأى  حياً أعطى الميت شيئاً مما يؤكل، أو يشرب فهو ضرر يصيبه في ماله.وإن رأى  الميت أعطاه طعاماً فإنه يصيب رزقاً شريفاً.فإن رأى  أن الميت أخذ بيده فإنه يقع بيده مال من جهة ميئوس منها، والكلام مع الأموات طول عمر، والأخذ من الميت رزق. ومن رأى  أنه يكلم ميتاً فإنه يكون بينه وبين الناس جحود. ومن رأى  أنه يقبل ميتاً معروفاً فإنه ينتفع من الميت بعلم قد خلفه أو مال، وقيل من رأى أنه يقبل ميتاً وكان صاحب الرؤيا مريضاً فإنه يدل على موته. ومن رأى  أنه تزوج إمرأة ميتة ورأى إنها حية، فإن الحي يموت. ومن رأى  أن الميت أعطاه قميصه البالي، أو المتسخ فيفتقر. ومن رأى  أن الميت يضرب حياً، فإن الحي قد أحدث في دينه فساداً. ومن رأى  ميتاً يضربه فإنه ينال خيراً من سفر. ومن رأى  ميتاً نائماً، فإن نومه راحته في الآخرة.وإن رأى حياً نام مع ميت، فإن عمره يطول. ومن رأى  حياً بين الموتى فإنه يسافر سفراً بعيداً، ويفسد دينه. ومن رأى  أنه مع الموتى وهو حي فإنه يخالط قوماً في دينهم فساد. ومن رأى  الميت من الكفار وعليه ثياب قديمة فهو سوء حاله في الآخرة. ومن رأى  ميتاً فأخبره بأنه لا يموت أبداً فإنه في مقام الشهداء وهو يهنأ في الآخرة. ومن رأى  أن أمه تموت فتذهب دنياه ويفسد حاله. ومن رأى  أن أخاه قد مات، وكان مريضاً فهو موته. ومن رأى  أن زوجته تموت فتكسد صناعته التي فيها معيشته. ومن رأى  أنه يصلي على ميت فإنه يشفع لرجل فاسد الدين. ومن رأى  أن ميتاً يغرق في بحر فإنه غريق في الخطايا. ومن رأى  أن الموتى خرجوا من قبورهم فإنه يطلق من في السجن. وربما دل الموت فجأة على سرعة الغنى للفقير، وموت الأنبياء عليهم السلام في المنام ضعف في الدين وحياتهم عكس ذلك. وربما دل موت العالم على ظهور بدعة في الدين، وموت الوالدين ضيق المعيشة، وموت الزوجة دنيا ذاهبة، وموت الولد انقطاع ذكر، وصلاة الميت على الميت أعمال باطلة، ورؤية أموات المشركين في المنام أعداء"
    },
    {
        "id": 217,
        "text": " الموج\n  رؤيته في المنام شدة وعذاب، لقوله تعالى:  \"  وإذا غشيهم موج كالظلل دعوا الله مخلصين له الدين  \". وقوله تعالى:  \"  حال بينهما الموج فكان من المغرقين  \""
    },
    {
        "id": 218,
        "text": " المؤدب\n  هو في المنام دال على نفسه. وربما دل على المحتسب والمتولي والشيخ والقدوة والأستاذ، أو السجان، أو الوالد والوالدة، والمؤدب المجهول دال على الرحمن، قال تعالى:  \"  الرحمن، علم القرآن  \". ومن رأى  أنه صار مؤدباً حصل له منصب على قدره، ونال خيراً منه، ومؤدب الحساب يدل على العقل والحكم والتفرقة والجمع والضرب والكسر، ومؤدب القرآن يدل على الغناء والملاهي والفضل والشرف"
    },
    {
        "id": 219,
        "text": " المؤذن\n  هو في المنام دال على الداعي إلى الخير، أو السمسار، أو العاقد للزيجات أو حاجب الملك، أو المنادي في السجن، فإن أذن أذاناً تاماً، وكان ذلك في أشهر الحج، ربما دل على الحج. وربما دل الأذان على السرقة، وإن أذنت المرأة في مئذنة الجامع ظهر في البلد بدعة عظيمة، وإن أذن الصبيان الصغار استولى الجهال على الملك، خاصة إن كان الأذان في غير وقته، والمؤذن المجهول بمنزلة السلطان على رعيته"
    },
    {
        "id": 220,
        "text": " الموز\n  هو في المنام يدل على المال، أو الولد في المشيمة، أو الإنسان في قبره أو سجنه، أو الكتاب المنطوي على الأخبار السالفة، أو المجلد المحتوي على العلم لأنه من فاكهة الجنة، قال تعالى:  \"  وطلح منضود  \". ويدل الموز على اللباس والألفة والمحبة، والموز رجل كريم حسن الخلق. ومن رأى  أنه يأكله صار إليه مال من شركة أو من رجل أعجمي، وقيل هو لصاحب الدين بلوغ في عبادته، والموز للتاجر مال، وللزاهد دين ونسك، وأكله للمريض رديء ويخشى عليه الموت وذلك من لونه وإسمه، إذ لو نقطت الزاي نقطة صار موتاً"
    },
    {
        "id": 221,
        "text": " الموسى\n  وهو أداة من فولاذ يحلق بها، وهو في المنام ولد ذكر لأنه يختن الولد، وإذا قطع به فهو انصرام أمر هو بصدده، وإذا شرح به لحماً أو جرح حيواناً فذلك لسانه الخبيث الذي يتسلط به على الناس بالأذى، وتدل رؤية الموسى على الحقد والعداوة واللسان المؤلم. أنظر أيضاً السكين"
    },
    {
        "id": 222,
        "text": " موسى عليه السلام\n  من رآه في المنام، فإن الله تعالى يهلك على يديه جباراً، وينال من بعد عزاً ونصراً، ورؤية موسى عليه السلام تدل على قوة أصحاب الحق وقهر أصحاب الباطل، وإن كان هناك ملك جبار أو رئيس زنديق أهلكه الله تعالى. ومن رأى  أنه تحول في صورة موسى عليه السلام، فإن كان سلطاناً وله عدو ظفر بعدوه، وإن رآه سجين دل على نجاته، ورؤيته تدل على هلاك الجبابرة، ومن رآه وكان في حرب نصر، وإن كان في بحر مسافراً فإنه ينجو من البحر ويسلم، ورؤية موسى عليه السلام تدل على الابتلاء في الطفولة وفرقة الأهل والأقارب ومعاشرة الملوك والجبابرة ومصاهرة الصالحين، والإطلاع منهم على عجائب الأمور لأنه صاحب الخضر عليه السلام، وقد شاهد منه خرق السفينة وقتل الغلام وإقامة الجدار، وتدل رؤيته على السفر في البحر وتكون عاقبته إلى سلامة وربح. ومن رأى  موسى عليه السلام من أرباب التجريد دل ذلك على زيادة باطنه في النور والترقيات ورفع الدرجات. ومن رأى  عصا موسى بيده فإنه ينال منزله عظيمة ونصرة على أعدائه، وإن كان مسحوراً بطل السحر عنه. وربما دل ظهور عصا موسى على نصر المؤمنين ودمار الكافرين"
    },
    {
        "id": 223,
        "text": " الموسم\n  من رأى أنه خرج إلى الموسم فإنه يخرج من هم وغم. ومن رأى  أنه يصلي بموسم منى ويخطب، وليس هو أهلاً لذلك فتأويل رؤياه لسميه أو نظيره من الناس فإنه يصاب ببعض بلايا الدنيا، فإن خطب وأحسن الخطبة وأتم الصلاة على منهاج الدين فإنه يلي ولاية يخضع الناس له فيها"
    },
    {
        "id": 224,
        "text": " ميدان الفرسان\n  هو في المنام يدل على النشاط، وانتصار على الأعداء"
    },
    {
        "id": 225,
        "text": " الميزاب\n  هو في المنام رجل صاحب معروف. ومن رأى  ميازيب تجري في غير مطر فإنها تدل على فتن، والميازيب تدل على الجواري. وربما دل الميزاب على الفرج لانفراج أهله عند تصريفه الماء. وربما دل الميزاب على الرسول، أو الأمين الذي لا يخون من ائتمنه، بل يوصل لكل واحد حقه، وإن سال منها دم دل على عدو يسفك دماء أهل ذلك البلد، وإن سال منها ماء صاف دل على الرخاء والأمن، وإن سال منها كدر أو كانت له رائحة رديئة، دل على الأمراض بالقرح والدمامل والجدري وما أشبه ذلك.وإن رأى سيزاب الرحمة في جامع أو دار كان حكمه حكم بئر زمزم. ومن رأى  أنه تحت ميزاب الرحمة تداركه الله برحمته وحصل له عكس ذلك"
    },
    {
        "id": 226,
        "text": " الميزان\n  هو في المنام دال على المكيال، وكلاهما يدل على الإيمان والعدل في القول، ويدل على قضاء الدين ووفاء النذر، وميزان العمل دال على المهندس والبناء، وميزان الطاحون دال على الرجل الجليل في نفسه المتواضع في همته وعبارته وحركته، وميزان العظم ولد زمن أو أبكم، وميزان المسك إنذار من الغفلة وحرص على محاسبة النفس على النذور، والميزان يعبر بالقاضي، وكفة الميزان سمع القاضي، والصنج بمنزلة العدول الذين بهم يحصل فصل القضاء. ومن رأى  ميزاناً نزل عليه من السماء فإنه طالب حق، وقيل الصنجات فقه القاضي، فإن كانت وافية مستوفية، فإن القاضي كامل في الفقه، وإن كانت قليلة ناقصة، فإن القاضي عاجز في الحكم، وعمود الميزان نفس القاضي، والمسمار ولايته، والخيط والسلسلة أعوانه ووكلاؤه، واللسان لسانه، وكفتاه سمعه، فإن كانت الكفتان مثقوبتين فالقاضي يرتشي. ومن رأى  أنه يزن نقوداً فإنه يسمع شهادة الزور ويقضي بها. ومن رأى  أن بيده ميزاناً فإنه على السنة، وميزان القيامة يدل على ظهور الأسرار، وقيام الحجة والفرح والسرور، والنصر على الأعداء والعدل والإنصاف، والميزان مطلقاً دال على كل من يقتدى به ويهتدى من أجله كالعالم والسلطان والقرآن. وربما دل على لسان صاحبه، وميزان العلافين خازن بيت المال"
    },
    {
        "id": 227,
        "text": " ميكائيل عليه السلام\n  تدل رؤيته في المنام على نيل المنى في الدارين لمن كان تقياً، وإن كلمة الرائي فينال نعمة وسروراً ويدخل الجنة لأنه ملك الرحمة، ورؤية ميكائيل دالة على الخصب والرزق والبركة وكثرة الأمطار. وربما دلت رؤيته على الجدب، أو على حمل المرأة العقيم وتيسير العسير، وإن رآه مسافراً خيف عليه. وربما تعطل عن سفره لأنه يتولى الأمطار وهي معطلة للحركة، رؤيته لمن يتضرر بالأمطار هموم وأنكاد، ولأرباب الفلاحة أرزاق وأرباح، ومن تحول في صورة ميكائيل نال خصباً ومالاً، وحسنت سريرته"
    },
    {
        "id": 228,
        "text": " الميل\n  هو في المنام ولد أو غلام أو رسول. وربما دل الميل على سفر تبلغ مسافته ألف خطوة بخطوة الجمل، وهو اثنا عشر ألف قدم بقدم الرجل، وقيل الميل رجل يقوم بأمور الناس محتسباً"
    }
]