[
    {
        "id": 0,
        "text": " الخاتم\n  هو في المنام أمان وسلطان وزوجة وولد وعمل على قدر جوهره، ويدل على الجارية والمال، فمن رأى خاتماً من ذهب، وكانت له إمرأة حامل، ولدت ذكراً، والخاتم للسلطان يدل على ملكه، وفصه نفاد أمره، والنقش فيه مراده، فمن رأى أنه سقط فص خاتمه مات ولده أو فقد شيئاً من ماله، وكسر الخاتم يدل على طلاق الزوجة، والخاتم شراء دار أو دابة أو ولاية، فإن كان من ذهب فهو للرجل ذل. ومن رأى  أنه لبس خاتماً من حديد فإنه يدل على خير يناله بعد تعب، فإن كان من ذهب وله فص فإنه جيد، وإذا كان بلا فص فإنه يدل على أعمال ليس فيها منفعة، والخواتم من عاج محمودة للنساء. ومن رأى  أنه لبس خاتماً من فضة فأنفذه حيث أراد فإنه يصيب سلطاناً، لأن ملك سليمان عليه السلام كان من الله تعالى في خاتمه. ومن رأى  أنه تختم بخاتم الخليفة فإنه ينال ولاية جليلة، فإن كان من الموالي وله أب حي، فإن أباه يموت، فإن لم يكن أب فينقلب أمره إلى خلاف ما يتمناه، ومن وجد خاتم صار إليه مال من العجم أو ولد له ولد أو تزوج إمرأة صالحة أو اشترى جارية. ومن رأى  فص خاتمه يتقلقل أشرف سلطانه على العزل. ومن رأى  أنه انتزع خاتمه وكان والياً فهو عزله أو ذهاب ملكه أو طلاق امرأته، وإن رأت ذلك المرأة دل على موت زوجها أو أقرب الناس إليها.وإن رأى  الإنسان أن حلقة الخاتم انكسرت، وذهبت، وبقي الفص، فيذهب سلطانه، ويبقى ذكره وهيئته، فإن كان الخاتم من ذهب فإنه يدخل في سلطانه بدعة، ويصيبه مكروه في دينه، وخيانة في ملكه، ويجور على رعيته، وإن كان الخاتم ضيقاً فإنه يستريح من إمرأة سليطة أو ملك فيه تعب، أو يفرج عنه هم وضيق جاء من قبل ملك، فإن استعار خاتماً فإنه يملك شيئاً لا بقاء له.وإن رأى خواتم تباع في السوق فإنه ابتياع أملاك رؤساء الناس.فإن رأى  أن السماء تمطر خواتم فإنه يولد في تلك السنة بنون. وإذا رأى الأعزب أنه لبس خاتماً فإنه يتزوج إمرأة غنية بكراً، فإن كان الخاتم من ذهب فإنها إمرأة قد ذهب مالها، فإن تختم بالخاتم في خنصره ثم نزعه عنها وأدخله في بنصره ثم خلعه وأدخله في الوسطى فإنه يسيء إلى امرأته.فإن رأى ان خاتمه الذي في خنصره مرة في بنصره ومره في الوسطى، فإن إمرأته تخونه، فإن باع خاتمه بدراهم أو دقيق أو سمسم فإنه يفارق إمرأته بكلام حسن أو مال، والفص ولد، فإن كان فص خاتمه من جوهر فإنه سلطان مع جاه وبهاء ومال كثير وعز، وإن كان فص خاتمه من زبرجد وكان سلطاناً فهو سلطان شجاع مهيب قوي، وإن كان فصه خرزاً فإنه سلطان ضعيف مهين، وإن كان الفص ياقوتاً أخضر فيولد له ولد مؤمن عالم فهيم، والخاتم من خشب إمرأة منافقة، فإن أعطيت إمرأة خاتماً فإنها تتزوج أو تلد، ومن تختم من الرجال بخاتم ذهب، فإن السلطان يقيده، أو يصيبه خوف أو شدة أو هوان أو غم، أو يغضب إنسان على ولده أو امرأته. وقيل من نال خاتماً نال إمرأة حسناء، وخيراً كثيراً أو سمع خبراً يسره، ومن لبس خاتماً له فصان، أحدهما إلى باطن كفه، والآخر إلى ظاهر الكف، ونقض كل واحد منهما لا يخالف الآخر فإنه يلي ولايتين ظاهرة وباطنة، ومن لبس خاتم عقيق ذهب عنه الفقر، وأخذ الخاتم من الملك داراً يسكنه أو فضة ينالها أو إمرأة يتزوجها، وأخذ الخاتم من الله عز وجل للزاهد العابد أمان من الله تعالى من السوء، وأخذ الخاتم من النبي صلى الله عليه وسلم أو من العالم بشارة بنيل العلم، هذا إذا كان الخاتم من الفضة، وإذا كان من الذهب فلا خير فيه، وكذلك إن كان حديداً، لأنه حلية أهل النار، وكذلك إن كان نحاساً، لما فيه من لفظ نحس، والخاتم من رصاص سلطان فيه وهن. ومن رأى  من الملوك أن في يده خاتم سليمان عليه السلام دل ذلك على اتساع مملكته وفتحه الأمصار وبلوغه المقاصد. وربما خلع من ملكه ثم يعود إليه، وإن كان ممن يعيش من استحضار الجان نال من ذلك رزقاً واسعاً. ومن رأى  أنه بعث بخاتمه إلى قومه فردوه فإنه يخطب إلى قوم فيردونه. ومن رأى  أن خاتمه انتزع منه انتزاعاً شديداً فيذهب عنه سلطانه. ومن رأى  أنه قد ضاع خاتمه فإنه يدخل عليه في سلطانه أو فيما يملكه شيء يكرهه"
    },
    {
        "id": 1,
        "text": " الخاتن\n  تدل رؤيته في المنام على كشف العورات، والإطلاع على الفضائح"
    },
    {
        "id": 2,
        "text": " الخامي\n  تدل رؤيته في المنام على توسط الأحوال في السفر والمقام، تدل رؤيته للمريض على الموت، وللسليم على النكد. وربما دلت رؤيته على السجن"
    },
    {
        "id": 3,
        "text": " الخان\n  من رأى في منامه الخان فرؤيته دالة على زواج المتعة. وربما دلت رؤيته على ما يؤجر من بيت أو دابة أو مركب. وأما خانات السبيل فمن نزل فيها في المنام من المرضى مات. وربما زال همه وغمه بزوجة أو أمة أو دابة يركبها، وإن كان الرائي متزوجاً رزق ولداً يعينه في صناعته، وإن كان عاصياً تاب أو ضالاً اهتدى واستوفى الإيمان والهدى، ويسمى الخان فندقاً، فيدل فندق الرجل على ما تدل عليه داره. وربما دل على دار الدنيا لأنها دار سفر. وربما دل على الجبانة لأنها منزل من سافر من بيته، وخرج عن وطنه إلى غير بلاده، وهو من بدء غربته إلى أن يعود منها، فمن رأى كأنه داخل في فندق إلى فندق فركب دابة عند خروجه وكان مريضاً خرج محمولاً، وكذلك إن رأى رفاقاً ينزلون في فندق مجهول فإنه يكون ذا رأي بين الناس"
    },
    {
        "id": 4,
        "text": " الخانقاه\n  تدل رؤيتها في المنام على الأسفار والزهد، والورع وتلاوة القرآن، وإبطال الكسب، كما تدل الخانقاه على توبة العاصي واهتداء الكافر، وعلى تفريج الهموم والأنكاد. وربما دلت على مرض الخناق"
    },
    {
        "id": 5,
        "text": " الخاني\n  تدل رؤيته في المنام على نقض العهد والخيانة أو موت المريض، وتدل على الراحة بعد التعب، والأنس بعد الوحشة"
    },
    {
        "id": 6,
        "text": " الخباز\n  تدل رؤية الخباز في المنام على الطمأنينة من الخوف، والعيش الرغد. وربما دلت رؤيته على الولد والمحبة، والخباز سلطان عادل شفيق، وخباز الحواري صاحب عيش هنيء يهدي الناس إلى الرزق الشريف. ومن رأى  أنه خباز فقد أصاب مالاً عظيماً وخصباً. ومن رأى  أنه اشترى من خباز خبزاً من غير أن يعاين الثمن، فإن الخباز سلطان قادر على أعمال البر من الشريف إلى الوضيع، فإن التجأ إليه بما لا يضره يهدي الناس إلى المنافع من وجوه الحلال، وإذا أخذ الخبز من الخباز فقد استفاد عيشاً، وذهب عنه الحزن، فإن كان الخباز ممن ينسب إلى السلطان فيكون رجلاً نافعاً لاضطرار الناس إليه، ويكون في بعض معاملته خبث لمعالجته النار.فإن رأى رجل لم يكن خبازاً أنه يخبز الخبز ويبيعه بالدراهم للناس كافة فإنه يسيء للناس، والخباز صاحب كلام وشغب في رزقه، وكل صنعة مستها النار فهي كلام وخصومة. أنظر أيضاً الفران"
    },
    {
        "id": 7,
        "text": " الخباء\n  يدل في المنام على النفاق، أو التستر بقبيح الأعمال. أنظر أيضاً الفسطاط"
    },
    {
        "id": 8,
        "text": " الخبز\n  هو في المنام على وجوه شتى، فالخبز الأبيض يدل على الرزق الهنيء والعيش الرغد، والخبز الأسود يدل على النكد في العيش، وقيل كل رغيف يدل على عقد من المال إما أن يكون ألفاً أو مائة أو عشرة على مقدار حال الرائي وما يليق به، والخبز المر عيش مر، والخبز الحلو غلاء في الأسعار إذا كان كالعسل، أو السكر، ومن أكل الخبز بالعذرة فإنه يأكل العسل بشمعه، وأجود الخبز هو الفرني الناضج، وهو دال على الإسلام، لأنه عمود الدين وقوام الروح وحياة النفس. وربما دل على الحياة، والمال الذي به قوام الروح. وربما دل الرغيف على العتاب والمسألة. وربما دل على الأم المربية التي بها صلاح الدين وصون المرأة، والخبز المنقى منه دال على العيش الصافي والعلم الخالص والمرأة الجميلة البيضاء. ومن رأى  أنه يفرق خبزاً بين الناس، أو الضعفاء وكان من طلاب العلم فإنه ينال من العلم ما يحتاج إليه، فإن كان واعظا كانت تلك مواعظه ووصاياه إلا أن يكون القوم الذين أخذوا منه صدقته فوقه، والصدقة أوساخ الناس. ومن رأى  ميتاً دفع إليه خبزاً فإنه مال أو رزق يأتي إليه من يد غيره. ومن رأى  الخبز فوق السحاب أو فوق السقوف أو في أعالي النخل فإنه يغلو، وكذلك سائر المبيعات والأطعمة.فإن رأى\nكأنه في الأرض يداس بالأرجل فإنه رخاء عظيم يؤدي للبطر. ومن رأى   ميتاً أخذ له رغيفاً أو رآه سقط منه في النار أو في الخلاء أو في قطران، وكان بطالاً فهو بدعة يدعى إليها، وفتنة يقع الناس فيها، فالرغيف دينه، وإن كانت له إمرأة مريضة هلكت، فإن كانت ضعيفة الدين فسدت. ومن رأى  أنه يخبز خبزا فهو يسعى في طلب المعاش لطلب منفعة دائمة، فإن خبز بسرعة نال دولة وحصل بيده مال. وقيل إن الرغيف الواحد خصب وبركة ورزق حاضر، قد سعى له غيره.وإن رأى أرغفة كثيرة من غير أن يأكلها لقي إخواناً، فإن كان عنده رغيف شعير فهو عيش نكد.وإن رأى رغيفاً يابساً فإنه يقتر في معيشته، وإن أعطي كسرة خبز فأكلها دل على نفاذ عمره وانقضاء أجله، فإن أخذ لقمة، فإن رجل طامع، ولا رغيف للأعزب زوجة، والرغيف النظيف الناضج للسلطان هو عدله وإنصافه، وللصانع نصحه في صناعته، وخبز الذرة والحمص ضيق وغلاء سعر. وإذا رأى الخبز على المزابل فإنه يرخص، والرغيف الواسع رزق واسع وعمر طويل، والخبز يدل على ذهاب الهم، وخبز الشعير لمن ليس له عادة بأكله ضيق وغلاء سعر لأنه يؤكل في الغلاء، والخبز الساخن نفاق ورزق فيه شبهة، لأن النار باقية فيها. ومن رأى  رغيفاً معلقا في جبهته فذلك فقره وحاجته، والخبز المتكرج مال كثير، لا ينفع صاحبه ولا تؤدي زكاته، وخبز الملة ضيق في المعاش لآكله لأنه لا يخبزه إلا المضطر. ومن رأى  كأنه يأكل الخبز بلا إدام فإنه يمرض وحيداً، ويموت وحيداً، والخبز الذي لم ينضج يدل على حمى شديدة، والخبز الحواري للفقراء مرض وفوت ما يأملونه، وقيل إنه يدل على الولد، وأكل الخبز الرقاق سعة رزق. وقيل إن رقة الخبز قصر العمر أو ربح قليل. ومن رأى  أن بيده رقاقتين يأكل من هذه، ومن هذه فإنه يجمع بين الأختين، والرغيف ربح كثير، والكعك والبقسماط صحة للجسم، والخبز الفاسد رخص، وإذا صارت له أجنحة فإنه يغلو، ومكسور الخبز خصب وسعة ومكسب هنيء، والرغيف زوجه أو ولد أو حول كامل أو درهم، واليابس من الخبز يدل على الفاقة كالفتيت، والكعك سفر ودخوله على من لا يقدر على أكله دليل على الهم والنكد والشدة، والرقاق سفر. وربما دل على تيسير العسير، والطري منه عز، واليابس شر، والخبز الفاسد فساد في الدين، وردة عن الإسلام، وفساد حال الزوجة، والكسرات المختلفة دالة على الأرباح من الصدقة، أو الرياء، ولباب الخبز علم نافع وإخلاص في القول والعمل، والقشور رياء وإطراء ونفاق"
    },
    {
        "id": 9,
        "text": " الختان\n  يدل في المنام على الطهارة من الأنجاس والأفراح والمسرات، فمن رأى أنه اختتن فقط طهره الله من الذنوب أو افتصد، وإذا كان الرائي فتاة بكراً فإنها تتزوج. وربما تحيض، والختان مراجعة الزوجة. وربما دل الختان على رفع الذكر، أو على مفارقة الزوجة، أو الولد، أو الدين. ومن رأى  أنه لم يختن فإنه يترك الإسلام لمال يستفيده"
    },
    {
        "id": 10,
        "text": " الختم\n  إذا كان مفرغاً أو بيد جني، أو يختم به على الأسماع، أو الأبصار، أو الأفواه، أو القلوب، دل ذلك على مقت الله عز وجل لمن أصابه شيء من ذلك.وإن رأى بيده ختما يختم به على مال أو غلال، وكان أهلاً للولاية تولى أو كان فقيراً استغنى"
    },
    {
        "id": 11,
        "text": " الخد\n  الخدان يدلان على ما يتجمل بهما الإنسان، أو يهواهما. وربما دلا على من يقبلهما، فما نزل بهما من حادث كان دليلاً على فساد حال مقبلة. وربما دل الخد على الذل والمسكنة إذا كان مغبرا، وذلك لأرباب الدين زيادة ورفعة عند الله تعالى، لأن ذلك من سمات المتهجدين. أنظر أيضاً الوجنة"
    },
    {
        "id": 12,
        "text": " الخداع\n  من رأى في المنام أن أحداً يخدعه، فإن الله يؤيده بنصره، والخادع مقهور، والمخدوع منصور. أنظر أيضاً الغش، وانظر المداهنة"
    },
    {
        "id": 13,
        "text": " الخدر\n  من رأى في المنام أنه أصابه خدر في يده أو في بعض جسده، فإن الذي ينسب إليه ذلك العضو في التأويل يخذله فيما يرجوه"
    },
    {
        "id": 14,
        "text": " الخدش\n  هو في المنام إضرار في المال، فمن رأى إنساناً قد خدشه فإنه يضره في ماله أو في بعض أقربائه، فإن كان في الخدشة ورم أو قيح أو دم أو صديد أو مدة، فإن الخادش يقول في المخدوش قولا، وينال المخدوش بعد ذلك مالاً إن كان هناك ورم أو قيح أو صديد. ومن رأى  أن جبهته خدشت فإنه يموت سريعاً، والخدش دليل على السمة الرديئة التي يتصف بها الإنسان من بخل أو فسق أو كفر، والخدش هو الطعن في الكلام"
    },
    {
        "id": 15,
        "text": " خدمة الفقراء والصالحين\n  إذا رأى الإنسان نفسه في المنام يقوم بخدمة الفقراء والصالحين، ويتواضع لهم، ويقف بين أيديهم، ممتثلا لأوامرهم، فهو دليل على الحظ الوافر عند الله وحسن الخاتمة، وعلى مرافقة الصالحين. وربما ساد قدره"
    },
    {
        "id": 16,
        "text": " الخراب\n  يدل في المنام على شتات شمل الأهل وموتهم، وخراب المدينة يدل على موت ملكها أو ظلمه، كما أن موت الملك يدل على خراب المدينة. ومن رأى  أن مدينة خربت من الزلازل أو غيرها فإنه يحكم على أحد بالقتل. ومن رأى  قرية عامرة خربت، ومزارعها تعطلت، فإن ضلالة أو مصيبة تقع لأصحابها، وإن رآها عامرة فهو صلاح دين أهلها. ومن رأى  الدنيا خربت من المزارع والمساكن، ورأى نفسه في خراب، مع حسن هيئة من اللباس والمركب فإنه دنيا يصيبها في ضلالة. ومن رأى  حيطان الدار خربت من سيل فهو موت امرأته. ومن رأى  أن بيته سقط عليه، وكان هناك غبار فهو حصبة. وربما كان سقوط السقف عليه نكبة. ومن رأى  خراباً عاد عمرانا صحيحاً، فإن ذلك صلاح في دين صاحبه، ورجوعه من الضلالة إلى الهدى. ومن رأى  سقوط شيء من داره أو قصره أو بيته إلى الداخل، وكان له غائب، قدم عليه، وإن هدمت الريح داراً فهو موت في ذلك المكان على يد سلطان جائر. ومن رأى  أنه يهدم داراً أو بنيانا عتيقاً فيصيبه هم وشر. ومن رأى  أن داره انهدمت عليه، وانهدام بعضها، فإن إنساناً يموت فيها أو تصيب صاحبها مصيبة أو حادث شنيع.فإن رأت إمرأة أن سقف بيتها انهدم فإنه موت زوجها. ومن رأى  أن أسطوانة بيته انكسرت أو تهدمت فإنه يموت هو أو بعض أهله ممن يعز عليه، وكذلك كل كسر أو هدم من بيت أو جدار فهو مصيبة.وإن رأى سلطان أن داره انهدمت، فإن ذلك عزله على كل حال"
    },
    {
        "id": 17,
        "text": " الخراط\n  تدل رؤيته في المنام على الشر والخصومة والأسفار المريحة، أو الزواج وكثرة النسل، والخراط رجل يعامل رجالاً فيهم نفاق ويسرق وأموالهم"
    },
    {
        "id": 18,
        "text": " الخرج\n  تدل رؤيته في المنام على الأخوين، أو الزوجين، أو الولدين، أو الشريكين. وربما دل على السفر. ومن رأى  أن معه خرجا أو اشتراه أو وهب له كان ذلك فرجاً له ومخرجاً من الهموم. أنظر أيضاً العدل"
    },
    {
        "id": 19,
        "text": " الخردل\n  هو في المنام سم، فمن رأى أنه يأكله فإنه يسقى شيئاً مراً، أو يقع في لقمة رديئة، وقيل ينال مالاً شريفاً بتعب"
    },
    {
        "id": 20,
        "text": " الخرز\n  هو في المنام خدمة أو مال، فمن رأى أنه أصاب خرزاً فإنه يصيب من مال الخدم أو من شغله بقدر ذلك. ومن رأى  فص خاتمه خرزاً يشبه الياقوت فإنه يدعي الشرف وليس بشريف، ومن تختم بفص من الخرز يملك شيئاً يخاف عليه من الفقر، والخرز صديق دنيء"
    },
    {
        "id": 21,
        "text": " الخرزي\n  هو في المنام رجل يلي أمور النساء ويهتم بها لأنه يعالج الخرز، والخرز هو النساء"
    },
    {
        "id": 22,
        "text": " الخرس\n  في في المنام فساد الدين وقول البهتان، فمن رأى أنه أخرس فإنه يسب الصحابة رضي الله عنهم، أو يغتاب أشرافاً من الناس أو هو فاسق، والأبكم جاهل، والخرس عزل عن ولاية، وهو للمرأة خير. ومن رأى  أن لسانه انعقد فإنه ينال فصاحة وفقها، ورزقاً يأتيه، وظفراً بالأعداء"
    },
    {
        "id": 23,
        "text": " الخرستان\n  يدل في المنام على إمرأة مصونة"
    },
    {
        "id": 24,
        "text": " الخرص\n  في في المنام كلام شر أو خير، مؤلم أو مفرح. أنظر أيضاً الكذب"
    },
    {
        "id": 25,
        "text": " الخرنوب\n  يدل في المنام على موت المريض أو خراب جسمه، سواء رأى أنه أكله أو لا، والخرنوب يدل على الخراب والبوار. وربما دل على الإماء من الزنوج"
    },
    {
        "id": 26,
        "text": " الخروف\n  يدل في المنام على ولد ذكر مطيع لوالديه، فمن وهب له خروف وله إمرأة حامل بشر بولد ذكر مطيع. ومن رأى  أنه ذبح خروفاً مات له ولد أو مات ولد لأحد أهله"
    },
    {
        "id": 27,
        "text": " الخز\n  ثياب الخز في المنام مال كثير. ومن رأى  أن عليه ثياب خز فإنه يحج، فإن كان الثوب أحمر فهو دنيا تتجدد له، والثوب الأصفر دنيا مع مرض"
    },
    {
        "id": 28,
        "text": " الخزانة\n  هي في المنام إمرأة الرجل، فمن رأى أن خزانته تحطمت ماتت امرأته، والخزانة جارية، وهي في المنام دالة على حفظ الأسرار، وستر الأمور، وعلى الزوجات المصونات، وقيل الليل والنهار خزانتان، من وضع فيهما شيئاً وجده"
    },
    {
        "id": 29,
        "text": " الخزم\n  يدل في المنام على الظلم والغفلة. وربما دل على تعطيل نفع من خزم في المنام، وإن خزم إبلاً أو غيرها دل على الرزق أو قهر الأعداء"
    },
    {
        "id": 30,
        "text": " الخسارة\n  إذا رأى الإنسان في المنام أنه خسر في عمل مع أن غيره يربح فيه، دل ذلك على فساد المعتقد، أو الكفر بعد الهدى"
    },
    {
        "id": 31,
        "text": " الخسف\n  هو في المنام تهديد من السلطان. ومن رأى  أن الأرض انخسفت به فيصيبه عذاب، والخسف في جهة من الأرض مرض شديد يصيب الناس هناك أو أنهم يتعرضون لجراد أو برد شديد أو قحط أو خوف شديد. ومن رأى  أن الأرض خسفت به وكان شريراً فهي عقوبة تنزل به أو سفر بعيد"
    },
    {
        "id": 32,
        "text": " الخشاب\n  هو في المنام رئيس المنافقين، وتدل رؤية الخشاب على العمران، أو النفاق"
    },
    {
        "id": 33,
        "text": " الخشب\n  هو في المنام نفاق، وقيل الخشب رجل قد خالطه نفاق في دينه، وعلانيته خسر من سريرته، والخشب الرطب يفسر بالصبيان، ورؤية الخشب لمن هو في السفينة دال عليها"
    },
    {
        "id": 34,
        "text": " الخشخاش\n  هو في المنام مال هنيء، فمن رأى أنه أكله أصاب مالاً هنيئاً، ورؤية الخشخاش أعلام منشورة"
    },
    {
        "id": 35,
        "text": " الخشن\n  إذا رأى الإنسان في منامه لباساً خشناً أو مأكولاً خشناً أو كلاماً خشناً، وكان الرائي من أصحاب الأموال المترفين دل ذلك على زوال منصبه وتغير أحواله وتقليل رزقه إلا إذا فضلوا ذلك على طيباتهم فإنه يدل على تواضعهم وقناعتهم، وإن لم يفضلوا ذلك دل على مقت الله تعالى لهم، والكلام الخشن نفور بين المتحاربين"
    },
    {
        "id": 36,
        "text": " الخصام\n  يدل في المنام بين المتخاصمين على الصلح، وللمتصالحين على الشر والهم والنكد والفتنة. ومن رأى  أنه يخاصم الملك فإنه ينال سروراً وقوة. وربما دلت المخاصمة على المجادلة في آيات الله تعالى. وربما دل على ظلم أهل الذمة"
    },
    {
        "id": 37,
        "text": " الخصي\n  من رأى في المنام خصياً، وأراد أن يودع أحداً مالاً أو سراً فلا يفعل. ومن رأى  أنه خصي كتم شهادة. ومن رأى  أنه تحول خصياً أو حصى نفسه أصابه ذل وخضوع عند من ينازعه.فإن رأى خصياً مجهولاً له سمت الصالحين وكلام الحكماء فهو ملك من الملائكة ينذر، أو يبشر، وإذا كان معروفاً من الخصيان فهو هو بعينه. ومن رأى  كأنه تحول خصياً نال هداية من الله تعالى. ومن رأى  نفسه خصياً نال منزلة في العبادة وعفة الفرج، والخصي الأبيض ملك الرحمة، والخصي الأسود والحبشي ملك العذاب، فالأول بشارة والثاني هم وغم، وتدل رؤية الخصي على سلب النعمة، أو على عدم التكلف وسوء السريرة، ورؤية الخصيان في المنام دليل على الملائكة، لأن الخصي قد نزعت رغبته عن الشهوة"
    },
    {
        "id": 38,
        "text": " الخضاب\n  هو في المنام ستر وتغطية، والخضاب في اللحية دليل على الرياء والتدليس بالأعمال، والخضاب لمن يليق به هو التظاهر بالنعم وإرغام للأعداء ودليل على الأمن من الخوف، ولمن لا يليق به دليل على الهم والنكد، والديون وهجران الأحبة، وحكم خضاب رأس المرأة كحكم خضاب شعر اللحية، وخضاب الشيب قوة وبطش وجاه. ومن رأى  أنه خضبها بالحناء فإنه سنة عن رسول الله صلى الله عليه وسلم، فإن خضب رأسه دون لحيته فإنه يستر مال رئيسه، فإن خضبهما جميعاً فغنه يستر فقره ويطلب جاهاً في الناس، فإن قبل الشعر الخضاب فإنه يتجمل بالقناعة ثم ينكشف.فإن رأى  أن خضب بالحناء، وقبل الخضاب فإنه رجل جاهل لاه، لكنه يتوب، ويرجع عن ضلالته.وإن رأى رجل أن أصابعه مخضوبة بالحناء فإنه يكثر التسبيح.فإن رأى\nكفه مخضوبة نال هناء في معيشته.وإن رأى  أن يده اليمنى مخضوبة فإنه يقتل رجلا.فإن رأى  أن يديه مخضبتان فإنه يظهر ما في يديه من خير أو شر أو من حرفته أو من ماله أو من كسبه.فإن رأى  أن يديه منقوشتان بالحناء فإنه يحتال حيلة من البيت لضرورة أو قلة كسب، ويشمت به عدوه. وربما كاد له أن يشتهر من كسب يديه، ويناله ذل.فإن رأت إمرأة أن يدها منقوشة فإنها تحتال لزينتها في أمر هو حق، فإن كان النقش من ذهب فإنه حيلة مكتسبة بأدب، وإن كان النقش من طين فإنه تسبيح لله تعالى، فإن رأت إنها مخضوبة بالحناء، فإن زوجها يحسن إليها، فإن رأت إنها خضبتها فلم تقبل الخضاب، فإن زوجها لا يظهر حبها، فإن رأت أن يديها منقوشتان قد اختلط بعضها ببعض فإنها تصاب بأولادها، فإن كانت يد رجل منقوشة بالذهب فإنه يحتال بحيلة ويذهب ماله أو معيشته فيها. وإذا رأت المرأة أن يدها مخضوبة بالذهب فإنها تدفع مالها إلى زوجها حتى يأكله وينالها من زوجها فرح وقوة ودولة. ومن رأى  أن رجليه مخضبتان، وقد نقشهما فإنه يصاب بأهله، فإن رأت إمرأة ذلك أصيبت ببعلها، واليد المخضبة معيشة نكدة، ومن خضب يده في جيفة فإنه يحضر فتنة. ومن رأى  يديه مخضبتين فقد أشرف على هلاك ما في يده. ومن رأى  بيده خضاباً وعليها خرق مشدودة فإنه يقهر في المخاصمة ويعجز عن عدوه، والخضاب زينة وفرح للمرأة والرجل ما لم يتجاوز المألوف، والخضاب يدل على إخفاء الأعمال والطاعات، وستر الفقر عن عيون الناس. وربما دل على التصنع والرياء إذا خضب بخلاف خضاب المسلمين، وخضاب اليدين والرجلين تزيين بيته وعبيده وأمواله بما لا يليق به كلبس الحرير والذهب للولدان، وهو للنساء سرور، ولباس حسن وفرح لأنه من زينتهن في الأفراح، وقد يكون الخضاب موضعه في اليدين والرجلين كفعل النساء أصابه خوف شديد من ماله أو رفيقه بقدر ما يبلغ الخضاب. ومن رأى  أنه يخضب بغير حناء فيصيبه ما يكره، وخضاب الشعر بالسواد يدل على سوء الحال وفساد الأعمال، لأنه يقال: إن أول من خضب بالسواد هو فرعون"
    },
    {
        "id": 39,
        "text": " الخضر عليه السلام\n  تدل رؤيته في المنام على الرخص بعد الغلاء، والخصب وكثرة النعم، والأمن مما هو فيه من شدة وكآبة. ومن رأى  الخضر عليه السلام فيطول عمره ويحج"
    },
    {
        "id": 40,
        "text": " الخطاب عمر رضي الله عنه\n  من رآه في المنام يكون طويل العمر، محمود الفعل، ناطقاً بالحق. ومن رأى  \nعمر رضي الله عنه وصافحه نال دنيا واسعة وفراسة وصيانة، ومن رآه عابس الوجه\nغاضباً فإنه يطلب الحسبة ويأمر بالمعروف وينهى عن المنكر، ومن رآه في بلد\nفيها قحط أمطرت بكثرة، وإن كان بها جور عم العدل فيها. ومن رأى   أن عمر رضي الله عنه ضربه بالدرة أو توعده بعقوبة فليرجع عما هو عليه. ومن رأى  أنه تصور بصورته فربما مات شهيداً، وإن رآه في جيش فينال ورعاً وخشية ويكون صاحب أمانة، ومن رآه مع النبي صلى الله عليه وسلم نال خيراً عظيماً، وتدل رؤيته على أن الحق في زمنه قائم والأمر بالمعروف والنهي عن المنكر شائع. وربما دلت رؤيته على الصلح بعد العداوة والمحبة بعد البغض، والزهد في الدنيا مع القدرة عليها، وإن كان الرائي ملكاً فتح البلاد وأقام الدين كما ينبغي"
    },
    {
        "id": 41,
        "text": " الخطاف\n  السنونو في المنام مال، ورجل مبارك أو إمرأة مباركة أو غلام قارئ، فمن أخذ خطافاً أخذ مالاً حراماً. ومن رأى  أن بيته امتلأ بها فالمال حلال، وقيل هو رجل مؤمن أديب ورع مؤنس. ومن رأى  أنه أخذه فإنه يظلم امرأة. ومن رأى  كأنه يأكل لحم الخطاف فإنه يقع في خصومة.وإن رأى  الخطاطيف تخرج من داره تفرق عنه أقرباؤه، والخطاف والزرازير الصيفية تدل على أناس مغنين، والخطاف في الرؤيا يدل على موت وحزن كثير، وهو أيضاً دليل خير في الأعمال والحركة والغناء، ويدل بشكل خاص على الخير في الأعراس لأنه دال على أن صاحب الرؤيا يتزوج بامرأة مدبرة للبيت. ومن رأى  أنه صار خطافاً دخلت اللصوص عليه، والخطاف يدل على الأمن والراحة. ومن رأى  أنه أصاب خطافاً فإنه يأمن من وحشة، ويستريح إلى من يركن إليه، وموت الخطاف تنبيه على عمل الخير"
    },
    {
        "id": 42,
        "text": " الخطيب\n  تدل رؤيته في المنام على الطهارة والخشوع، والتوبة من الذنوب والبكاء، وعلو الشأن وطول العمر، والصلة بأمراء المؤمنين، ويدل الخطيب على الأمر بالمعروف والنهي عن المنكر، كما يدل على الأفراح والاجتماع في الموسم، فإن رأته إمرأة عازبة تزوجت، وكذلك رآه الرجل الأعزب دل على سعيه في الخطبة لنفسه. ومن رأى  أنه صار خطيباً وكان ممن تليق به المناصب تولى منصباً يليق به، فإن لبس البياض بدلاً من السواد ارتفع قدره، وزاد رزقه، وإن لبس الأسود ولم يخطب أو كان في المنام جالساً فإنه يسود أقرانه أو تنزل به آفة يفتضح بها. ومن رأى  أنه يخطب في موسم الحج وليس بأهل للخطبة، ولا في أهل بيته من هو أهل لها فإنه يرجع إلى سميه أو نظيره من الناس، أو ينال بعض البلايا، أو ينتشر ذكره بالصلاح. ومن رأى  أنه أحسن الخطبة والصلاة وأتمها بالناس، وهم يستمعون لخطبته فإنه يصير والياً مطاعاً، فإن لم يتمها لم تتم خلافته وعزل. ومن رأى  إنساناً ليس بمسلم ويخطب فإنه يسلم، أو يموت عاجلاً.وإن رأت إمرأة إنها تخطب وتذكر المواعظ تنال قوة، وإن كان كلامها في الخطبة غير الحكمة والموعظة فإنها تفتضح وتشتهر بما ينكر من فعل النساء.وإن رأى  الوالي أن خطبته انقطعت ولم يتمها زال سلطانه بذلك.وإن رأت إمرأة إنها تخطب فإنها تتزوج إنساناً صالحاً، وإن خطبت يوم الجمعة كما يخطب الخطيب، فإن زوجها يطلقها وتأتي بولد الزنا"
    },
    {
        "id": 43,
        "text": " الخف\n  يدل في المنام على الخادم، والمال، والوقاية من المكاره. ومن رأى  أنه لبس خفين فإنه يسافر في البحر، ولبس الخف الضيق يدل على هم وضيق ومطالبة بدين. وربما دل الخف الضيق على القيد في الرجل. ومن رأى  أنه نزعه زال عنه الهم والضيق، ولبس الخف مع الطيلسان يدل على زيادة في الجاه، وسعة في الرزق، وقيل رؤيا الخف في إقبال الشتاء يدل على خير، وفي إدباره أو في الصيف يدل على هم. ومن رأى  أن خفه سقط في بئر أو احترق مات امرأته، والخف الجديد إن كان ضيقاً فهو دين يطالب به، وإن كان واسعاً فإنه هم، والخف مال أعجمي من صامت أو سفر.فإن رأى خفاً ولم يلبسه فإنه ينال من أقوام عجم مالاً، ومن لبس خفاً بسيطاً فإنه يسافر سفراً بعيداً أو قريباً، أو يتزوج ببكر، فإن كان الخف متخرقاً، فإن المرأة تكون ثيباً، فإن وقع الخف في بئر أو ضاع فإنه يطلقها، فإن باعه ماتت، فإن سرق الخفان منه فقد ابتلي بهمين، فإن وثب على خفه ذئب أو ثعلب فهما فاسقان يتبعان امرأته، فإن لبس خفاً منعلاً فإنه يغنم من قبل امرأته، فإن لبس خفاً في أسفله رقعة، فإن يتزوج إمرأة معها ولد، ومن ضاع له خف عتيق زال عنه هم الدين، والخف يعبر بالماشية، فكل حادث يحدث في الخف يحدث في ماشيته، ومن ذهب له خف واحد ذهب نصف ماله، وإن ذهب خفاه معاً ذهب ماله كله، وقيل الخف العتيق دين وحبس، والخف زوجة. ومن رأى  أنه وجد خفاً دل على اشتغاله بدنياه عن آخرته أو بنافلته عن فريضته وبيسر العيش عن كثيره، وخف البعير في المنام قوة وأسفار. وربما دل خف البعير في استدارته على البدر أو أليم، أو التمهيد للأمور والتوطئة الحسنة. أنظر أيضاً الحذاء، وانظر الزربول، وانظر النعل"
    },
    {
        "id": 44,
        "text": " الخفاش\n  هو في المنام رجل ناسك، والخفاش يدل على بطالة أو ذهاب الخوف، وهو دليل خير للحبالى لأنه يلد ولادة، وقيل الخفاش في المنام إمرأة ساحرة، أو يدل على رجل ظالم محروم. أنظر أيضاً الخطاف، وانظر الوطواط"
    },
    {
        "id": 45,
        "text": " الخفير\n  تدل رؤيته في المنام على الأمن والسلامة، وعلى الصلاة والصدقة الخفية للإنسان من الشيطان وحزبه. وربما دل على الكلب لأنه يحمي أهله ويحرسهم من المتطرقين إليهم"
    },
    {
        "id": 46,
        "text": " الخل\n  هو في المنام مال مع ورع وبركة وحياة طويلة وقلة لهو، وسرور لمن أكله بالخبز، والدردي منه مال ساقط قليل المنفعة ذو وهن، والخل وسكرجته جارية وخيمة.وإذا رأى إنسان أنه يشرب الخل، فإن ذلك يدل على معاداة أهل بيته، وذلك للتقبض الذي يعرض منه في الفم، وشرب الخل للسجين دليل على الخلاص، وقيل ما كان من الخل أصليا فهو دال على الرزق والبركة، وما خلل فإنه دال على بذل الجهد في السبب والكد والسعي الشاق. وربما دل الخل على الخلل في الزوجة، أو الولد، أو العمل. وربما دل على الأمن من الخوف، ودفع الأذى والأعداء. وربما دل على العبادة وتحمل مشاقها. وربما دل الخل على الخل وهو الصديق"
    },
    {
        "id": 47,
        "text": " الخلاف\n  تدل شجرته في المنام على رجل يحبه أهله، بلا منفعة منه إليهم، ويخالف من عاشره، ويتقرب إلى من عاداه"
    },
    {
        "id": 48,
        "text": " الخلال\n  هو في المنام بمنزلة المكنسة، والخلال الذي يخلل به السن دليل على الرزق والطهارة والتوبة والاستغفار، وتدل رؤيته في المنام على الأجير، أو الولد، أو الغلام النافع"
    },
    {
        "id": 49,
        "text": " الخلالي\n  وهو الذي يصنع الخلال، أو يبيعه، وتدل رؤيته في المنام على رجل يأكل مال أهل بيته وينقص من مالهم، وإن الخلال بمنزلة المكنسة والأسنان أهل بيته، وتنقية الأسنان تنقية أموالهم، والخلالي يدل على الشفاء من الأمراض، وعلى الاقتداء بالسنة. وربما دل على المخالل أي المصادق، أو المخلف لوعده"
    },
    {
        "id": 50,
        "text": " الخلخال\n  هو في المنام إبن. ومن رأى  أن عليه خلالاً من ذهب فإنه يمرض، أو يصيبه خطأ في دينه، وإن كان الخلخال على المرأة فهي آمنة من الخوف، وإن كانت بلا زوج تزوجت بزوج كريم سخي، ترى منه خيراً. ومن رأى  أن عليه خلخالاً من ذهب أو فضة أصابه هم أو حزن أو حبس أو قيد، ويقال: خلخال الرجلين قيودهما، ولا يصلح للرجل في المنام شيء من الحلي إلا القلادة والعقد والخاتم والقرط، وما رأت المرأة في خلخالها من صلاح أو فساد، فإن تأويل ذلك في زوجها، وإن لم يكن لها زوج فهو زينتها في الناس على قدر جمال الخلخال وهيئته، والخلخال في المنام رفعة وسعة وعز وجمال"
    },
    {
        "id": 51,
        "text": " الخلد\n  تدل رؤيته في المنام على العمى والتبدد والحيرة والاختفاء وضيق المسلك، وإن رؤي مع الميت فهو النار، لقوله تعالى:  \"  وذوقوا عذاب الخلد بما كنتم تعملون  \"  أو ربما كان في الجنة وسكن جنة الخلد، والخلد رجك ضرير فقير، وقيل إنه ذو مكر من الفساق. وربما دلت رؤياه على الثبات في الأماكن"
    },
    {
        "id": 52,
        "text": " الخلعة\n  خلع الرجل إمرأته من عصمته في المنام فراق بموت أو عزل أو سفر، قال الله تعالى:  \"  هن لباس لكم وأنتم لباس لهن  \". فهي تخلع لباسها من لباسه. وربما دل الخلع في المنام على البيع بشرط الرد. وربما دل على الردة عن الإسلام، والخلعة في المنام تدل على ولاية للمعزول وعزل للمولي. وربما كانت الخلعة جارية بحسب نفاسة الخلعة"
    },
    {
        "id": 53,
        "text": " الخليج\n  يدل الخليج على البحر المتوسط. وربما دل الخليج على الطريق الأوسط، أو الرجل المتوسط الحال"
    },
    {
        "id": 54,
        "text": " الخليفة\n  هو اسم لمن يختلف الناس إليه لعلمه أو صناعته أو لمن يستخلفه الإمام.فإن رأى إنسان الخليفة في المنام أو رأى نفسه كذلك، دل على حسن حاله وحسن عاقبة أمره، والخليفة قائم بأمر دينه ولشريعة نبيه، فما رؤي فيه من زيادة أو نقص عاد ذلك على ما هو قائم به، وتدل رؤية الخليفة على كشف الأسواء وعلو الدرجات، وإن كان الرائي موعوداً بوعد ينجز له، وينال ما يرجوه، ومن ترأس على الناس في المنام ممن ليس بأهل، دل على فساد حال الرعية، وخروجهم عن الحق، وميلهم إلى الظلم، ومن مات في المنام من ولاة الأمور الجبارين دل على الراحة والأمن لأهل بلده، وتدل رؤية الخليفة على الكلام في عرض الرائي من غير اختيار على الحاكم والإمام والوالي والعالم، وعلى كل من له علو قدر على غيره من نسبته، ويدل على الوالد. وربما دلت رؤيته على السنة وقيامها، وعلى الدين والورع والاعتزال على الناس، وعلى الاعتكاف، وعلى الصدق في القول والتطوع، وعمارة الباطن بالذكر والتوبة، والإقلاع عن الذنوب، وعلى إسلام الكافر، والأمر بالمعروف والنهي عن المنكر، فإن مات الخليفة في المنام دل على النقص، فإن صار الرائي خليفة في المنام وكان أهلاً للملك ملك، أو الحكم حكم، أو الإمامة، أو الولاية حصل له من ذلك ما يليق به، وإلا سجن أو مرض أو سافر سفراً بعيداً أو تخلف عن القيام بحق نفسه أو بحق الله تعالى. ومن رأى  أن الله عز وجل جعله خليفة في الأرض فإنه ينال خلافة إن كان أهلاً للولاية، وإلا فإنه يقع في فتنة يهلك فيها سفاك الدماء، وينجو أهل العلم والتقوى. ومن رأى  أنه صار خليفة أو إماماً فإنه ينال عزاً وشرفاً. ومن رأى  أنه أصبح خليفة فلا خير فيه إلا أن يكون أهلاً لذلك، وإلا فيصيبه ذل، ويتفرق أمره حتى يعلوه من كان من خدمه ويشمت به أعداؤه. ومن رأى  أنه قتل الخليفة فإنه يطلب أمراً عظيماً ويظفر به"
    },
    {
        "id": 55,
        "text": " الخلية\n  خلية النحل في المنام زوجة لمالكها، ونحلها نسلها، ومشهدها مالها. وربما دلت على الحصن، ونحلها أهله، وشهدها ماله. وربما دلت على التخلي عن الهموم والأحزان"
    },
    {
        "id": 56,
        "text": " الخمار\n  تدل رؤيته في المنام على، طلب العيش وصفائه، والبرء من الأسقام. وربما دلت رؤيته على بائع الأنجاس كالخنزير والقرد، والخمار رجل صاحب مال وكسب حرام، والنباذ الذي يصنع النبيذ رجل يهيج الناس على الباطل حتى يتخذ لنفسه نفعاً"
    },
    {
        "id": 57,
        "text": " الخمار\n  هو في المنام زوج المرأة، وهو للمرأة سترها وزينتها.وإن رأت إمرأة أن على رأسها رداء مطيراً أو عليها ثوباً مطيراً، فإن أعداءها يريدون تطييرها بباطل وغرور من قبل الزوج، فإن كان الخمار أسود بالياً، فإن زوجها فقير سفيه، والحادث بالخمار مصيبة المرأة في زوجها، فإن لم يكن لها زوج فهو مضرة في مالها أو مصيبة في قيم لها من أخ أو عم.فإن رأى رجل أنه لبس مقنعة فإنه يصيب أمة خادمة.فإن رأت إمرأة إنها وضعت خمارها عن رأسها في محفل الناس ابتليت بأمر يذهب عنها الحياء، وإن رأت أن خمارها ذهب فارقها زوجها، فإن عاد إليها عاد زوجها، والخمار دين الإنسان"
    },
    {
        "id": 58,
        "text": " الخمر\n  هو في المنام مال حرام، فمن رأى أنه يشرب الخمر فإنه يصيب إثماً كبيراً ورزقاً واسعاً. ومن رأى  أنه يشربها وليس له منازع في كأسها أصاب مالاً حراماً، وقيل بل مالاً حلالاً، فإن كان له منازع فإنه ينازعه في الكلام والخصومة. ومن رأى  أنه أصاب نهراً من خمر فيصيب فتنة في دنياه، فإن دخله وقع في فتنة بقدر ما نال منه، ورؤية الخمر لمن يريد الشركة، أو التزوج موافقة بسبب امتزاجها، وشرب الخمر للوالي عزل، وشرب الخمرة الممزوجة بالماء تدل على مال، بعضه حلال وبعضه حرام، وقيل مال في شركة. ومن رأى  أنه يعصر خمراً فإنه يخدم السلطان وتجري على يديه أمور عظام. ومن رأى  أنه دعي إلى مجلس خمر فيه فاكهة كثيرة فإنه يدعى إلى الجهاد والاستشهاد فيه، والخمر في المنام يدل على الفتنة والشرور، والعداء، والبغضاء. وربما دل شرب الخمر على الشفاء من الداء. وربما دل على زوال العقل بجنون أو هم بغيبة عن حسه، وإن كان الرائي مخاصماً فهو خصمه بالباطل لما يجري على لسانه من الجرأة، وإن كان عاطلا عن العمل خدم غيره أو كان فقيراً استغنى أو أعزب تزوج أو مريضاً شفي من مرضه، وإن كان الشارب بين قوم في مجلس نهر ولهو دل على ردتهم، ونكثهم العهد لولي أمرهم أو محاربتهم ونقض أيمانهم، وإن كان شارب الخمر عالماً ازداد علمه لما يعرض للإنسان من الفكر حين الشرب، واعتبر ما شرب من الخمر، فإن كان الخمر من العنب ربما أكل الرائي عنباً في غير أوانه أو وقع في عيب، لأن لفظة عيب تصحيف للفظة عنب. وربما رزق حلالاً، وإن كان الخمر مبتاعاً أو تولى عصره فربما وقع في محذور يوجب اللعنة عليه، والخمر يدل على الكذب والهذر في الكلام وإفشاء السر والزنا، واعتبر ما سميت به، فالخمر إثم. وربما دل على إمرأة زانية وهي العقار. وربما دل شربه في المنام على عقوق الوالدين أو بيع شيء من العقار وهي السلاف. وربما دل شربها في المنام على الدين والسلف وهي الروح. وربما دل شربها على رواح المال، أو الولد. وربما وجد شاربها راحة، وإن كان في تعب وعناء، وهي العجوز، فربما سكر الرائي من إمرأة عجوز أو تزوج إمرأة كذلك، وشرب الخمر يدل على غباوة شاربه وجهله، وإذا رؤي ميت أنه يشرب الخمر فإنه منعم في الآخرة، لأن الخمر من شراب أهل الجنة إلا أن يكون قد مات وهو مصر عليها أو كان في حياته ممن يستحلها، والخمر يدل على خير لمن أراد الزواج لامتزاج الماء به واختلاطه"
    },
    {
        "id": 59,
        "text": " الخمول\n  إذا رأى الإنسان نفسه في المنام خاملاً دل ذلك على الانثناء عن القصد الحسن. وربما دل ذلك على نفاد الرزق، وانتهاء الأجل"
    },
    {
        "id": 60,
        "text": " الخناق\n  من رأى في المنام أنه يخنق وكان به علة فهو معاقب بما كسب من ظلم، فإن مات فإنه يقهر ويفتقر، فإن حيي بعد أن مات فإنه يفتقر ويعوضه الله تعالى ويستغني. وإذا رأى الإنسان أنه يخنق نفسه معلقاً، فإن ذلك يدل على حزن وغم. وربما دل الخنق على المطالبة بدين"
    },
    {
        "id": 61,
        "text": " الخناق\n  إذا أخذ داء الخناق في الحلق دل على تعطيل بيت راحة الإنسان أو حانوته"
    },
    {
        "id": 62,
        "text": " الخنثى\n  تدل رؤيته في المنام على ذي الوجهين، فإن كان متزوجاً فارق زوجته أو والدته"
    },
    {
        "id": 63,
        "text": " الخنجر\n  من رأى في منامه أن بيده خنجراً نال مالاً وغنى. أنظر أيضاً المزراق"
    },
    {
        "id": 64,
        "text": " الخندق\n  يدل في المنام على ما يتحصن به الملك، أو البلد من حراس وجند، فإن دل الخندق على الملك كان الجند رجاله وماله، وإن دل على العلم كان الخندق دليلاً على العلماء القائمين به الحافظين له، وإن دل على زوجة كان الخندق وليها، وإن دل على الولد كان الخندق أباه أو أمه.فإن رأى في المنام حصناً أو مدينة بغير خندق كان دليلاً على انحلال الأمور، كمنع الزكاة وإضاعة المال، وضياع العلم أو هجوم العدو، أو الأمر بالمنكر والنهي عن المعروف"
    },
    {
        "id": 65,
        "text": " الخنزير\n  هو في المنام عدو ملعون قوي، جزوع عند النوائب، يقول ولا يفي بما يقول.فإن رأى  الإنسان أنه ركب خنزيراً فقد أصابه مال كثير. ومن رأى  أنه يأكل من لحمه أكل حراماً وهو يعلم، فإن أكل لحمه مطبوخاً نال في تجارته مالاً من غير حله، وكذلك إن كان مشوياً. ومن رأى  أنه يمشي كما يمشي الخنزير أصاب قرة عين عاجلاً، والخنزير البري يدل على مطر وبرد شديد فيمن كان مسافراً، ويدل في أهل القرى على ضيق وشدة تنالهم، ويدل فيمن يغرس غروساً على إنها لا تكون على ما ينبغي، وإن من أراد أن يتزوج إمرأة لن تكون موافقة له، ولحم الخنزير في المنام جيد لجميع الناس. ومن رأى  أن في فراشه خنزيرة، فتدل على إمرأة يهودية، وأولاد الخنازير هموم لمن عاينها، والخنزير الأهلي خصب لمن رآه وتقضى حاجته. ومن رأى  الخنزير في المنام ولي على قوم من اليهود والنصارى، ومن عزم على خصام زوجته ورأى في منامه خنزيراً أو خنزيرة فإنه يطلقها. وربما يعبر الخنزير برجل من اليهود أو من النصارى، وتدل رؤية الخنزير على الشر والنكد والبطر، وعلى المال الحرام، وتدل إناثه على كثرة الغسل، فإن حصل له من ضرر في المنام ربما ينكد من نصراني. ومن رأى  أنه صار خنزيراً نال مالاً وخصباً مع ذلة ووهن في الدين، والخنزير رجل ضخم مؤثر فاسد الدين خبيث المكسب، ومن ركب خنزيراً أصاب سلطاناً وظفر بعدوه. ومن رأى  أنه يقاتل خنزيراً فإنه يظفر بعدو ظالم. ومن رأى  أنه يأكل لحم خنزير فإنه يصيب مالاً حراماً محضاً، أو يرتكب معصية. ومن رأى  خنازير صغاراً دخلت عليه في داره أو بيته أتته خدمة السلطان فليحذر. ومن رأى  أنه طرد الخنازير من داره فإنه يترك عمل السلطان"
    },
    {
        "id": 66,
        "text": " الخنفساء\n  هي في المنام إنسان بغيض قذر، والخنفساء الذكر يدل على خادم الأشرار، أما الأنثى، فتدل على موت الخنفساء، والخنفساء إمرأة لجوجة لا خير فيها. ومن رأى  أنه أصاب خنفساء فإنه يصيب امرأة. ومن رأى  أن الخنفساء عادت عقرباً فإنه عدو، ويظن به غير ما هو عليه من العداوة"
    },
    {
        "id": 67,
        "text": " الخوخ\n  إذا كان الخوخ حلواً في المنام فمن أكله نال من الشهوات ما يتمنى، وإن كان حامضاً فهو خوف لمن أكله، وشجرة الخوخ رجل غني خطر شجاع ثابت عند المحنة، يجمع مالاً كثيراً في حداثته، ويموت في شبابه، والخوخ في غير أوانه مرض شديد. ومن رأى  أنه التقط من شجرة خوخاً فإنه ينال من رجل مالاً، والخوخ وجميع أشباهه ما عدا التوت إذا رأى الإنسان شيئاً منها في وقته دل ذلك على لذة وخديعة. وأما في غير وقتها فإنها تدل على تعب وباطل، والخوخ في المنام يبشر برجوع ما فات من خير، ويحذر من عودة شر مضى، وهو أخ وصاحب جميل جليل"
    },
    {
        "id": 68,
        "text": " الخوذة\n  تدل في المنام على الأمن من العدو، وعلى المال والزوجة، والخوذة البيضة وهي دالة على تفريع الرأس، أو الأمن من الخوف أو من أوجاع الرأس. ومن رأى  على رأسه مغفر فإنه يأمن نقصان ماله، والبيضة إذا كانت ذات قيمة دلت على إمرأة غنية جميلة، وإن يكن لها قيمة، فتدل على إمرأة قبيحة. ومن رأى  على رأسه بيضة بلغ وسيلة عظيمة، والخوذة تدل على رجل زعيم يدفع المكارة عمن لبسها، وهي من الملك ولاية، وهي للأعزب زوجة، وعز وهيبة للأعداء"
    },
    {
        "id": 69,
        "text": " الخوف\n  هو في المنام أمن، وقد يدل على التوبة، فكل خائف تائب، وقيل من رأى نفسه خائفاً فإنه ينال رئاسة. ومن رأى  أنه ينتظر الخوف فإنه يقاتل. ومن رأى  في منامه أنه خائف، وقائل يقول له: لا تخف، فإنك لا تموت، ولا تقدر أن تعيش فإنه يصير أعمى. أنظر أيضاً الفزع"
    },
    {
        "id": 70,
        "text": " الخولي\n  تدل رؤيته في المنام على العلم وذكر الله تعالى. وربما دل على خادم الزوايا والربط والجوامع"
    },
    {
        "id": 71,
        "text": " الخيار\n  هو في المنام هم وحزن، فمن أكله فإنه يسعى في أمر يثقل عليه، وهو في أوانه رزق وفي غير أوانه مرض، فإن رآه إنسان ثابتاً فإنه ولد حزين. ومن رأى  أنه يأكله وكانت إمرأته حاملاً ولدت له جارية، والخيار إذا قطع بالحديد فإنه جيد للمرض، والخيار خير وخيرة لمن يقدم عليه. أنظر أيضاً العجور، وانظر القثاء"
    },
    {
        "id": 72,
        "text": " الخياط\n  تدل رؤيته في المنام على الألفة، والاتفاق بين الناس. وربما دلت رؤيته على الكاتب وعاقد الزيجات، كما تدل رؤيته على المستدرك لما فرط منه، أو النادم على فعله، والخياط إن خاط لنفسه فإنه يصلح دنيا لنفسه في صلاح الدين.وإن رأى كأنه يخيط ولا يحسن الخياطة فإنه يريد أن يجمع متفرقاً ولا يستطيع.وإن رأى كأنه يخيط ثوباً لامرأة فتصيبه محنة"
    },
    {
        "id": 73,
        "text": " الخيانة\n  إذا ظهرت الخيانة في المنام من أصحاب الأموال دل ذلك على فقرهم، والخيانة تدل على الزنا"
    },
    {
        "id": 74,
        "text": " الخيط\n  هو في المنام بينة، فمن رأى أنه أخذ خيطا فإنه رجل محتاج إلى بينة تقوم له، والخيوط المعقدة سحر، والخيط الأبيض دال على الفجر، والخيط الأسود دال على الليل"
    },
    {
        "id": 75,
        "text": " الخيل\n  من أسمائها الجياد وواحدها الجواد، والفرس والحصان والمهر، ومنها الكديش والبرذون والحجر، فمن رأى عنده في المنام خيلاً فإنه يدل على اتساع رزقه، وانتصاره على أعدائه. ومن رأى  أنه راكب على فرس، وكان ممن يليق به ركوب الخيل نال عزاً وجاهاً ومالاً، وربما صادق رجلاً جواداً، وربما سافر، وإن السفر مشتق من الفرس، وإن كان حصاناً تحصن من عدوه، وإن كان مهراً رزق ولداً جميلاً، وإن كان برذوناً عاش غير مستغن ولا فقير، وإن كان حجراً تزوج إن كان أعزب زوجة ذات مال ونسل، والأصيل شريف بالنسبة إلى غير الأصيل. وربما دلت الفرس على الدار المليحة البناء، والأشهب عز ونصر على الأعداء لأنه من خيل الملائكة، والأدهم هم، والأشقر المحجل علم وورع ودين، ومن ركب كميتا ربما شرب الخمر لأنه من أسمائها، ومن ركب مركوباً لغيره بلغ منزلته أو عمل سنته، خاصة إن كان مركوباً مشهوراً ويليق براكبه، والحجر زوجة، فإن نزل عنها، وهو لا يضمر ركوبها، وخلع لجامها، وأطلقها طلق زوجته، وإن أضمر العودة إليها، وإنما نزل لأمر خطر له، فإن كانت بسرجها عند ذلك فلعل إمرأته تكون حائضاً، فأمسك عنها، وإن كان نزوله لركوب غيرها تزوج عليها أو تسرى على قدر المركوب الثاني، وإن ولى حين نزوله منافرا عنها، ماشياً أو بال في حال نزوله على الأرض دماً فإنه مشتغل عنها بالزنا، وتدل الحجر على العقدة من المال والغلات، والحجر الدهماء إمرأة متدينة غنية في صيت وذكر، والبلقاء إمرأة مشهورة بالجمال والمال، والشقراء ذات فرح ونشاط، والشهباء ذات دين. ومن رأى  أنه ركبها بغير سرج ولا لجام تزوج إمرأة بغير عصمة والأشهب من البراذين والأفرس سلطان، فمن رأى أنه ركب فرساً أشهب تزوج إمرأة متدنية والأدهم من الدواب عز، والأشقر حرب. ومن رأى  خيلاً مسرجة بلا ركاب فهن نساء يجتمعن لمأتم أو عرس. ومن رأى  أنه ملك عدداً من الخيل أو رعاها فإنه يلي ولاية على قوم. ومن رأى  الخيل في منامه فإنه يصير مقبولاً عند إخوانه، والفرس في المنام رجل أو ولد فارس أو تاجر أو عامل له فراسة في عمله وتجارته، والفرس شريك، فمن رأى أن له فرساً مات في داره فهو هلاك الرجل. ومن رأى  أنه راكب فرساً أغر محجلاً ويسير عليه رويداً في ثياب تصلح للركوب فإنه يصيب شرفاً وعزاً أو سلطاناً ومروءة في الناس، ولا يصل إليه الأعداء بسوء، فإن كان تاجراً فإنه صاحب أمانة ويكون في عيشة مطمئنة، فإن كان أدهم فهو أعظم قدراً وشرفاً، لأنه مال وسلطان وسؤدد، فإن كان كميتاً فإنه أكثر في اللهو والطرب، وأشد للقتال وسفك الدماء، وإن كان أشقر فهو مرض مع شرف، لأنه خيل الملائكة شقراء، وكان ابن سيرين رحمه الله يكره الأشقر في النوم، ويقول: هو حرب، فإن كان أبلق فهو شهوة مع دولة يتمناها، فإن ركبه وتعرق فهو هوى غالب يتبعه، ويذهب فيه ماله ومعصية يرتكبها، والعرق تعب في معصية، والفارس لمن كانت إمرأته حبلى فيلد له ولد ذكر، والفارس لمن رآه من بعيد بشارة وعز وخير. ومن رأى  أنه نزل عن الفرس وكان والياً عمل عملاً يندم عليه، فإن نزل وتركه واشتغل بعمل فهو عز له مع خذلان، والفرس الأنثى إمرأة شريفة، والجموح رجل مجنون، والحرون متهاون بطر بطيء في الأمور، وبياض ناصية الفرس وذنبه أشراف السلطنة، وبلادة الفرس وقلة حركتها للسلطان، وقلة ذات يده، وظفر عدوه به، وكثرة شعر ذنب الفرس كثرة أولاده.فإن رأى  أن ذنب فرسه مقطوع فإنه يموت ولا يترك نسلاً وينقطع في ذكره.فإن رأى  أن ذنبه قطع من أساسه، فإن أولاده وأتباعه يموتون قبله، وإن نازعه فرسه وكان سلطاناً خرج عليه قائد شريف أو غلام كريم، وإن كان تاجراً فهو خروج شريكه عليه، ووثوب الفرس رجحان في الأمر، وقفزه إدراك للحوائج بسرعة. ومن رأى  أنه يقود فرساً فإنه يطلب خدمة رجل شريف، ولا ضير في ركوب فرس في غير موضعه، وقيل الفرس شهرة وسلطان مشهور. ومن رأى  أنه ركب فرساً ذا جناحين يطير بهما نال خلافة إن كان من أهل بيت رسول الله صلى الله عليه وسلم، وإلا فإنه ينال ملكاً عظيماً، وإن لم يحتمل ذلك فإنه يبتلى بغلام، أو يشغف بامرأة تنقاد له وتطيعه. ومن رأى  كأنه ركب فرساً أشهب، فإن لم يكن له إمرأة تزوج، وإن أكل من لحم الفرس وكان من أصحاب السلطان ظفر بعدوه، وإن كان تاجراً لحقته منفعة، وقيل من رأى أنه ركب فرساً فإنه يغصب مالاً إن كان جنديا أو رجلاً شريفاً. ومن رأى  أنه ركب أدهم سافر سفراً ينقص ماله فيه.فإن رأى فرساً عضه فإنه يصير قائداً للجيش. ومن رأى  أنه قتل فرساً فإنه ينال نعمة ومالاً، وقوة وعزاً. ومن رأى  كأن الفرسان يطيرون في الهواء يوشك أن تقع حروب ببن الملوك، وفتنة وخصومة في تلك البلدة، والفرس المائي حيوان هوائي، وليس يمكن أن يكون شيء منه موجوداً في اليقظة أعني الفرس المائي، فتدل رؤيته في النوم على رجاء كاذب وعمل لا يتم، وأكل لحم الفرس إصابة اسم حسن صالح في الناس. ومن رأى  أنه ركب فرساً قوائمها من حديد فإنه يموت، والفرس الحصان سلطان وعز والرمكة جارية أو إمرأة حرة شريفة. ومن رأى  أنه يعرض خيلاً فإنه يشتغل بطلب الدنيا وترجى له التوبة. ومن رأى  أنه على فرس، والفرس عريان دون سرج ولجام فإنه يرتكب معصية عظيمة. ومن رأى  أنه نزل عن فرسه وركب فرساً غيره فإنه يتحول من حال إلى حال، وما بين الحالتين كقدر ما بين الفرسين. ومن رأى  أنه نزل عن فرسه فإنه يزول عن عمله ويتولاه غيره. ومن رأى  أنه على فرس وهو يعجبه فإنه يقاتل في سبيل الله تعالى. ومن رأى  أنه على فرس، ومعه رمح، وهو يحمل على الناس فهو رجل يسأل الناس ويلح عليهم في الطلب، فإن كان معه سلاح، فإن أعداءه لا يصلون إليه في سلطانه بمكروه. ومن رأى  أن فرسه غرق أو ذبحه له غيره أو ذهب السبل به، فإن المريض سيموت. ومن رأى  أن فرسه أعور ضعيف البصر فإنه التباس أمره في معيشته. ومن رأى  أنه على فرس ميت فيصيبه هم وحزن ثم يتخلص منه. ومن رأى  أنه باع فرسه فإنه خروج من عمله باختياره. ومن رأى  أنه ذبح فرسه ولا يريد أكل لحمه فإنه يفسد على نفسه معيشته من سلطان. ومن رأى  أن فرساً مجهولاً يدخل أرضاً أو داراً لا يعرف له صاحباً فإنه يدخل ذلك الموضع رجل شريف، له خطر في الناس بقدر خطر الفرس. ومن رأى  أن الفرس المجهول يخرج من موضعه فإنه يخرج عن رجل كبير بموت أو سفر. ومن رأى  أن فرساناً يتراكضون في الدور، ويدخلون، كذلك أرضاً أو محلة فإنها أمطار وسيول تصيب ذلك الموضع. ومن رأى  أنه رديف رجل معروف فإنه يتوصل بذلك الرجل إلى ما يطلب من أمر دين أو دنيا، أو يكون لذلك الرجل تابعاً أو شريكاً أو خلفاً بعده، وإن كان رجلاً مجهولاً فهو عدو على كل حال. ومن رأى  أن خيلاً وطئته أو مشت عليه فإنه يعزل عن سلطانه أو عمله، أو يناله مكروه وذلة، ويلدغه الناس بألسنتهم، ومن ركب رمكة أو ملكها أو اشتراها، وكان أعزب تزوج إمرأة شريفة مباركة، فإن كان لها مهر أصاب منها ولداً، وإن كان الرجل متزوجاً أو ممن لا ينتظر الزواج فإنه يصيب قرية أو ضيعة، مما يعود عليه نفعه في معيشته. ومن رأى  أن رمكته ماتت أو سرقت أو ضاعت، فإن ذلك الحدث يكون بامرأته. ومن رأى  أن رمكته نتوج فإنه إدرار معيشته، وزيادة ماله. ومن رأى  أنه يشرب لبن الرمكة، فإن السلطان يقربه من نفسه، وينال منه خيراً. ومن رأى  شعر فرسه كثيراً زاد ماله وأولاده، وإن كان سلطاناً كثر جيشه، والفرس الخصي يدل على خادم، والدابة بلا مقود إمرأة زانية، لأنها كيفما أرادت مشت، وخيل البريد أجل قريب لمن ركبها في المنام، وقد يدل ضعف الفرس على ضعف الجاه"
    },
    {
        "id": 76,
        "text": " الخيمة\n  تدل في المنام على السفر، أو القبر، أو الزوجة، أو الدار، وكثرة الخيام غيوم. ومن رأى  أن خيمة ضربت عليه، فإن كان سلطاناً أصاب زيادة في سلطان، وإن كان جندياً تولى ولاية، وإن كان تاجراً سافر ونال خيراً وشرفاً وجارية حسناء.فإن رأى بإزاء خيمته خيمة بيضاء فإنه رجل يأمر بالمعروف، وينهى عن المنكر، ويتوب من ذنب عظيم. ومن رأى  القمر في خيمته فإنه يعشق جاريه من دار السلطان، والخيمة في المنام ملك لمن دخلها أو ضربت لأجله، وإن كان غير كفء للملك نال عزاً من قبل السلطان، والخباء والقبة دون الخيمة، والخيام البيضاء هي قبور الشهداء، وكذلك الخضر من الخيام، ومن خرج من خيمة خروج مفارقة فإنه يخرج من سلطانه، ويعزل عن أعوانه. ومن رأى  خيامه طويت فذلك نفاد عمره ونفاد سلطانه، والقبة امرأة. أنظر أيضاً الفسطاط"
    },
    {
        "id": 77,
        "text": " الخيمي\n  تدل رؤيته في المنام على الحركات والأسفار. وربما دلت رؤيته على المقابر، أو على زواج العازب"
    }
]