[
    {
        "id": 0,
        "text": " الذباب\n    هو في المنام رجل طعان ضعيف مسكين دنيء، وما كان في بطونه فإنه مال من رجل دنيء.فإن رأى  أن الذباب دخل جوفه فإنه يخالط قوماً سفهاء، ويصيب منهم مالاً حراماً لا بقاء له.فإن رأى ذباباً يطير على رأسه، فإن له عدواً ضعيف القدرة والكيد، يريد أن يستعلي عليه، من قبل رئيس يهدده بأمر، ولا يجزع منه، ولا يهوله. ومن رأى  أن ذباباً وقع عليه وكان ينوي سفراً فلا يخرج منه. ومن رأى  أنه يأكل الذباب فإنه يأكل مالاً حراماً. ومن رأى  أن ذباباً في فمه، فإن اللصوص يأوون إليه. ومن رأى  أن ذباباً سقط على شيء من ماله فليحذر على هذا الشيء من اللصوص. ومن رأى  أن ذبابة أو بعوضة أو زنبوراً أو نحلة دخلت في أنفه فإنه ينال خيراً وبركة وعزاً ودولة. ومن رأى  أنه قتل ذبابة نال راحة وصحة. ومن رأى  أن ذباباً كثيراً اجتمع في داره فإنهم أعداء، يرى منهم مكروهاً. وإذا رأى المسافر وقوع الذباب على رأسه ذهب ماله، والذباب خصم لدود وجيش ضعيف. وربما دل على اجتماعهم على الرزق الطيب. وربما دل على الدواء لمن به داء. وربما دلت رؤيته على الأعمال السيئة، أو الوقوع في ما يوجب التقريع"
    },
    {
        "id": 1,
        "text": " الذبح\n    هو في المنام عقوق وظلم. ومن رأى  أنه مذبوح فليتعوذ بالله تعالى. ومن رأى  قوماً مذبوحين فذلك دليل خير على تمام أمور الرائي. ومن رأى  في منامه أنه ذبح شخصاً آخر أو إن شخصاً آخر يذبحه، فإن ذلك دليل على تمام الأمور أيضاً. ومن رأى  أحداً يذبحه ذابح، فإن المذبوح ينال خيراً من الذابح، وإن كان مسجوناً ينال إطلاقا، وإن كان خائفاً ينال أمنا، وإن كان مملوكاً أعتق أو أسيراً يفك أو أميراً فإنه يزاد في ولايته. ومن رأى  أنه يذبح إنساناً فإنه يظلمه، وكذلك كل شيء لا يحل ذبحه، فإن الفاعل يظلم المفعول به، ومن ذبح بعض محارمه فإنه يهمل قدره ويقاطعه، وإذا ذبح العبد في المنام فإنه يعتق، ومن كان مهموماً ورأى أنه قد ذبح فرج عنه همه، والذبح زواج، فمن ذبح ما يدل على النساء من الحمام والنعاج فإنه يتزوج، ومن ذبح شيئاً من قفاه فإنه يأتيه في الدبر. ومن رأى  \nمذبوحاً لا يدري من ذبحه فإنه رجل قد ابتدع بدعة أو قلد عنقه شهادة زور.\nوأما من ذبح أباه وأمه فإنه يعقه. ومن رأى  أنه ذبح صبياً صغيراً شواه، ولم ينضج الشواء، فإن الظلم في ذلك لأبيه وأمه.وإن رأى إنسان أن سلطاناً ذبح رجلاً ووضعه على عنق صاحب الرؤيا، فإن السلطان يظلم إنساناً، ويطلب منه ما لا يقدر عليه، ويطالب هذا الحامل بتلك المطالبة، وإن كان المذبوح معه رأسه فإنه يؤخذ به ولا يغرم وتكون الغرامة على صاحبه ولكنه ينال منه ثقلاً وهماً. ومن رأى  أن رجلاً مذبوحاً أو قوماً مذبوحين فهم ضلال وذوو أهواء وبدع. ومن رأى  أنه يذبح نفسه فامرأته منه حرام، وإذا خرج دم الذبح فهو ظلم وعقوق، وإن لم يخرج دم فهو صلة وكرامة"
    },
    {
        "id": 2,
        "text": " الذر\n    من رأى في المنام أنه يعد الذر، أو يأخذه فإنه يدل على الظلم والعدوان والفتنة، والذر في النوم ينسب في العدد إلى الذرية والجند والمال وطول الحياة، والذر يدل على الضعفاء من الناس، وقيل الذر جند من جنود الله تعالى"
    },
    {
        "id": 3,
        "text": " الذراريح\n    من رآها في المنام وكان عمله عملاً وسخاً فتكون رديئة، ومن كان مجهول الحال دلت على خير، أما بالنسبة للعطارين وسائر الناس، فتدل على مضرة"
    },
    {
        "id": 4,
        "text": " الذراع\n    وكذلك الشبر والمساحة سفر، ويكون السفر قدر ما زرع أو شبر في الكثرة والقلة، ومن مسح ثوباً بشبره أو حائطاً أو أرضاً فإنه يسافر إلى قرية، فإذا مسح أرضاً بباعه فإنه يحج، أو يجاهد، أو يسافر سفراً طويلاً، أما ذراع اليد، فيدل على الحزن، والشعر على الذراعين دين يلزمه. ومن رأى  إمرأة حاسرة الذراعين فهي الدنيا"
    },
    {
        "id": 5,
        "text": " ذرق الطائر\n    هو في المنام كسوة لانتشاره في الثوب. وربما دل ذرق النسر والعقاب على خلع الملك"
    },
    {
        "id": 6,
        "text": " الذرة\n    هي في المنام مال كثير، قليل المنفعة، خامل الذكر"
    },
    {
        "id": 7,
        "text": " الذقن\n    وهو الحنك الأسفل، وتدل رؤيته في المنام على سيد العشيرة وصاحب نسل كثير. ومن رأى  أن ذقنه طالت فإنه يصير صخاباً، ويتكلم بما لا يعنيه، ويضعف بعد قوة ويسترخي، وتدل الذقن على ما يتجمل به الإنسان من مال ظاهر أو والد يساعده أو خادم يخدمه أو منصب جليل يستقل به. وربما دلت الذقن على إسباغ الوضوء"
    },
    {
        "id": 8,
        "text": " الذكر العضو التناسلي\n    يدل في المنام على المال والولد والعمر"
    },
    {
        "id": 9,
        "text": " الذكور من الناس\n    تدل رؤية الإنسان الذكر في المنام على الفضل والسعة، وإن الله تعالى فضل الذكر على الأنثى، قال تعالى:  \"  فللذكر مثل حظ الأنثيين  \""
    },
    {
        "id": 10,
        "text": " الذل\n    من رأى في المنام أنه ذليل فإنه يعز وينتصر، وكل ذليل منصور، والذلة دالة على الفقر والبخل والنقص في الدين"
    },
    {
        "id": 11,
        "text": " الذم\n    يدل في المنام على إتيان الفواحش، والعدول عن كتاب الله تعالى وسنة نبيه عليه الصلاة والسلام"
    },
    {
        "id": 12,
        "text": " الذنب\n    هو في المنام دين، فمن رأى ذنوباً اجتمعت عليه فتلك ديون، والإقرار بالذنب عز وشرف، وارتكاب الذنب ارتكاب الدين، كما أن الدين في المنام يدل على ارتكاب الآثام"
    },
    {
        "id": 13,
        "text": " الذنب\n    هو في المنام تبع، فمن رأى أنه له ذنباً كان له تبع من الناس، وإن الذنب تابع لصاحبه"
    },
    {
        "id": 14,
        "text": " الذهب\n    هو في المنام أمر مكروه، وقيل إنه غم. ومن رأى  أنه لبس شيئاً من الذهب فإنه يصاهر قوماً غير أكفاء له، وإن أصاب سبيكة ذهب، أصابه هم بقدر ما أصاب من الذهب أو غضب عليه السلطان وغرمه. ومن رأى  أنه يذيب الذهب، خوصم في أمر مكروه، ووقع في ألسنة الناس. ومن رأى  أنه أعطي قطعة ذهب كبيرة فإنه ينال سلطاناً ورياسة. ومن رأى  أنه وجد دنانير صحيحة فإنه يرى وجه الملك، ويرجع منه سالماً. ومن رأى  أنه سبك ذهباً نال شراً وهلاكاً. ومن رأى  أن بيته من ذهب أصابه حريق. ومن رأى  أنه يديه من ذهب بطلتا وصارتا بلا حركة. ومن رأى  أن عينيه من ذهب عمي بصره. ومن رأى  أن عليه قلادة من ذهب أو فضة أو خرز أو جوهر ولي ولاية، وتقلد أمانة، وتدل رؤية الذهب على الأفراح والأرزاق، والأعمال الصالحة وذهاب الهموم، وعلى الأزواج والأولاد، والعلم والهدى، وإذا صار الذهب في المنام فضة دل على تغير حال من دل عليه من النساء والأموال والأولاد والخدم من الزيادة إلى النقص، كما إن الفضة إذا صارت في المنام ذهباً دل ذلك على حسن حال من دل عليه من الأزواج، أو الأهل، أو العشيرة، والمنسوج بالذهب وما أشبهه قربات إلى الله سبحانه. وأما المطلي بالذهب فإنه يدل على التشبه بأبناء الدنيا أو بأعمال أهل الآخرة، والخالص من الذهب والفضة يدل على الإخلاص وصفاء النية والعهد الصحيح، والمغزول من الذهب والفضة رزق مستمر، وكذلك الممدود من النحاس والحديد"
    },
    {
        "id": 15,
        "text": " الذهبي\n    تدل رؤيته على الأفراح والمسرات. وربما دل على من يمزج الحق بالباطل"
    },
    {
        "id": 16,
        "text": " الذؤابة\n    هي في المنام ولد ذكر مبارك لحامله، وهي مال لمن رآها برأسه، والذؤابة جارية، وذؤابة المرأة إذا طالت ولد لها، فإن رأت إنها كثيفة الشعر فإنها تعمل عملاً تشتهر به، فإن أبصرها الناس فإنها فضيحة لصاحبتها، وسواد شعرها حسن حال زوجها ومركزها عنده، فإن رأت المرأة إنها مكشوفة الرأس، فإن زوجها غائب لا يرجع إليها، فإن لم يكن لها زوج فإنها لا تتزوج أبداً، وإن رأت شعرها براقاً فاحماً تستغني بمال زوجها"
    },
    {
        "id": 17,
        "text": " الذئب\n    هو في المنام عدو ظالم لص صعب كذاب، فمن رأى في داره ذئباً، فإن اللص يدخل داره. ومن رأى  في منامه ذئباً فإنه يتهم رجلاً وهو بريء من التهمة.فإن رأى  أن ذئباً تحول ثوراً، فإن غلاماً لصاً يصير منصفاً كريماً، وقيل من رأى في منامه ذئباً فإنه يسمع كلاماً حسناً من رئيسه، أو يصيب خيراً، فإن صاده نال سروراً، والذئب يدل على أيام السنة، وإن الذئاب يتبع بعضها بعضاً على سنن واحد على الاستواء. ومن رأى  ذئباً صار أنيساً كالخروف فإنه لص يتوب. ومن رأى  أنه صار ذئباً في منامه نال سروراً وفرحاً، والذئب سلطان ظالم أو لص ضعيف أو رجل كاذب. ومن رأى  أنه يعالج ذئباً فإنه يعالج رجلاً، وتدل رؤية الذئب على الكذب والحيلة والعداوة للأهل والمكر بهم.فإن رأى في المنام كلباً وذئباً اجتمعا واتفقا، دل ذلك على النفاق والمكر والخديعة"
    }
]