[
    {
        "id": 0,
        "text": " الجابي\n  تدل رؤيته في المنام على قضاء الدين، أو الشرطي، أو الرسول أو ناقل الكلام أو مؤدي الأمانات"
    },
    {
        "id": 1,
        "text": " الجاثليق\n  من رأى في المنام أنه صار جاثليقا فإنه يدل على موته أو غرقه أو إشرافه على الهلاك أو زوال نعمته"
    },
    {
        "id": 2,
        "text": " الجارية\n  هي في المنام تجارة لمن ملكها أو اشتراها أو وهبت له، فمن دنا من جارية ليشتريها دنا إلى تجارة، والجارية أمور جارية في ما مضى أو في ما يستقبل. ومن رأى  جارية مسلمة متزينة سمع خبراً ساراً من حيث لا يحتسب، فإن كانت كافرة سمع خبراً ساراً مع خنى.فإن رأى جارية عابسة الوجه سمع خبراً موحشا.فإن رأى جارية هزيلة أصابه هم وفقر.فإن رأى جارية عارية خسر في تجارته وافتضح فيها. ومن رأى  أنه أصاب بكراً ملك ضيعة مغلة أو عمل بتجارة رابحة، والجارية خبر على قدر جمالها ولبسها وطيبها، فإن كانت مستورة فهو خبر مستور مع دين، وإن كانت متبرجة، فإن الخبر مشهور، وإن كانت متنقبة، فإن الخبر متلبس، وإن كانت سافرة فإنه خير يشيع، والناهد خبر مرجو"
    },
    {
        "id": 3,
        "text": " الجاسوس\n  يدل في المنام على الجان، أو على من يفضل أعمال الشر على أعمال الخير"
    },
    {
        "id": 4,
        "text": " الجام\n  هو في المنام حبيب الرجل، وأفضله ما يقدم عليه من الحلوى، فمن رأى أنه قدم إليه جام فالوذج فإنه سيرى من حبيبه محبة عظيمة، فإن قدم إليه ما يكرهه كالبقل والباقلاء والخيار فإنه يرى من حبيبه عداوة، ويشعر بالبغضاء، والجام في الرؤيا يعبر بألف درهم أو مائة درهم"
    },
    {
        "id": 5,
        "text": " الجامع\n  يدل في المنام على الملك لقيامه بأمور الدين، والحاكم الفاصل بين الحال والحرام، والسوق الذي يقصد الناس فيه الربح، ويخرج كل إنسان منه بربح على قدره وعمله، ويدل على كل من تجب طاعته من والد وأستاذ ومؤدب وعالم، ويدل على العدل لمن دخله في المنام مظلوماً، ويدل على القرآن الكريم لكثرة الوارد منه، ويدل على المقبرة التي هي مكان الخشوع والغسل والطيب والصمت والتوجه إلى القبلة، ويدل على ما يستعان به على الأعداء كالحصن الحصين للأمن من الخوف، فسقوف المسجد خواص الملك والمطلعون على أحواله، والعمد أكابر الدولة وأمراؤها، وحصره بسط عدله وعلماؤه الذين هم تحت طاعته، وأبوابه حجابه، ومئذنته نائبه أو صاحب أخباره، وإن دل على الحاكم فأعمدته أوقاته، ومصابيحه فضلاء عصره وفقهاؤه، وحصره بسط أحكامه أو ما يلقيه عليهم من العلوم، وسقفه كتبه التي تستره ويرجع إليها، ومئذنته هي القائم بجمع الناس لما يلقيه عليهم من الفضل، ومنبره العبد، ومحرابه زوجته أو ما دل على الرزق الحلال، والمنارة وزير وإمام. وربما دلت المنارة على مؤذنيها، والمصحف على قارئه، والمنبر على خطيبه، والباب على بوابه، والقيم على مصابيحه وفرشه، فما حدث في المسجد من زيادة أو نقص أو في شيء مما يختص به رجعت بذلك على ما دل عليه. وأما الجامع الذي تحمله ملوك الإسلام في أسفارهم ويقيمون لصلاة الأعياد وغيرها فإنه يدل على إقامة الدين، وعلو كلمة المسلمين، والنصر على أعدائهم، وحكمه في التأويل حكم ما ينصبون من الدهاليز المشرعة التي يعبر بها عن القلاع، وجامع المدينة يدل على أهلها، وأعاليه رؤساؤها، وأسافله عامتها، وأساطينه أهل الذكر، وعرابه إِمام الناس، ومنبره سلطانهم أو خطيبهم، وقناديله أهل العلم والخير والجهاد والحراسة في الرباط. وأما حصره فأهل الخير والصلاح. وأما مؤذنه فقاضي المدينة أو عالمها الذي يدعو الناس إلى الهدى ويقتدى بهديه وتنفذ أوامره، ويؤمن على دعائه. وأما أبوابه فعمال وأمناء وأصحاب شرطة"
    },
    {
        "id": 6,
        "text": " الجاموس\n  هو في المنام رئيس مبتدع، قوي مهيب، شجاع جلد، لا يخاف أحداً، ويحتمل أذى الناس فوق طاقته.فإن رأت إمرأة أن لها قرناً كقرون الجاموس فإنها تنال ولاية، أو يتزوجها ملك إن كانت أهلاً لذلك، والجاموس رجل مهاب، كثير الاحتيال والتسمع للكلام، كثير الأسفار في البر والبحر، متسلط على الأعداء. وربما دل على الكد والسعي، أو على الإساءة، فإن استعمل في حرث أو دوران دل على الفاقة والاحتياج، وإناث الجواميس بمنزلة البقر في أحوالها كلها"
    },
    {
        "id": 7,
        "text": " الجب\n  يدل الجب في المنام على الهم والنكد والسجن، ومن كان في شيء من ذلك زال عنه همه وغمه، واتصل بالأكابر، ونال عزاً ورفعة، وإن كان الرائي من أهل العلم انتفع الناس بعلمه، واتصل بالملوك بما عنده من العلم، خاصة علم الرؤيا. وربما وردت عليه رسل الأكابر بما يفرحه. وربما حصل بينه وبين أهله نكد وحسد، ويغدرون به ثم ينتصر عليهم. وربما اتهم الرائي بتهمة وكان منها بريئاً، وربما دل على تفريج الهم، وقضاء الحوائج، ويدل الجب على السفر، ويدل على ما يدل البئر عليه. وربما دل الجب على الجب والختان، وهو لمن يصحفه"
    },
    {
        "id": 8,
        "text": " الجباس\n  تدل رؤيته في المنام على الذنوب والخطايا والهموم والحريق، وكذلك الذي يشوي الطوب الأحمر. وربما دلت رؤيته على عافية المرضى وعمران الخراب"
    },
    {
        "id": 9,
        "text": " الجبان\n  تدل رؤيته في المنام على الرخاء والشفاء من الأمراض، ولا خير في رؤيته للمحارب فإنه يدل على الجبن لمواجهة العدو. وربما دلت رؤيته على الشجاعة حتى يصير جباناً لخصمه"
    },
    {
        "id": 10,
        "text": " الجبانة\n  ابحث عنها في مقبرة"
    },
    {
        "id": 11,
        "text": " الجباية\n  جباية الأموال في المنام دالة على الإكراه على الزكاة، أو العشر، أو على شيء من الحوادث، فإن كان هو الجابي ربما دل ذلك على رفع قدره، أو على سبب يستأذن فيه من الخاص والعام كالحمام وما أشبه ذلك"
    },
    {
        "id": 12,
        "text": " الجبر\n  وهو المجابرة للفقراء بالإيثار، كما أن رفع المكانة يدل على العلو والرفعة والخضوع لذوي الأقدار والجاه"
    },
    {
        "id": 13,
        "text": " الجبروت\n  إذا علم الإنسان من نفسه جبروتا أو شاهده في غيره دل ذلك على ميل النفس إلى ما يوجب النار من كفر أو ما يشبهه"
    },
    {
        "id": 14,
        "text": " جبريل عليه السلام\n  من رآه في المنام مستبشراً به، وكان يكلمه بكلام خير وموعظة أو وصية أو بشرى فإنه ينال شرفاً وعزاً وقوة وظفراً وبشارة، وإن كان مظلوماً انتصر، وإن كان مريضاً شفي، وإن كان خائفاً شعر بالأمن، وإن كان في هم فرج الله عنه أو لم يحج حج.وإن رأى كأنه يعادل جبريل وميكائيل عليهما السلام فإنه يوافق رأي اليهود في الجبر، ويباشر أمراً فيه الخلاف على الله تعالى. ومن رأى  أن جبريل عليه السلام يسلم عليه فإنه يصير عالماً رفيعاً، ويسمو ذكره، ويعز بين نظرائه، ورؤية جبريل عليه السلام تدل على رسول الملك، وعلى الأمين على الأسرار، وعلى البشارة بحمل الأولاد الذكور، كما تدل رؤيته على التعبد، أو العلم، وعلى تعليم الأسرار لأربابها، وتدل رؤيته على سريان الروح فيمن يشرف على التلف والموت. وربما دلت رؤيته على التنقل والحركات والجهاد والنصر على الأعداء، وتدل رؤيته على الإطلاع على العلوم الشرعية والتنجيم وغيرهما. ومن رأى  جبريل عليه السلام حزينا مهموماً أصابته شدة وعقوبة. ومن رأى  أنه صار في صورة جبريل عليه السلام فإنه يكون سخياً كثير الخير والبركة"
    },
    {
        "id": 15,
        "text": " الجبس\n  هو في المنام دليل على دوام العز والمنصب، وحسن حال الأزواج والأولاد والثبات في الدين والعلم، والعمل وحسن الثناء، والشفاء من الأمراض، وتجديد الملابس والعقود الصحيحة، وكذلك الكلس، وإن رأى ذلك عند أرباب الزهد والورع كان دليلاً على التلوث بالحرام، والكسب من الشبهات، والوقوف مع البدع، وإهمال السنة، والنفاق في الدين"
    },
    {
        "id": 16,
        "text": " الجبل\n  هو في المنام رجل رفيع الشأن، قاس ذو صوت منيع، مدبر لأمره ثابت، أو أنه رئيس أو تاجر، أو أنه إمرأة صعبة قاسية إذا كان الجبل مستديراً منبسطاً، أو أنه هم أو غم أو سفر، وإذا كان الجبل ينبت عليه النبات وفيه ماء فإنه ملك صاحب دين، وإذا لم يكن فيه نبات ولا ماء فإنه ملك كافر طاغ، لأنه كالميت لا يسبح الله تعالى، ولا ينتفع به الناس، والجبل القائم يدل على أنه حي.وإن رأى رجل أنه يرتقي جبلاً ويشرب من مائه، وكان أهلاً للولاية فإنه يلي ولاية من قبل ملك ضخم، قاسي القلب، وإن كان تاجراً ارتفع أمره، وسهل صعوده فيه من غير تعب، وصعوبة صعوده تعبه في تلك الولاية. ومن رأى  أنه حمد الله تعالى عليه فإنه يكون سلطاناً عدلاً، وإن طغى عليه فإنه يجور، فإن سجد لله تعالى هناك أو أذن ولي ولاية، وظفر بعدوه، وإن كان والياً عزل، وإن كان تاجراً خسر وندم.فإن رأى معه صاحب السلطان وجنده، فإن السلطان هو الله تعالى، وجنده الملائكة وهم الغالبون، فيكون صاحب الرؤيا غالباً ويصيب قوة وظفراً ونسكاً. ومن رأى  أنه صعد الجبل الخالي من النبات فإنه يدخل في عمل الملك الكافر ويناله هم، والعقبة عقوبة وشدة، فإن هبط منه نجا، فإن صعد عليه فإنه ارتفاع وسلطنة مع شيء من التعب، والصخور التي حول الجبل والأشجار الموجودة هناك، كل ذلك يمثل قواد ذلك الملك، وهم قساة.فإن رأى حوله حجراً فإنه ينال رئاسة. ومن رأى  أنه سقط من جبل فإنه يقترف خطيئة، ويصيبه ضرر في بدنه، أو يسقط عن مرتبته ويتغير حاله التي كان فيها، فإن انكسرت رجله فإنه يسقط من عين ذلك الملك، ويصيبه ضرر في ماله. ومن رأى  أنه يصعد جبلاً وبلغ نصفه فلم يمكنه الصعود فيه، ولا النزول منه فإنه يموت في نصف عمره. ومن رأى  أنه صعد فيه فقعد عليه فيولد له ولد ضخم، وكل صعود رفعة، وكل هبوط ضعة، فإذا كان الصعود يدل على هم، فإن النزول دليل الفرج، وكل صعود دل على الولاية، فإن الهبوط دليل على العزل.فإن رأى  أن الجبل احترق أو سقط فإنه يموت رجل عظيم الخطر، أو يغلبه سلطان، وإن النار سلطان، فإن رجف جبل ثم استقر، فإن ملك تلك الأرض تصيبه مصيبة أو شدة ثم يصلح أمره وأمر أهل مملكته، فإن قهر جبلاً فإنه يقهر رجلاً عظيم الخطر، وإن أستند إليه فإنه يستند إلى ملك رفيع الخطر، فإن جلس في ظله فإنه يعيش في كنفه، ويستريح إليه. ومن رأى  أنه حمل جبلاً فثقل عليه فإنه يحمل مئونة رجل ضخم أو تاجر كبير يثقل عليه، فإن خف خفت عليه.فإن رأى جبلاً نزل من السماء حضر والي تلك البلدة، فإن صعد الجبل إلى السماء عزل. ومن رأى  أنه دخل في كهف جبل فإنه ينال رشداً في أموره، ويتولى أمر السلطان ويشتد أمره، فإن دخل في غار فإنه يمكر بملك أو برجل منيع، فإن استقبله جبل فيستقبله هم أو سفر أو رجل منيع قاس أو أمر صعب أو إمرأة صعبة، منيعة قاسية. ومن رأى  أنه يرمى من الجبل فإنه يرمى بكلام.فإن رأى  أن عليه كسوة حسنة، فإن سلطانه أقوى وأهنأ. ومن رأى  أنه صعد الجبل، فإن الجبل غاية هم نفسه يبلغها، وكل صعود يراه الإنسان على جبل أو عقبة أو تل أو سطح أو غير ذلك فإنه نيل حاجة يريدها، وقيل استواء الصعود مشقة. ومن رأى  أنه هبط من تل أو قصر أو جبل، فإن الأمر الذي يطلبه ينتقض ولا يتهيأ. ومن رأى  الجبل من مكان بعيد سافر أو أصابه هم. وقيل إن الجبل عهد.وقال ابن سيرين رحمه الله تعالى: من رأى أنه على جبل فإنه عاق قد أقترب أجله، فإن استوى على الجبل فهو موته. ومن رأى  أنه في سفح جبل فله مدة وبقاء.فإن رأى  أن جبلاً تحرك، فإن ملك تلك الأرض يسافر، وقيل من رأى أنه يصعد في جبل نال دولة ورفعة، وقيل من رأى جبلاً من الجبال فإنه ينال خيراً وبركة. ومن رأى  كأن الجبال تزلزلت ثم استقرت، فإن هولا شديداً يدخل في تلك البلدة. ومن رأى  أشجاراً على جبل فإنه ينال جاهاً ورفعة، وشرفاً وذكراً بين الناس. ومن رأى  كأن الرؤساء اجتمعوا على قمة جبل فإنهم بميتون في تلك البلدة دون أهلها، أو يصيبهم غم إن سألوا الله تعالى شيئاً منكراً، والجبال والروابي في الرؤيا تدل على غم شديد، وفزع واضطراب وبطالة. ومن رأى  كأنه ابتلع جبلاً طوله أكثر من خمس مائة فرسخ فسيكون رجال أشداء تحت سيطرته ويطيعونه. ومن رأى  كأنه يصعد عقبة كؤوداً إلى مكان واسع فإنه سيعتق الرقاب، أو يقرب الأيتام، أو يعالج المرضى ويحسن إليهم. ومن رأى  كأنه دخل في غار فيصيبه أمن وتوكل على الله تعالى وسكينة. وربما دل الجبل على المرسى الذي تثبت فيه السفينة. وربما دل الجبل على من يأوي الإنسان إليه، ويستظل بظله، ويحتمي به كالسيد والوالد، ويستدل على خير الإنسان وشره بما في الجبل من ماء وشجر وفاكهة أو بعلوه، ويدل الجبل على الوعد. وربما دل على الشدة والخوف، أو الغرق للمسافر في البحر.فإن رأى  أن الجبل قد تشامخ وصار كالظلة دل على حدوث ما يوجب العذاب. ومن رأى  أنه صعد على جبل، فإن وجد فيه ماء عذباً وفاكهة أو شيئاً مما يقتات به الآدمي تحصن بزوجة ذات خير أو تعلم علماً يسلم من الجهل أو تعلم صناعة يكون له فيها حظ، أو ينال منصباً مرموقاً، أو يسافر سفراً مفيداً، أو يخدم سلطاناً، أو يوعد بوعد تكون نتيجته خيراً، فإن صعد على جبل من طريق مستقيم أتى الأشياء من وجهها، فإن كان الجبل جبلاً شريفاً كجبل عرفات أو جبل قاف أو جبل الجودي أو جبل أحد أو جبل قاسيون أو جبل الطور وما أشبهها فإنه يسعى في خدمة السادات من العلماء والصالحين. وربما سافر إلى تلك الجهة وبلغ منها مقصوده.فإن رأى  أن الجبل دك فإنه يموت، أو يعزل. وربما نال الرائي خشوعاً ونسكاً، والجبال تدل على الملوك والأمراء والصالحين والعلماء. وربما دل الجبل على صاحب دين وديناً، ومن حفر بئراً في جبل أو نقل منه حجارة إلى مكان أخر فإنه ينازع إنساناً قاسي القلب، ويحاول أمراً صائباً، ومشقة وتعباً.وإن رأى  الجبال تسير معه فإنه يدل على قيام حرب تتحرك فيه الملوك إلى بعضهم، أو أنه سيحدث اختلاف أو اضطراب يجري بين علماء الأرض في فتنة وشدة يهلك فيها العامة. ومن رأى  في المنام أنه فر من سفينة إلى جبل فإنه يعطب ويهلك لقصة إبن نوح عليه السلام، أو أنه يقع في مخالفة رأي الجماعة، والانفراد بالهوى والبدعة. وربما كان سقوطه من الجبل يدل على الوقوع في المعاصي والفسوق والفتن، وقد يدل ذلك على ترك الذنوب والإقلاع عن البدع إذا كان فراره من مثل ذلك أو كان سقوطه من مسجد أو روضة ونحو ذلك، وإن ارتفع الجبل في الهواء على رؤوس الخلائق فإنه خوف شديد يظل على الناس من ناحية المالك، وإن بني إسرائيل رفع الجبل فوقهم كالمظلة تخويفا من الله تعالى لهم، وتهديداً على العصيان، وسير الجبل قد يدل على الطاعون. وأما رجوع الجبل رماداً أو تراباً فلا خير فيه. ومن رأى  أنه قائم على جبل فإنه يعتمد على رجل كبير، ينال على يديه شرفاً وخيراً ومنزلة. ومن رأى  أنه متعلق به فإنه يتعلق برجل كذلك. ومن رأى  أنه هدم جبلاً فإنه يهلك رجلاً بقدر الجبل، وقيل ينهدم عمره. ومن رأى  أنه رمى نفسه من الجبل نفذ كلامه في سلطان يصيبه. ومن رأى  أنه يصعد جبلاً، وبيده سيف، وكسي هناك ثوباً أو معه صاحب سلطان فإنه يصيب سلطاناً، أو ينال خيراً ورفعة. ومن رأى  أنه يريد صعود الجبل فإنه يتملق رجلاً قاسي القلب بعيد الهمة، فإذا استوى على الجبل فإنه ينال غاية رجائه من ذلك. ومن رأى  أن الجبل قد غاص في الأرض، فإن سلطان تلك الأرض يموت"
    },
    {
        "id": 17,
        "text": " الجبن\n  إذا كان الجبن بمعنى عدم الشجاعة فهو دليل على تعفف الإنسان في كسبه أو وقوفه عند الأوامر والنواهي في حربه، وإذا كان الجبن هو المتخذ من اللبن فرؤيته في المنام دليل على عقد النكاح للأعزب، والولد للحامل، والمال الرابح والعمر الطويل، ورؤية الجبن للمحارب والمخاصم قهر له، وجبن عن الملاقاة، وما عمل من الحليب كالمركد فإنه يدل على البركة والرزق، والجبن مال مع راحة، والجبن الرطب خير من اليابس. وقيل إن الجبن اليابس سفر. وقيل إن الجبنة الواحدة بدرة من المال. ومن رأى  كأنه يأكل الخبز مع الجبن فإنه يعيش بتقتير. وقيل من أكل الجبن مع الخبز والجوز أصابه علة فجأة، والجبن مال بلا تعب، وكل قالب من الجبن ألف درهم أو مائة درهم على قدر حال صاحب الرؤيا. وربما كان الجبن دالاً على الذلة والمسكنة، والجبن اليابس رزق في سفر، والجبن الطري رزق في الحضر"
    },
    {
        "id": 18,
        "text": " الجبة\n  من رأى في المنام أن عليه جبة، فهي إمرأة أعجمية تصير إليه، وإن كانت الجبة مصبوغة فإنها ولد ودود.فإن رأت إمرأة الجبة، وكانت بطانة الجبة من سمور فإنها تخون زوجها، والجبة في المنام عمر طويل، والجبة غنى لمن لبسها لأنها تمنع البرد وهو فقر، ولبسها في الصيف غمة من زوجة أو دين أو مرض أو حبس أو ضيق أو كرب من أجل المرأة"
    },
    {
        "id": 19,
        "text": " الجبهة\n  هي في المنام جاه الرجل في الناس ونفاذ أمره.فإن رأى بها عيباً من كسر أو غيره فإنه نقصان في هيبته وجاهه ونفاذ أمره، فمن رأى فيها زيادة مثل جوزة أو أقل من ذلك أو أكثر فيولد له إبن يسود أهل بيته. ومن رأى  كأن جبهته من حديد أو نحاس أو حجر، فإن ذلك محمود للشرطة والسوقة. ومن رأى  جبهة غيره ضيقة أضيق مما كانت عليه، ساءت أخلاق ذلك الشخص بعد حسنها، وإن رآها أوسع مما كانت عليه صار الشخص أحمق بعد العقل، وجاهلاً بعد العلم. وربما دلت الجبهة على البخل والكرم.فإن رأى جبهته اسودت دل ذلك على البخل ومنع حقوق الله تعالى، وحسن الجبهة ونورها دليل على الإنفاق والمواساة. وربما دلت الجبهة على ما يسجد الإنسان عليه من سجادة أو غير ذلك، فإن صارت من حديد أو حجر دل على الاجتهاد في الصلاة، أو الوقاحة. ومن رأى  في جبهته جرحاً أو قرحة فإنه مفرط في صلاته أو ممن لا يتمم سجود فيها"
    },
    {
        "id": 20,
        "text": " الجحر\n  يدل في المنام على اتباع البدع والتمسك بآثار أرباب البدع والضلالات، والجحر هو الفم، فمن رأى جحرا خرج منه حيوان فهو فم يخرج منه كلام بمنزلة ذلك الحيوان"
    },
    {
        "id": 21,
        "text": " الجحود\n  من رأى في المنام أنه جحد حقاً فإنه يكفر. ومن رأى  أنه جحد باطلاً فإنه يأمر بالمعروف وينهى عن المنكر، والجحود للفضل دليل على الظلم، والجحود للربوبية دليل الكفر"
    },
    {
        "id": 22,
        "text": " الجد\n  من جد في المنام في طلب شيء جليل ربما بلغ مراده منه فإنه من قولهم: من جد وجد، ومن صار في المنام جداً طال عمره، وارتفع قدره، وجده في المنام بمنزلة أبيه، فإن مات جده نقص سعيه واجتهاده"
    },
    {
        "id": 23,
        "text": " الجدري\n  هو في المنام ديون ومطالبات، وقيل الجدري يدل على مال، فمن رأى أنه جدر فهو زيادة في ماله.وإن رأى  أن ولده جدر ففضل يصير إلى ولده، وكذلك القروح في الجسد زيادة في المال.وإن رأى في بدنه قروحاً تسيل منها يده فإنه مال ينفعه ولا يضره ذلك"
    },
    {
        "id": 24,
        "text": " الجدي\n  هو في المنام ولد، فمن رأى جدياً مذبوحاً فهو موت ولده، وإن ذبح الرائي الجدي ليأكله فإنه يصيب مالاً، وإن ذبحه لغير اللحم فيموت له ولد، أو يموت ولد لبعض أهله. ومن رأى  أنه يذبح جدياً أو خروفاً، أو يركب أحدهما فإنه يعبث بالصبيان. ومن رأى  أنه يأكل لحم جدي أصاب مالاً قليلاً من صبي"
    },
    {
        "id": 25,
        "text": " الجذام\n  من رأى في المنام أنه مجذوم فيحبط عمله بجرأته على الله تعالى، ويرمى بأمر قبيح، وهو منه بريء، فإن زاد في جسده فهو مال كثير باق، وقيل إنه كسوة من ميراث، فمن رأى أنه مجذوم وهو في الصلاة فإنه ينسى القرآن، والجذام يدل على مال حرام. وربما دل على حريق لأنه دم احترقت سوداؤه، والجذام غنى"
    },
    {
        "id": 26,
        "text": " الجر\n  إذا كان الجر لما يستطاع نقله، دل على تهوين الأمور الصعبة، لانقيادها إليه، إما بهمته أو بحسن سياسته وتلطفه، فإن كان المجرور مما يدل على الشر كانت عاقبة أمره إلى شر"
    },
    {
        "id": 27,
        "text": " الجراب\n  هو في المنام حافظ السر، وقيل الجراب خازن الأموال، وحافظ الأشياء، وتدله رؤية الجراب على السفر"
    },
    {
        "id": 28,
        "text": " الجراحة\n  من رأى المنام أنه جرح في بدنه، فإن ذلك مال يصير إليه، فإن جرح في يده اليمنى فإنه مال يستفيده من قرابة له من الرجال، وإن جرح في يده اليسرى كان المال الذي يستفيد، من قرابة له من النساء، فإن جرح في رجله اليسرى فماله من الحرث والزرع، فإن جرح في عقبه فهو مال يصير إليه من ولده، فإن كان به جرح وسال منه دم، فإن عليه ديناً، وينفق نفقة فيها مشقة. ومن رأى  أن بجسده جراحاً طرية يخرج منها الدم فإنه مضرة لصاحبه في مال وكلام فإنه أصيب في رأسه وكان له مال فليحتفظ به. ومن رأى  أنه جرح ولم يسل من دم فإنه قد أشرف على فضل يصير إليه، ومن جرح وسال منه دم فإنه يصير إليه مال يتبين أثره عليه.وإن رأى  السلطان كأنه جرح في رأسه فإنه يرى موت قرنائه، وإن هشم عظمه فيهزم جيشه وتضعف رئاسته، فإن جرح في يده اليسرى صار عسكره ضعفين، فإن جرح في يده اليمنى فيصير ما في يده ضعفين، فإن جرح في بطنه صار مال خزانته ضعفين، وإن جرح في فخذه تضاعفت عشيرته، وإن جرح في ساقيه تضاعف عمره، فإن جرح في قدميه تضاعف ثباته في مملكته، فإن جرحه رجل وقطع أعضاءه وفرقها، فإن الضارب يتسلط على المضروب بلسان بحق، فإن جرحه وخرج من المجروح دم، فإن الضارب يأثم ويؤجر المضروب عليه، فإن تلطخ الضارب بدمه فإنه ينال إثماً ومالاً حراماً بقدر ما تلطخ به من الدم. ومن رأى  أنه جرح كافراً فإنه يتسلط على عدو له ظاهر العداوة، ويقول فيه الحق، وينال منه مالاً بقدر الدم، وإن دم الكافر للمؤمن حلال.وإن رأى إنساناً جرحه، ولم يخرج منه دم فإنه يقول في المجروح قولا حقاً، لا يكون له جواب. ومن رأى  أنه جرح، وخرج منه الدم، فإن يغتابه بما يصدق به. ومن رأى  أنه جرح بسكين أو بشيء من حديد فيظهر فساده، ولا خير فيه. ومن رأى  كأن في بعض أعضاء جسده جراحة، فإن التعبير فيه للعضو الذي تكون فيه الجراحة، فإن كانت في الصدر أو في القلب فإنها في الشباب والصبايا تدل على عشق، وفي الشيوخ والعجائز تدل على حزن، وإن كانت في إبهام اليد اليمنى فإنها تدل على دين يركبه، وصك يكتب عليه. ومن رأى  أن ملكاً من الملائكة قد جرحه بسيفه ببطنه وكأنه قد مات، فستحدث له جراح وقرحة ثم يبرأ منها. ومن رأى  أنه جرح في عنقه أصاب مالاً من جهة عقبه"
    },
    {
        "id": 29,
        "text": " الجراد\n  هو في المنام عذاب وجند الله تعالى. ومن رأى  أن الجراد وقع في موضع أو طار في السماء، وكان منه أذى فإنه جند سوء ينزلون هناك، والدبى منه جند سيئة أخلاقهم، قبيحة سيرتهم، وهو شر من الجراد. وقيل إن الجراد جرد الأرض. ومن رأى  أنه وقع منه شيء فهو عذاب الله تعالى، وإن رآه في موضع يؤكل فإنه رزق، وإذا صب في إناء أو قدر فإنه دنانير أو دراهم، وكل موضع يظهر فيه الجراد ولا يضره فإنه كشف هم وإقبال وسرور، وإذا أمطر عليه جراد من ذهب، فإن ذهب له مال فيعوضه الله تعالى، وإن كان مهموماً فرج الله عنه، وقيل الجراد خباز يغش الناس في الطعام، وقيل الجراد فتنة أو عدو، والجراد يدل في القرى والمزارع على شدة وبطالة وهلاك، لأنه يقع على النبات فيفسده. وأما في سائر الناس فإنه يدل على موافقة الشرار لهم. ومن رأى  أنه أخذ الجراد فجعله في جرة فإنه يصيب دراهم فيسوقها إلى امرأة، والجراد عسكر، وعامته غوغاء يموج بعضهم في بعض. وربما دلت على الأمطار إذا كانت تسقط على السقوف، فإن كثرت جداً أو كانت على خلاف الجراد، وكانت بين الناس أو بين الأرض والسماء فإنها عذاب إلا إذا كان الناس يجمعونها ويأكلونها، وليست لها غائلة ولا ضرر فإنها أرزاق تساق إليهم، ومعاش يكثر فيهم، وقيل الجراد يدل على مكابسة العدو، والزحف على الحصون، ونهب الأموال. وربما دل الجراد على الرزق الحلال. ومن رأى  أنه يأكل جراداً فإنه يصيب خيراً قليلاً من الجند. ومن رأى  صغار الجراد فإنها عامة الناس وغوغاؤهم. وربما كانت مطراً وإبلاً، وقيل من رأى أنه أخذ جراداً كثيراً فإنه يكثر كلامه في خطبة النساء"
    },
    {
        "id": 30,
        "text": " الجرار\n  تدل رؤيته في المنام على عريف المدرسة الذي يسوقه الصبيان من بيوتهم إلى مدرستهم"
    },
    {
        "id": 31,
        "text": " الجرأة\n  هي في المنام مسارعة إلى الخير، أو الشر. وربما دل ذلك على قصور الهمة، والقعود عن الحركات"
    },
    {
        "id": 32,
        "text": " الجرائحي\n  وهو المداوي للجراح، وتدل رؤيته على البرء من الأمراض وتفريج الهموم"
    },
    {
        "id": 33,
        "text": " الجرب\n  من رأى أنه به جرباً، وهو يحكه، وليس فيه ماء ولا صديد فإنه في هم وتعب من قبل أقربائه، فإن كان الجرب في بدنه، فإن الأذى في إخوانه ومعيشته، وإن كان في يده اليمنى فإنه في المعيشة، فإن حل في يده اليسرى فإنه هم من قبل شريكه أو أخيه، فإن حل بخده فإنه من قبل عشيرته، فإن حل في بطنه فإنه من قبل ماله وأولاده، وإن كان في الجرب ماء فإنه يصيب مالاً بهم وكد، فإن حكه وجرحه فإنه مال بغنم، فإن كان به قيح أو صديد فإنه يصيب بقدر ذلك مالاً نامياً، وقيل الجرب والحكة هموم وسلطة قوم سؤ عليه يؤذونه. ومن رأى  أن به جرباً فهو يدل على اليسار والغنى في حق الفقراء، وفي الأغنياء يدل على الرئاسة، والأفضل أن يرى الإنسان أنه هو الذي أصيب بالجرب، أو البرص، أو البثر، أو الجدري، فإن رآها في غيره فإنها تدل على حزن ونقصان جاه لصاحب الرؤيا، وإذا رآها في مملوكه فإنه لا يصلح لخدمته، فإن كان إبنه فإنه لا يطيع إبنه في معاشرة، وإن كانت امرأته، فإن ذلك يدل على أن كل ما تفعله قبيح.وإن رأى  الجرب في عنقه فإنه دين عليه"
    },
    {
        "id": 34,
        "text": " الجرجيرة\n  هو بقلة أهل النار فلا خير فيها. ومن رأى  في المنام أنه أكلها فإنه يعمل عمل أهل النار"
    },
    {
        "id": 35,
        "text": " الجرذ\n  من رأى في المنام أنه أخذ جرذاً أو دخل عليه جرذ، انتقل من بلاده، فإن كان له عقار باعه. ومن رأى  الجرذ في بيته أو بيت غيره فليحفظ ذلك المنزل من اللصوص. ومن رأى  أنه يأكل لحم جرذ اغتاب إنساناً فاسقاً، والجرذ يدل على لص نقاب، وتدل رؤية الجرذ على الفسق والأذى والأزواج والأولاد، فإن فر منه غريم أمسكه، كما تدل رؤيته على الذل والمقت، ومن أكل لحمه في المنام نال رزقاً من حرام"
    },
    {
        "id": 36,
        "text": " الجرس\n  هو في المنام رجل مؤذن من قبل السلطان، والجرس صاحب خير إذا كان في أعناق البهائم. وربما دل على السفر، وجرس النصارى يدل على العالم الذي يهتدى به في المهمات، أو الخصومات. وربما دل على الرزق والحرب والصلاة، وأجراس النصارى أرباب أخبار أو أصحاب مشورة ورأي. وربما دلت الأجراس على أرباب النداء للصلاة، أو التأهب لملاقاة الأعداء. وربما دل سماع صوت الأجراس في المنام على قدوم القوافل بالخيرات أو نقلها من جهة إلى جهة. وربما دلت الأجراس على الكتب المنسوخة أو سنن الأوائل، أو على الخصومة والجدال"
    },
    {
        "id": 37,
        "text": " الجرم\n  هو في المنام دال على الكفر، واتباع الضلالة"
    },
    {
        "id": 38,
        "text": " الجرة\n  هي في المنام أجير منافق، يجري على يده مال ويؤتمن عليه، وشرب الماء من الجرة مال حلال وعيش طيب، فمن رأى أنه شرب نصف مائها فقد نفد نصف عمره، فإن شرب أقل من ذلك أو أكثر فتأويله ما بقي أو نفد عمره.فإن رأى  أن شرب كل ما في الجرة فقد نفد كل عمره، وكذلك في سائر الأواني. ومن رأى  كأن على كفه جرة ماء، فوقعت وانكسرت وبقي الماء، فإن إمرأته حامل، وتموت، ويبقى الولد، وقيل الجرة إمرأة أو خادم أو عبد، وإذا كانت الجرة مملوءة زيتاً أو عسلاً أو لبناً فإنها تدل على المخزن، أو الكيس، وكذلك سائر أوعية الفخار من الكيزان والقلال وفيها، ورؤية الجرة تدل على الدابة، أو الزوجة الكثيرة الكد والسعي إلا إن كانت نحاساً فإنها تدل على من كانت رفيعة القدر، وجرة الخمر تدل على إمرأة حائض"
    },
    {
        "id": 39,
        "text": " الجزار\n  هو في المنام رجل يهلك الناس إذا كان دنس الثياب وبيده سكين، أما إذا كان نظيف الثياب فإنه يدل على طول العمر، وإذا كانت حالة الجزار حسنة دل ذلك على حسن العاقبة، فإذا كان الجزار رجلاً فهو ملك الموت"
    },
    {
        "id": 40,
        "text": " الجزر\n  هو في المنام زجر وردع، والجزر رجل بذيء سمج، فمن رأى بيده جزرة فإنه يكون في أمر صعب لكنه يسهل عليه، وقيل الجزر هم وحزن لمن أكله، وقال بعضهم: من رأى كأنه يأكل الجزر فإنه ينال خيراً ومنفعة، والجزر يدل على رجل سهل المرام، فمن رأى في يده منه شيئاً، وكان في وضع صعب أو سجن، تخلص منه ونجا"
    },
    {
        "id": 41,
        "text": " الجزية\n  إذا كان المسلمون يدفعونها في المنام للكفار دلت على الذل، وإذا كان المسلمون يأخذونها من الكفار دلت على العز والنصر"
    },
    {
        "id": 42,
        "text": " الجس\n  هو في المنام تجسس وتسمع، وإنصات لما لا ينبغي له أن يطلع عليه"
    },
    {
        "id": 43,
        "text": " الجسارة\n  تدل في المنام على الإصرار والعزم. وربما دلت على ما يتقرب به العبد إلى الله تعالى أو إلى الناس بدفع الأذى، ومواجهة الأعداء، وكذلك الشجاعة"
    },
    {
        "id": 44,
        "text": " الجساس\n  تدل رؤيته في المنام على الكلام في أعراض الناس. وربما دل على الجاسوس"
    },
    {
        "id": 45,
        "text": " الجسر\n  هو في المنام السنن المستقيمة. وربما دل على العلم والهدى، والصوم والصلاة، وكل ما ينجي الإنسان من عذاب الآخرة وتعب الدنيا. وربما دل على من تقضى الحوائج على يديه كالحاجب والبواب، كما يدل على المال والزوجة والولد والوالدة، وكل جسر على حسبه، فجسر الجادة ذو سلطان، خاصة إذا كان مبنياً بالحجارة والأجر، وإن كان جسراً صغيراً كان بواباً أو حاجباً، فإن صار الجسر المبني بالحجارة مبنياً بالتراب دل على تغيير حال من دل عليه إلى الوضع الأدنى، وإذا صار جسر التراب مبنياً بالحجر، أو الأجر فإنه يدل على الزيادة والخير لمن دل عليه. وأما من صار جسراً فإنه ينال سلطاناً، ويحتاج غيره إليه وإلى جاهه وإلى ما عنده"
    },
    {
        "id": 46,
        "text": " الجسم\n  صحة الجسم وقوته قوة الدين والإيمان.فإن رأى كأن جسمه جسم حية فإنه يظهر ما يكتم من العداوة.وإن رأى كأن له إلية كإلية الكبش، فإن له ولداً مرزوقاً يتعيش منه. ومن رأى  جسمه من حديد أو من فخار فإنه يموت.فإن رأى زيادة في جسمه من غير مضرة فهو زيادة في النعمة عليه. ومن رأى  أنه يحك جسمه فإنه يتفقد الأحوال بقرابته، وينال منهم تعباً. ومن رأى  أنه احتك ولم تسكن الحكة ناله تعب من أهله، وإن سكنت الحكة فإنه ينال خيراً عظيماً، وسمن الجسم وعظمه يدل على زيادة المال والعز، وهزال الجسم يدل على الفقر ونقص المال والعلم، وقد يدل على اجتماعه بمن يكرهه، والجسد في المنام دليل على ما يواري الإنسان ويتجسد به كاللباس والزوجة والمسكن والمحبوب والولد، وعلى من يحتمي به من الأذى كالسلطان والسيد وولي الأمر، فقوته وحسنه وسمنه دليل على حسن حال من دل عليه ممن ذكر. وأما ضعفه وتغير لونه فدليل على سوء حال من دل عليه، وإذا كان الجسم في المنام سميناً بهياً دل ذلك على علو القدر والنصر على الأعداء"
    },
    {
        "id": 47,
        "text": " الجش\n  هو في المنام رمي بكلام في منفعة"
    },
    {
        "id": 48,
        "text": " الجشاء\n  هو في المنام كلام لا حقيقة له. وربما دل الجشاء على الغنى للفقير"
    },
    {
        "id": 49,
        "text": " الجصاص\n  تدل رؤيته في المنام على رجل منافق مشاغب، كما تدل رؤيته على تمهيد الأمور، وعلى زوال الهم والشر"
    },
    {
        "id": 50,
        "text": " الجعالة\n  تدل في المنام على التعرض للهموم، والطمع فيما يد غيره، فإن جمع ضالة في المنام أو فعل ما يوجب الجعالة دل على الوفاء بالعهد وحفظ المودة واكتساب الأجور"
    },
    {
        "id": 51,
        "text": " الجعبة\n  تدل في المنام على الزوجة الصالحة، والصاحب الأمين على السر والمال، ومن أخرج من الجعبة سهماً رزق ولداً ذكراً، ومن اشترى جعبة أو وجدها تزوج امرأة أو اشترى أمة، وقيل الجعبة هيبة على الأعداء، والجعبة كورة وقلعة. ومن رأى  أنه أعطي جعبة أصاب سلطاناً وولاية، والجعبة ولاية لأهل الولاية، وللعرب امرأة"
    },
    {
        "id": 52,
        "text": " الجعل\n  هو في المنام عدو وصاحب مال حرام، وقيل هو رجل ثقيل حقود، بغيض صاحب سفر، ينقل الأموال من بلد إلى بلد"
    },
    {
        "id": 53,
        "text": " الجفاف\n  إن جفاف الجسم من الرطوبة، وإن الورق الرطب إذا صار جافاً فإنه يدل على الفقر وضنك العيش وعدم الراحة"
    },
    {
        "id": 54,
        "text": " الجفل\n  يدل في المنام على إسراع الحركات للسفر، والانتقال من مكان إلى مكان أو من مذهب إلى مذهب أو من دين إلى دين"
    },
    {
        "id": 55,
        "text": " الجفن\n  إذا كان الجفن خالياً من الألم، فإن ذلك محمود لجميع الناس، وخاصة للنساء، وإذا كانت الجفون قليلة اللحم، وكان فيها قروح فإنها تدل على غم وحزن، والجفون دالة على ما يتوقى به الإنسان من سلاح، وعلى كل من بحجب عن الإنسان الأذى. وربما دلت الأجفان على الأخوة والأخوات، والأزواج والأولاد، ومصراعي الباب والصندوق، والخزانة والحجاب، والحراس والغلمان، وعلى كاتمي الأسرار وأرباب الودائع، وعلى المرض والغضب، وإن دلت الأجفان على الأزواج كان الجفن الأعلى ذكراً والجفن الأسفل أنثى، وما يتولد بينهما من رمص وغيره، وهو دليل على الولد، وما فيهما من الشعر دليل على حالهما الدافع للأذى، فحسنهما ونقاؤهما من العمش دليل على حسن حال من دلت الأجفان عليه، وشبهت الأجفان بالسحب والدموع بالأمطار، وتدل الجفون المريضة على العشق للرائي، وإذا دلت العين على المال كانت الأجفان حصنه"
    },
    {
        "id": 56,
        "text": " الجفنة\n  تدل في المنام على إمرأة أو خادم. وربما دلت على الرزق"
    },
    {
        "id": 57,
        "text": " الجلاب\n  من أنواعه: جلاب الأمتعة وهو رجل صاحب دنيا وغرور، يجمع الأموال، وجلاب الألبان طالب علم يرتحل ويستفيد من العلوم والدين، وجلاب الأغنام رجل صاحب مشهد لا خير فيه، ويكون سلطاناً جائراً يسيء إلى قوم بظلم ويجوز عليهم، وجلاب الأغنام رجل جماع للمال، وجلاب الغنم رجل حسن الذكر جامع للمال الحلال"
    },
    {
        "id": 58,
        "text": " الجلاد\n  هو في المنام رجل شتام، وتدل رؤيته على الهموم والنكد، والأمراض وما يوجب الحدود"
    },
    {
        "id": 59,
        "text": " جلاء الصفر\n  هو في المنام رجال يزين متاع الناس، ويجذب إلى نفسه، وقيل هو رجل صالح. وربما دل على المدلس، وتدل رؤية الجلاء على العالم والواعظ الذي يجلو صدأ القلوب بوعظه"
    },
    {
        "id": 60,
        "text": " الجلالة\n  تدل في المنام على المنصب الجليل عند الناس، وتدل عند الله تعالى على علو الدرجات. وربما دل ذلك على هداية الكافر وتوبة العاصي"
    },
    {
        "id": 61,
        "text": " الجلبان\n  هو في المنام يدل على الرزق"
    },
    {
        "id": 62,
        "text": " الجلح\n  من رأى في منامه أنه أجلح وكان له رئيس فسيذهب منه بعض ماله، أو يصيبه نقصان بالحرق أو بيد السلطان"
    },
    {
        "id": 63,
        "text": " الجلد\n  هو سترة الإنسان، وتركته من ماله في حياته وموته. ومن رأى  في المنام كأنما يسلخ جلده كما تسلخ الشاة فإنه يدل على موته إن كان مريضاً، وإن كان سليماً من الأمراض افتقر وافتضح، والسمن في الجسم قوة الدين والإيمان.فإن رأى كأن جسده جسد حية فإنه يظهر ما يكتم من العداوة، والجلد عبارة عن الوقاية للإنسان وغيره، وهو الإنسان عبارة عن والده ووالدته، وسلطانه وماله، وداره وثوبه، وزوجته وأرضه، وعافيته وسقمه، وعبارته وإيمانه. وربما دل الجلد للإنسان على عدوه وصديقه النمام عليه فإنه يشهد على صاحبه يوم القيامة. وربما دل الجلد على الصبر والتجلد في الأمور، فمن رأى جلده قد حسن في المنام دل على الخير والراحة، وعلى الشفاء من الأمراض، وإن كان ميتاً وشوهد جلده حسناً دل على أنه في نعيم الجنة، وإن رآه غليظاً أو أسود دل على أنه في العذاب، وسواد البشرة في المنام يدل على ترك الدين، ومن أهدي إليه غلام نوبي يهدى إليه حمل فحم. ومن رأى  نسوة زنجيات قد أشرفن عليه، فإن الخير الذي يشرف عليه لرؤيتهن كثير شريف، ولكنهن من جنس العدو، وحمرة اللون، في التأويل وجاهة وفرج. وقيل إن كان مع الحمرة بياض نال صاحبها عزاً، وصفر اللون مرض، ومن كان أسود ورأى في المنام أنه أبيض فيصيبه ضعف وذل ومحنة. وإذا رأى أن جسمه ووجهه قد احمرا فإنه يكون طويل الهم، وجلود سائر الحيوانات ميراث، وقيل الجلود بيوت إن ملكها، وإذا سلخ الملك جلود الناس فإنه يظلمهم، ويأخذ أموالهم، ومن سلخ جلد شاعر فإنه يسرق منه شعره"
    },
    {
        "id": 64,
        "text": " الجلوز\n  هو في المنام رجل كامل صلب، وثمرته مال"
    },
    {
        "id": 65,
        "text": " الجليد\n  إذا شوهد الجليد في المنام في وقته دل ذلك على ذهاب الهم والغم، وإرغام الأعداء، والحساد، وإذا أهلك الجليد الأشجار، وسد الأبواب دل على إبطال المعاش، وتوقف الحال، وتعذر الأسفار. وربما دل الجليد على الجلد من الرجال، والجلد من الضرب، ومن سقط في الجليد نزل به بلاء، والجمد هم وعذاب إلا أن يرى الإنسان أنه استقى ماء فجعله في إناء فجمد، فإن ذلك مال صامت يجمد ويبقى، والمجمدة بيت مال الملك"
    },
    {
        "id": 66,
        "text": " الجم\n  هو في المنام يدل على حب جمع المال، قال الله تعالى:  \"  وتحبون المال حباً جما  \". فإن جم شعره أي جعله جمة في المنام فإنه يرزق مالاً طائلاً، وإن حل جمته في المنام بذر ماله، وإن جم نفسه سعى في قطع راحلته وزوال ذكره"
    },
    {
        "id": 67,
        "text": " الجمار\n  هي في المنام مال موروث. وربما دل على فرقة أو رأس المال الحلال، وتيسير العسير، ويدل على الشبيبة وانتقالها، أو على الطفل القريب العهد، أو السقط المخلق"
    },
    {
        "id": 68,
        "text": " الجماعة\n  من رأى في المنام جماعة من الناس، فإن الله تعالى سيرحمه فيما يمتحنه به. وربما دلت رؤية الجماعة على الغرم والخسارة. وربما دلت على المخاوف والأنكاد.وإن رأى  الإنسان ميتاً ببن جماعة فإنه مرحوم"
    },
    {
        "id": 69,
        "text": " الجمال\n  جمال الإنسان في المنام في لبسه أو هيكله أو مركوبه دليل على سوء حال عدوه، والجمال في المنام يدل على الوالي ومدبر الجنود، وتدل رؤيته على الأسفار وموت المرضى. وربما دل على الملاح ومدبر السفن"
    },
    {
        "id": 70,
        "text": " جمان المرأة\n  إذا كان معه خلخال محكم فهو خير زوجها وإحسانه إليها، وإذا كان الخلخال زوجاً والجمان محلولاً غير منظوم فإنه خسران للرجال والنساء، وإذا كان الجمان من الفضة فإنه يرى من إمرأته وهناً، وإن كان الجمان من خرز فهو يدل على إخوانه الذين يخذلونه"
    },
    {
        "id": 71,
        "text": " الجمرة\n  هي في المنام رزق عاجل ومطلوب. وربما دل على المعدود من دنانير أو مصوغات. وربما دلت رؤية الجمرة على طلب العلم"
    },
    {
        "id": 72,
        "text": " الجمز\n  يدل في المنام على الأخبار القلقة، أو التقلب مع الأصحاب في صحبتهم"
    },
    {
        "id": 73,
        "text": " الجمع\n  الجمع في المنام للأشياء المتناسبة كاللؤلؤ مع الذهب، أو العنبر مع الذهب، أو الجوهر مع الدر فإنه يدل على انتفاع الناس بعلمه أو رأيه"
    },
    {
        "id": 74,
        "text": " الجمعة\n  من رأى في المنام أنه في يوم جمعة، فإن الله تعالى يجمع أموره المتفرقة، وينقله من العسر إلى اليسر، وتأتيه البركة.فإن رأى  أن الناس يصلون صلاة الجمعة في المسجد وهو في بيته أو حانوته يسمع صوت التكبير والركوع والسجود والتشهد والتسليم، ويظن أن الناس قد رجعوا من الصلاة، فإن كان والي تلك الكورة يعزل منها. ومن رأى  أنه يحفظ الصلاة فإنه ينال كرامة وعزاً، وقيل من رأى أنه يوم الجمعة فهو أمر يظن به خيراً. ومن رأى  أنه يصلي الجمعة فإنه يسافر سفراً ممتنعاً، فيه فضل مال ورزق يناله، إن تمت تلك الصلاة، فإن كان متصلاً بسلطان فإنه يؤثر بشيء أو تطلب منه حاجة وتنجح. ومن رأى  أنه يصلي الجمعة فإنه يتم له ما يريد ويبلغ ما يأمله، وصلاة الجمعة في المنام دليل على الفرح والسرور، وشهود الأعياد والمواسم والحج، أو الاجتماع بحبيب، وقضاء حاجة يطلبها"
    },
    {
        "id": 75,
        "text": " الجمل\n  هو في المنام حزن، فمن رأى أنه ركب جملاً مطيعاً، فإن حاجة له تقضى من رجل أعجمي، فإن كان عربياً فإنه يرزق الحج، فإن نزل عنه في الطريق فإنه يمرض، ويعسر عليه ذلك السفر ثم يشفى ويتيسر عليه أمره.فإن رأى جملاً يصول عليه أصابه حزن أو مرض أو خصومة مع رجل سفيه، فإن أخذ بخطامه وقاده في طريق معروف فإنه يرشد رجلاً من الضلالة إلى الصلاح، فإن قاده في غير طريقه فإنه يقوده إلى فساد. وربما دلت قيادة الجمل بخطامه على أنه يملك أمر رجل يطيعه في كل أموره، والجمل البختي رجل أعجمي، والجمل العربي رجل أعرابي، والجمل المتعلم عدو غني. ومن رأى  أنه اشترى جمالاً فإنه يداري الأعداء ويميل إليهم ليطيعوه، فإن ركب واحداً منها سافر. ومن رأى  أنه رعى إبلاً عراباً ولي ولاية على العرب، وإن كانت بخاتي فهي ولاية على العجم، فإن أكل رأس جمل اغتاب رجلاً عظيماً، وقيل من رأى أنه ركب بعيراً فإنه يسافر. وربما يمرض، وكذلك إن رآه مضطجعاً، فإن أخذ من أوبارها نال مالاً باقياً وادخره، وإن رآه في جداره أو بستانه فإنه ينال خيراً وبركة وفرحاً.فإن رأى إبلاً كثيرة في بلد فيقع في ذلك البلد موت وحرب، فإن ملكها نال سلطاناً ومقدرة، وجعل تحت يده رجالاً، وظفر بعدوه.فإن رأى كأنه سقط من ظهر بعير افتقر.فإن رأى كأن جملين يتنازعان فإنه يقع حرب بين ملكين.فإن رأى كأن جملاً يحاربه، ويكسر عضواً من أعضائه فتصيبه نكبة من أعدائه، ويحاربونه حتى ينهزم من بين أيديهم مقهوراً.فإن رأى كأنه نحر جملاً فتصيبه راحة يظفر فيها بعدوه فيقتله ويقهره، والإبل تدل على مجاديف السفينة، أو على سرعة سيرها، وتدل فيمن كان مسافراً على أن سفره يكون سهلاً سريعاً أو خلاف ذلك، ويعرف ذلك من الحال التي ترى عليها الإبل في المنام. وأما في سائر الناس، فإن دليله لمن كان أبقاً أو هارباً أو لمن كان في خصومة، ولمن يترك مصاحبة أصحابه على أنهم قوم لا معرفة لهم ولا ثبات ولا رأي، والغالب عليهم الجبن، ومن سقط من ظهر بعير أصابه فقر، فإن رمحه البعير مرض مرضاً شديداً.فإن رأى قنطاراً من الإبل دل ذلك على مطر في الشتاء. ومن رأى  إبلاً كثيرة دخلت بلدته وقع فيها طاعون، ومن قتل بعيراً في داره مات في تلك الدار رجل صريعاً. ومن رأى  قلوصاً نحرت في داره كانت ضيافته في تلك الدار لكرام الناس. ومن رأى  أنه صار جملاً فإنه يحمل أثقالاً من تبعات الناس، والجمال البحت تدل على سفر بلا عناء، وأكل لحم الجمل يدل على المرض، وقيل لا بأس به، ومن ملك في المنام إبلاً ربما نال عقبى حسنة وسلامة في دينه ومعتقده. ومن رأى  جمالاً دل ذلك على الأعمال السيئة، ويدل الجمل على السكن، وعلى السفينة، لأنه من سفن البر. وربما دل على الموت، أو على الزوجة الموطوءة، أو على الحقد والغل، وأخذ الثأر ولو بعد حين، ويدل على الرجل الصبور، أو على بطل الأحوال لمن يريد الاستعجال، ويدل الجمل على الرزق، والجمال البحت تدل على الأجلاء من الناس أو أرباب الأسفار كالتجار في البر والبحر. وربما دلت على الأعاجم والغرباء، وتدل رؤيتهم على الهموم والأنكاد وسلب المال وسلب العيال. وربما دل الجمل على الشيطان، أو على الرجل الجاهل المنافق، ومن ركب بعيراً وكان مريضاً مات، وإن كان صحيحاً سافر إلا إذا ركبه في وسط المدينة أو رآه يمشي به فإنه حزن وهم، فإن ركبته إمرأة لا زوج لها تزوجت، فإن كان لها زوج غائب قدم عليها. ومن رأى  بعيراً دخل في حلقه أو في سقايته أو آنية من آنيته، فيدل ذلك على جني بداخله، أو يداخله، أو يداخل من يدل عليه ذلك الإناء من أهله وخدمه. ومن رأى  جملاً منحوراً في داره، فإن رب الدار يموت إن كان، مريضاً، أو يموت غلامه أو عبده، ولا سيما إن فرق لحمه أو فصلت أعضاؤه، فإن ذلك ميراثه، وإن كان قد نحره ليأكله وليس هناك مريض، فإن ذلك مخزن يفتحه أو عدل يحله لينال فضله، وإن كان الجمل في وسط المدينة أو بين جماعة من الناس فهو رجل له صولة يقتل، أو يموت، وإن كان الجمل مذبوحاً فالرجل مظلوم، وإن سلخ حياً ذهب سلطانه أو عزل عنه أو اخذ ماله. ومن رأى  جملاً يأكل اللحم، أو يسعى على دور الناس فيأكل من أكل دار أكلاً مجهولاً فإنه وباء ينتشر بين الناس، وإن كان الجمل يطاردهم فإنه سلطان أو عدو أو سيل يضر الناس، فمن عقره أو كسر عضواً منه أو أكله عطب في ذلك على قدر ما ناله، وقيل ركوب الجمل العربي حج، فإن أخذ بخطام البعير وقاده إلى موضع معروف فإنه يدل رجلاً فاسداً على الصلاح، وإن قاده في طريق غير معروف دله على الفساد، وقيل قيادة البعير بزمامه دليل على انقياد بعض الرؤساء له. ومن رأى  أنه يحلب إبلاً أصاب مالاً من سلطان، فإن حلبها دماً أصاب مالاً حراماً. ومن رأى  أنه يدخل جملاً في موضع ضيق، فلم يسعه ذلك الموضع فهو يدل على بدعة. ومن رأى  أن إبلاً وطئته فيصيبه خوف وشدة وذلة، وإن كان عاملاً غرم غرماً. ومن رأى  أنه أصاب من جلود الإبل فإنه يصيب أموالاً، أكله عطب في ذلك على قدر ما ناله، وقيل ركوب الجمل العربي حج، فإن أخذ بخطام البعير وقاده إلى موضع معروف فإنه يدل رجلاً فاسداً على الصلاح، وإن قاده في طريق غير معروف دله على الفساد، وقيل قيادة البعير بزمامه دليل على انقياد بعض الرؤساء له. ومن رأى  أنه يحلب إبلاً أصاب مالاً من سلطان، فإن حلبها دماً أصاب مالاً حراماً. ومن رأى  أنه يدخل جملاً في موضع ضيق، فلم يسعه ذلك الموضع فهو يدل على بدعة. ومن رأى  أن إبلاً وطئته فيصيبه خوف وشدة وذلة، وإن كان عاملاً غرم غرماً. ومن رأى  أنه أصاب من جلود الإبل فإنه يصيب أموالاً"
    },
    {
        "id": 76,
        "text": " الجميز\n  هو في المنام يدل على مال حلال كثير الربح لمن أصابه، ومن أكل منه شيئاً في المنام حصل له رزق هنيء، وشجرة الجميز رجل نفاع ثابت في الخير شديد البأس كثير المال، والجميز إمرأة ذات نسب ومال. وربما دلت رؤية الجميز على ضعف القلب، أو البصر"
    },
    {
        "id": 77,
        "text": " الجن\n  هم في المنام أصحاب الاحتيال لأمور الدنيا إلا أن يكون المرئي من الجن حكيماً. ومن رأى  أنه أصبح جنيا قوي كيده. ومن رأى  الجن يقفون قرب بيته دل ذلك على خسران أو أن عليه نذرا قد وجب عليه. ومن رأى  الجن يدخلون بيته يعملون فيه شيئاً فذلك دليل على أن الأعداء يدخلون بيته، واللصوص يضرونه. ومن رأى  كأنه يعلم الجن القرآن الكريم، أو يسمعونه منه نال الرئاسة والولاية. ومن رأى  أنه يصحب الجن في المنام دل على قربه من أهل الأسفار، والمطلعين على الأسرار. وربما دلت رؤية الجن على الأسفار في البر والبحر، والخطف والسرقة، والزنا وشرب الخمر، ومواضع البدعة والكنائس والحانات والغناء والمزمار، وتدل رؤيتهم على أرباب الشعوذة والخيال، والتفرق بين المسلمين والكافرين، وأمرهم ونهيهم وفعلهم، فمن أمر منهم بمعروف أو نهى عن منكر أو أخبر بخبر من أخبار المسلمين. ومن رأى  أنه تزوج من الجن ابتلي بامرأة فاسقة. وربما اشترى دابة مريضة، وإن كان من أهل الملك ملك أو نزل منزلة رفيعة على قدره. ومن رأى  أنه رزق ولداً من الجن نال كسباً من إنسان دنيء أو مالاً من دفين.وإن رأى  الملك أنه أمسك جاناً وصفدهم فإنه يسيطر على بلد ويأخذ منها الكفار ويأسرهم، فإذا صارع الجان في المنام أمن من شرهم، فإن صرعوه أصابوه بكيدهم ومسهم. وربما كان ممن يأكل الربا، والملوك من الجن يدلون على الزعماء المتقدمين والولاة، أو المشايخ، أو العلماء أو مؤدبي الصبيان أو أرباب الضمان المطلوبين بمن عندهم من الغرماء. وربما دلت رؤية الجن على النار المحرقة، أو على ما يعمل بالنار من الأواني الزجاجية، أو على ظهور الهوام كالثعبان والحية والعقرب وما يتأذى الآدمي منه"
    },
    {
        "id": 78,
        "text": " الجنابة\n  هي في المنام من المجانبة، وهي حاجة لم يتوضأ لها، فمن رأى كأنه جنب فإنه يسعى في حاجة بغير وضوء. ومن رأى  أنه يصلي وهو جنب فإنه يسافر في طاعة، وقيل هو فاسد الدين، وقيل الجنابة اختلاط الأمر على من رآها. ومن رأى  أنه جنب ولا يصيب ماء لغسله فيعسر عليه ما يطلب من أمر الدنيا والآخرة"
    },
    {
        "id": 79,
        "text": " الجناح\n  هو في المنام إبن، فمن رأى أن له جناحين ولد له ابنان، والجناح ريش، والريش مال في التأويل. وربما كان الريش شراباً، وربما دل الريش على الجاه، لأنه يقال: فلان طار بجناح غيره. وربما دل الريش على النبت من الزرع. ومن رأى  أن له جناحاً يطير به فإنه سفر في سلطان بقدر ما استقل من الأرض، وإن لم يطر به فإنه خير يصيبه، والجناحان مال وأولاد، فمن كسر جناحه مرض ولده، ومن قلع جناحه مات ولده، والجناح مال وسفر. وربما كان الجناح جرحاً يصيب من صار له، فإن كان الجناح يثقله ولا يقدر أن يطير به فذلك إثم وعقوبة"
    },
    {
        "id": 80,
        "text": " الجنازة\n  من رأى في المنام أنه يصلي على جنازة فإنه يؤاخي أقواماً في الله تعالى، وقيل الجنازة رجل منافق، يهلك على يده أناس سيئون. ومن رأى  أنه موضوع على النعش وليس يحمله أحد فإنه يحبس، فإن حمل فإنه يتبع صاحب السلطان، وينال منه مالاً، وينتفع منه، فإن اتبع جنازة فإنه يتبع صاحب سلطان فاسد الدين. ومن رأى  أنه على نعش فيكثر ماله. ومن رأى  أنه محمول على أكتاف الرجال فيصيب رفعة وسلطاناً، ويقهر الناس، ويسيطر عليهم، فإن بكوا عليه، فإن عاقبته محمودة، وإن لم يبكوا عليه وذموه، فإن عاقبة أمره غير محمودة، وإذا دعوا له بالخير وأثنوا عليه ثناء حسناً فتحمد عاقبته. ومن رأى  أنه على جنازة تسير على الأرض فإنه يركب في السفينة.وإن رأى جنازة تسير في الهواء، فإن رئيساً أو عالماً يموت، أو يموت رجل عظيم في غربة أو في طريق الحج، أو الجهاد.وإن رأى  الإنسان جنائز كثيرة موضوعة في موضع، فإن أهله يكثرون الفسوق والزنى. ومن رأى  أنه حمل جنازة أصاب مالاً حراماً.فإن رأت إمرأة إنها ماتت وحملت على الجنازة فإنها تتزوج، وإن كانت ذات زوج فسد دينها.فإن رأى جنازة في سوق فإنه نفاق الأمتعة فيها، والحمل فوق النعش في المنام منصب على قدره أو سفر في البر، أو البحر. ومن رأى  أنه يشيع جنازة فإنه يدل على توديع المسافر، أو الساعي في راحة نفسه بواسطة من دل الميت عليه، فإن المشيع للجنازة يحصل على قيراط من الأجر، فإن حضر دفنها استفاد قيراطين، ولا يحصي قدر القيراط وعظمه إلا الله تعالى"
    },
    {
        "id": 81,
        "text": " الجناية\n  جناية الإنسان في المنام على غيره دالة على الوقوع في المحذور. وربما دلت على بلوغ المقاصد وإدراك السؤال، ومن جنى في المنام على صيد وهو محرم غرم مثله في اليقظة"
    },
    {
        "id": 82,
        "text": " الجندي\n  الجنود في المنام هم جنود الله عز وجل، وهم ملائكة الرحمة.فإن رأى  الإنسان أنه جندي يأكل رزق ملك في ديوانه فإنه يلي ولاية، بلا جهد. ومن رأى  أنه أثبت إسمه في الديوان فإنه ينال خيراً، يرجو به الكفاية، أو ينال أقل ما يتمناه. ومن رأى  كأنه جندي، فإن كان مريضاً يموت، وإلا دل على غم وخسران، وبالنسبة للعبيد تدل على أنهم سيكرمون من غير أن يعتقوا. ومن رأى  جنوداً مجتمعين دل ذلك على نصرة المحقين، وقلة الجنود دليل الظفر، ورؤية الجندي إذا كان بيده سوط أو نشاب دل ذلك على حسن معاشه. ومن رأى  في المنام جنوداً مقبلين من الشام أو من العراق أو من اليمن، فإن ذلك دليل على اختلاف الكلمة، ورؤية الجيوش تدل على الخوف، فإن كان جيش الكفار أكثر جمعاً من جيش الإسلام فالغلبة في اليقظة للإسلام، والجنود إذا كان معهم نبي أو ملك أو عالم فذلك نصرة للموحدين، وقيل الجنود نصرة للمؤمنين وانتقام من الظالمين"
    },
    {
        "id": 83,
        "text": " الجنه\n  من رأى الجنة في المنام ولم يدخلها، فإن رؤياه بشارة له بخير عمله، وقيل من رأى الجنة عياناً نال ما اشتهى وكشف عنه همه.فإن رأى كأنه يريد أن يدخلها فمنع فإنه يصير مبعداً عن الحج والجهاد بعد أن قررهما في نفسه، أو يمنع عن التوبة من ذنب هو عليه مصر.فإن رأى كأن باباً من أبواب الجنة أغلق أمامه مات أحد أبويه.فإن رأى  أن بابين أغلقا أمامه مات أبواه.فإن رأى كأن جميع أبوابها أغلقت أمامه ولا تفتح له، فإن أبويه ساخطان عليه.فإن رأى كأنه دخلها من أي باب شاء، فإن أبويه راضيان عنه.فإن رأى كأنه دخلها نال سروراً وأمنا في الدارين.فإن رأى كأنه أدخل الجنة فقد قرب أجله. وقيل إن صاحب هذه الرؤيا يتعظ ويتوب من الذنوب على يد من أدخله الجنة، وقيل من رأى نفسه يدخل الجنة نال مراده بعد احتمال مشقة، لأن الجنة محفوفة بالمكاره. وقيل إن صاحب هذه الرؤيا يصاحب أقواماً كباراً كراماً، ويحسن معاشرة الناس، ويقيم فرائض الله تعالى.فإن رأى كأنه أدخل الجنة فلم يدخلها، دلت رؤياه على ترك الدين.فإن رأى كأنه قيل له إنك تدخل الجنة فإنه ينال ميراثاً. ومن رأى  أنه في الفردوس نال هداية وعلماً.فإن رأى كأنه دخل الجنة متبسماً فإنه يذكر الله تعالى كثيراً.فإن رأى كأنه سل سيفاً ودخل الجنة فإنه يأمر بالمعروف وينهي عن المنكر، وينال نعمة وثناء وثواباً.فإن رأى كأنه جالس تحت شجرة طوبى في الجنة فإنه ينال خير الدارين.فإن رأى كأنه في رياض الجنة رزق الإخلاص وكمال الدين.فإن رأى\nكأنه أكل من ثمارها رزق علماً بقدر ما أكل.وإن رأى كأنه شرب من مائها وخمرها ولبنها نال حكمة وعلماً وغنى.فإن رأى كأنه متكئ على فراشها دل ذلك على عفة إمرأته وصلاحها، فإن كان لا يدري متى دخلها نال عزاً ونعمة في الدنيا.فإن رأى كأنه منع من ثمار الجنة دل على فساد دينه.فإن رأى كأنه التقط ثمار الجنة وأطعمها غيره فإنه يفيد غيره علماً يعمل به وينتفع.فإن رأى كأنه طرح الجنة في النار فإنه يبيع بستاناً ويأكل ثمنه.فإن رأى كأنه يشرب من ماء الكوثر نال رئاسة وظفراً على العدو. ومن رأى  كأنه في قصر من قصورها نال رئاسة، وتزوج إمرأة جميلة.فإن رأى كأنه يتوج فتاة من فتيات الجنة نال مملكة ونعمة.وإن رأى رضوان خازن الجنة نال سروراً ونعمة، وطيب عيش، وسلم من البلاء.وإن رأى  الملائكة يدخلون عليه ويسلمون عليه في الجنة فإنه يصير إلى وضع يصل به إلى الجنة، ويختم له بخير. ومن رأى  أنه دخل في الجنة فإنه يرزق دخولها بعز وسرور وعبادة. ومن رأى  أنه يأكل طلح الجنة ويجلس في ظلها ينال مناه، فإن شرب من لبنها أو خمرها أو مياهها نال حكمة وعلماً ونعمة، ومن شرب من نهر الكوثر نال علماً وعملا ويقيناً حسناً واتباعاً لسنة النبي صلى الله عليه وسلم، وإن كان كافراً أسلم أو عاصياً تاب أو انتقل من بدعة إلى سنة أو من زوجة فاجرة إلى زوجة صالحة أو من كسب حرام إلى كسب حلال، ودخول الجنة في المنام دليل على حسن المعاملة مع الله تعالى وحسن الجزاء. وربما دل على الوراثة. وربما دل دخول الجنة على التخلص من الشدائد، ومن دخل الجنة وكان من المرضى سلم من مرضه. وربما دل دخول الجنة على المال الحلال، وعلى بر الأهل، وعل تقوى الله تعالى. وربما دل دخول الجنة على ملك الجنان والبركة والرزق. وربما دل دخولها على ذهاب الحزن، فإن دخلها الناس كافة دل ذلك على الرضاء، وعدل الملك، وحلول البركات في الثمار والزرع، فإن دخلها الإنسان وكان معه سيفه أو لامة حربه مات شهيداً، وإن دخلها وكانت معه زوجته، دل على معاشرتها في الدنيا بالمعروف، وإن دخلها ذاكرا أو مسبحاً فربما نالها بتهجده وتسبيحه وتقديسه، فإن دخلها من باب الريان فربما نالها بصيامه، ورؤية الجنة في المنام تدل على الجامع ومجلس الذكر وسوق الربح، وتدل على الحج والجهاد، والأمر بالمعروف والنهي عن المنكر، وعلى العلم والعمل الصالح. وربما كانت الجنة جنة يتوقى بها من العدو، فإن شرب من انهار الجنة أو أكل من ثمارها أو استظل بأشجارها أو رأى شيئاً من حورها وولدانها، نال علماً وهداية ورزقاً وملكاً وذرية وعمراً طويلاً، وربما مات شهيداً، واعتبر ما شرب من أنهارها، فنهر الماء دليل على الرزق، ونهر اللبن دليل على الفطرة، ونهر الخمر دليل على السكر من حب الله تعالى وبغض محارمه، ونهر العسل دليل على العلم والقرآن، والأكل من ثمار الجنة نتائج الأعمال الصالحة والأزواج والأولاد، وشجرة طوبى دالة لمن استظل بظلها واستند إليها على حسن المآب. وربما دلت على الانقطاع والتبتل للعبادة، والنفع من الأصحاب وأرباب الجاه وسورة المنتهى دالة كل بلوغ القصد من كل ما هو موعود به. وربما دلت أشجار الجنة على العلماء العاملين والأئمة المرشدين والحور والولدان من صاحبهن، ورؤية الحور والولدان للخواص وقوف في اليقظة مع العلائق، ورؤيتها للعاملين عليها دالة على أعمالهم، أو على ما يعد نعيماً في الدنيا كالمساكن ورغد العيش وأنواع اللذات، ودخول قصورها يدل على نيل المناصب العالية، وعلى لبس الثياب الفاخرة، وتزوج الحرائر، وعلى الغنى وحسن العاقبة، والخمر دليل على السكر من حب الله تعالى وبغض محارمه، ونهر العسل دليل على العلم والقرآن، والأكل من ثمار الجنة نتائج الأعمال الصالحة والأزواج والأولاد، وشجرة طوبى دالة لمن استظل بظلها واستند إليها على حسن المآب. وربما دلت على الانقطاع والتبتل للعبادة، والنفع من الأصحاب وأرباب الجاه وسورة المنتهى دالة كل بلوغ القصد من كل ما هو موعود به. وربما دلت أشجار الجنة على العلماء العاملين والأئمة المرشدين والحور والولدان من صاحبهن، ورؤية الحور والولدان للخواص وقوف في اليقظة مع العلائق، ورؤيتها للعاملين عليها دالة على أعمالهم، أو على ما يعد نعيماً في الدنيا كالمساكن ورغد العيش وأنواع اللذات، ودخول قصورها يدل على نيل المناصب العالية، وعلى لبس الثياب الفاخرة، وتزوج الحرائر، وعلى الغنى وحسن العاقبة. ورؤيا رضوان عليه السلام خازن الجنة، تدل على خازن الملك ورسوله بالخير لإنجاز الوعد وقضاء الحوائج، وإجابة الدعاء. ومن رأى  أنه دخل الجنة، ولم يأكل من ثمارها، ولا شرب من أنهارها فإنه لا ينتفع بما ناله من العلم. ومن رأى  أنه طرد من الجنة فإنه يفتقر لقصة آدم عليه السلام. ومن رأى  أنه يطوف في الجنة دل ذلك على سعة رزقه وعلو شأنه والأمن من الخوف، ومن كان خائفاً ورأى أنه دخل الجنة شعر بالطمأنينة، وإن كان مهموماً فرج عنه همه، وإن كان أعزب تزوج"
    },
    {
        "id": 84,
        "text": " الجنون\n  هو في المنام غنى وعز، ويدل على إقبال الدنيا والأفراح والمسرات، فإن تخبط في المنام من مس شيء دل على أكل الربا، وقيل الجنون يدل على دخوله الجنة، والجنون مال يصيب صاحبه إلا أنه يعمل على إنفاقه، وقيل هو كسوة من ميراث، وجنون الصبي غنى أبيه، وجنون المرأة خصب السنة، والجنون يدل على العشق، أو الضرب المؤلم، أو الأعمال الصالحة"
    },
    {
        "id": 85,
        "text": " الجهاد\n  يدل في المنام على المسارعة في قوت العيال، وقيل الجهاد يدل على الرزق، وقد يدل على سلوك طريق الخير والسداد، ومناظرة أهل البغي والعناد. ومن رأى  أنه يذهب إلى الجهاد فإنه ينال فضلاً ودرجات في الآخرة. ومن رأى  أنه يجاهد في سبيل الله تعالى، ويقاتل الكفار فإنه مجتهد في أمر عياله، وجهد القتال جهد الكسب. ومن رأى  أنه يذهب إلى الجهاد بسلاحه فإنه مسلم مجتهد معتصم يقيم الصلاة ويؤتي الزكاة.فإن رأى  أن الناس يخرجون إلى الجهاد فإنهم ينتصرون ويصلون للعز والجاه. ومن رأى  أنه يقاتل الكفار وحده بسيف يضرب به يميناً وشمالاً فإنه ينتصر على أعدائه. ومن رأى  أنه قتل في سبيل الله فإنه ينال فرحاً وسروراً ورزقاً هنيئاً. ومن رأى  أنه في الغزو ووجهه منصرف عن القتال فإنه يترك الجهد على العيال، ولا يسعى في إصلاح حالهم، ويفسد دينه، وتتبدد عشيرته في الدنيا، وإن كان في الغزو ورأى أنه انتصر فإنه يربح في كسبه، والجهاد لأعداء الدين في المنام دليل على مشاققة أهل الظلم والنفاق والنصرة عليهم، والجهاد في البحر دليل على الفقر والفشل والوقوع في المهالك، وجهاد أهل البغي في المنام يدل على الانتصار للدين أو للآباء والأمهات، أو الغيرة على الزوجة"
    },
    {
        "id": 86,
        "text": " الجهد\n  هو في المنام للمريض موت، والجهد هو الكد على العيال، أو الجهاد"
    },
    {
        "id": 87,
        "text": " الجهر\n  الجهر بما ينبغي الإسرار به، ربما دل على الجهر بالصدقة، أو على رفع الذكر والمنزلة وعلو الكلمة"
    },
    {
        "id": 88,
        "text": " الجهل\n  هو في المنام يحل على السفه، فمن رأى أنه جهل سفه، والجهل في المنام بكلام خاطئ دليل على الرفض، أو السب، أو الصلاة محدثاً بغير طهارة. وربما دلت الجهالة في المنام على الكلام في الأعراض والفسق"
    },
    {
        "id": 89,
        "text": " جهنم نعوذ بالله منها\n  من رأى في المنام أنه دخل جهنم فإنه يرتكب الكبائر، فإن خرج منها من غير مكروه وقع في هموم الدنيا. ومن رأى  النار قد قربت فإنه يقع في شدة ومحنة سلطان، لا ينجو منها، وتصيبه غرامة وخسران فاحش، وهو نذير له ليتوب ويرجع عما هو فيه، فإن دخلها فإنه يأتي الذنوب الكبائر والفواحش التي أوجب الله تعالى عليه بها الحد، فإن دخلها وسل سيفاً فإنه يتكلم بالفحشاء والمنكر. ومن رأى  أنه دخلها متبسماً فإنه يفسق ويطغى ويعصي الله تعالى. ومن رأى  أنه أدخل النار فيغويه الذي أدخله، ويحرضه على ارتكاب ذنب عظيم كالقتل، أو الزنى. ومن رأى  أنه لا يزال محبوساً في جهنم فإنه لا يزال في الدنيا فقيراً محزوناً محروماً، لا يصلي ولا يصوم ولا يذكر الله تعالى. ومن رأى  أنه أكل من زقوم جهنم وحميمها وصديدها فإنه يكتسب الإثم ويسفك الدم وتشتد عليه أموره. ومن رأى  أنه أسود الوجه أزرق العينين في جهنم فإنه يصاحب عدو الله تعالى، فيذل ويسود وجهه عند الناس، ويعاقبه الله تعالى في الآخرة بظلمه. ومن رأى  جهنم في منامه عياناً فليحذر من السلطان أو من غضب الرحمن. ومن رأى  كأنه دخل جهنم فإنه يفتضح من كل ذنب لم يتب منه.فإن رأى كأنه خرج من جهنم فإنه يتوب من المعاصي، فإن شرب من شرابها أو أكل من طعامها، لم يزل يرتكب المعاصي، أو يطلب علماً يصير ذلك العلم وبالاً عليه، وجهنم في المنام دالة على زوال المنصب في الدنيا. وربما دلت على الفقر بعد الغنى، والوحشة بعد الأنس، والوقوع في الشدائد، والسجن الدائم، والخزي في الدنيا، فإن دلت على الزوجة كانت زوجة مشاغبة، وإن دلت على المعيشة كان كسبها حراماً، وإن دلت على المسكن كان مجاوراً لأهل الفسق والغفلة، وإن دلت على المرض كانت عاقبته الموت مع سوء الخاتمة، وإن دلت على الخدمة كانت مع ذي سلطان جائر، وإن دلت على العلم كان بدعة، وإن دلت على العمل كان عملاً غير مقبول، وإن دلت على الولد كان ولداً من الزنى. وربما دل دخول النار على ذي السؤال بعد الغنى، ويدل على دار البدعة والفسق، وعلى الكنيسة والبيع وبيوت النار والحمام والمدبغة والمسلخ والفرن ما يوقد فيه النار لمصلحة، ويدل دخولها على الظفر بالشهوات، وكذلك الحطمة. وربما كانت الحطمة لذي الهمز واللمز والجمع، وجهنم للكفار والمنافقين، وسقر تدل على ترك الصدق، والخوض فيما لا يعني، والتكذيب بيوم الدين، والسعير للشياطين ولمن تخلق بأخلاقهم، والهاوية دالة على البخس في الكيل والميزان أو لمن خفت موازينه، ولم يثقلها بالعمل الصالح، والجحيم لمن طغى وآثر الحياة الدنيا، والدرك الأسفل لأرباب النفاق، فإن أكل من زقومها أو شرب من غسلينها أو لدغته عقاربها أو نهشته حياتها أو تبدل جلده بجلود أهلها أو سحب على وجهه أو تردى من صعود على رأسه أو ضرب بمقامها أو نهرته زبانيتها، فذلك كله وما أشبهه دليل على البدع في الدين، ومشاركة الظالمين، والتمسك بسنن الكافرين، والتخلق بأخلاق المشركين والمستهزئين، ومخالفة النبيين وهجران المتقين، والردة عن الدين، والبخل بمال الله عن المستحقين، والمعصية لرب العالمين أو إنكار ربوبيته وقدرته وتشبيهه بخلقه سبحانه وتعالى، ورؤية مالك خازن النار دالة لمن انتقل في صفته أو أطعمه شيئاً حسناً على المحبة لله تعالى ورسوله وللمؤمنين والسلطان، وعلى البعد من النفاق والإقلاع من الذنوب والمعاصي والهوى بعد الضلالة، وعلى الغيرة في الدين.فإن رأى  الخازن عليه السلام مقبلاً عليه دل على سلامته وأمنه من ناره، وإن رآه معرضا عنه أو متغيراً عليه بوجهه، دل على وقوعه فيما يوجب ناره، وخزنة جهنم هم الأمناء والحفظة والجنود والأعوان، وأصحاب الشرطة والأهل والأقارب. ومن رأى  أن مالكاً أخذ بناحيته وألقاه في النار، فإن رؤياه توجب له ذلاً. ومن رأى  أنه دخل النار وخرج منها فإنه يدخل الجنة إن شاء الله تعالى، أو يصيب معصية ويتوب منها.وإن رأى جوارحه تكلمه فإنه دليل على الزجر عن المعاصي، والتيقظ لأمر الآخرة"
    },
    {
        "id": 90,
        "text": " الجوالق\n  هو في المنام حافظ السر، فإن ظهر منه شيء فينكشف ذلك السر، ويكون خائناً، وتدل رؤية الجوالق على السفر والزوجة والسرية"
    },
    {
        "id": 91,
        "text": " الجوالقي\n  هو في المنام رجل جهبذ يعلم كل إنسان، وإن الجوالق أوعية لكل الأمتعة، فكذلك يكون في التأويل. ومن رأى  الجوالقي وفي يده مسلة يخيط الجوالق ويشتري ويبيع، فيدل ذلك على تمكنه من علمه، والجوالقي رجل يحرض الناس على السفر، وقيل هو رجل يفشي الناس إليه أسرارهم"
    },
    {
        "id": 92,
        "text": " الجود\n  هو في المنام يدل على العرفان والرجوع إلى أحسن الأخلاق والشيم، والهداية بعد الضلالة، والجواد هو الكريم، والجواد هو الفرس"
    },
    {
        "id": 93,
        "text": " الجور\n  من رأى في المنام أن قوماً يجور بعضهم على بعض فإنه يتسلط عليهم سلطان جائر عن قريب. وقيل إن الجور في التأويل هداية، كما أن تأويل الهداية جور"
    },
    {
        "id": 94,
        "text": " الجورب\n  هو في المنام مال ووقاية، ما لم يلبس، فمن رأى أنه لبس جورباً فقد حفظ ماله، فإن كانت له والدة هاجر بها، فإن كان للجورب رائحة طيبة وهو جديد، فإن صاحبه يؤتي الزكاة ويقي ماله بها، ويكون الثناء عليه حسناً، وإن كان عتيقاً بالياً فإنه يمسك الزكاة والصدقة ولا يؤديها، ويشرف ماله على الهلاك، فإن كانت رائحته كريهة كان الثناء قبيحاً، والجورب يعبر بالخادم والمرأة والجارية"
    },
    {
        "id": 95,
        "text": " الجوز\n  هو في المنام مال مكنوز، فإن سمعت له قعقعة فهو خصومة وجلبة، وشجرة الجوز رجل أعجمي شحيح، نكد عسر، صاحب مال نام. ومن رأى  أنه على شجرة جوز فإنه يتعلق برجل ضخم أعجمي، فإن نزل منها لم يتم ما بينه وبين صاحبه المتعلق به، وإن سقط منها ومات فإنه يقتل في قبالة رجل ضخم أو ملك، فإن انكسرت الشجرة هلك ذلك الرجل الضخم، وقد يرى أنه مات حين سقط، فإن لم يمت نجا.فإن رأى  أن يديه ورجليه انكسرتا عند ذلك فإنه يشرف على هلاك، ويناله بلاء عظيم إلا أنه ينجو من بعد. ومن رأى  أنه قطع شجرة جوز قتل رجلاً أعجمياً، والجوز ثمره مال لا يخرج إلا بكد وتعب، فإن الجوز لا يؤكل إلا بعد الكسر، ودسمه لا يخرج إلا بعصر. ومن رأى  أنه التقط الجوز من بستان فإنه يصيب مالاً من قبل امرأة، فإن كان مقشراً فإنه رزق، فإن أكل قشور الجوز فإنه يغتاب رجلاً شحيحاً، فإن نثرته عليه إمرأته أحرقت ثيابه. ومن رأى  أنه يلعب بالجوز فإنه يخوض في مال حرام، والجوز يمثل بالصالحين والرؤساء والإخوان والجوز يفسر بصحة البدن وطول السفر، وإن كان الرائي من النساء فالجوز يدل على طول العمر، والجوز يدل على الزوج لعكس حروفه جوز زوج، وعلى جواز الأمور العسرة، والجوز المكسور مال بلا تعب"
    },
    {
        "id": 96,
        "text": " جوز الهند\n  يدل على كلام الكهنة، فمن رأى أنه أكل منه صدق قوم له، فمن رأى أنه صار كاهناً فإنه يأكل من جوز الهند، وقيل جوز الهند رجل منجم، فمن رأى أنه أكله صار منجماً، وجوز الهند يسمى النارجيل قال بعضهم: هو مال من جهة رجل أعجمي. ومن رأى  أنه يأكل جوز الهند فإنه يتعلم علم النجوم، أو يتابع منجماً في رأيه"
    },
    {
        "id": 97,
        "text": " الجوشن\n  هو في المنام حصن حصين، وقيل من رأى جوشناً فإنه يتزوج إمرأة قوية عزيزة جليلة محبة للفقراء، لكنها خداعة مكارة والجوشن عز وقوة ونصرة، ومال أصله من ميراث"
    },
    {
        "id": 98,
        "text": " الجوشني\n  هو في المنام رجل يأمر الناس بالاستئناس، والألفة وحسن الصحبة"
    },
    {
        "id": 99,
        "text": " الجوع\n  هو في المنام دال على لباس الحداد والخوف والكفر والتقتير، والجوع ذهاب مال وحرص في طلب المعيشة والحرفة والدنيا، وقيل من رأى أنه جائع أصاب خيراً ويكون حريصاً، وقال بعضهم: الجوع خير من الشبع، والعطش خير من الري. ومن رأى  أنه جاع جوعاً طويلاً ينال نعمة بعد الفاقة، ويصيب الجائع مالاً بقدر ما بلغ منه الجوع، ويدل الجوع على صحبة من لا خير فيه، وللزاهد على الصوم، ويدل على غلاء السعر والفقر. وربما دل الجوع على الورع والذكر والشكر. ومن رأى  أنه جائع في الشتاء أصابته مخمصة"
    },
    {
        "id": 100,
        "text": " الجونة\n  هي في المنام إنسان يحفظ أسرار الناس، ويحفظ ودائعهم، ويعمهم بخير، والجونة خادم يخزن الأموال، وقد تدل على إمرأة زانية وتأويل كل خابية على حسبها، وهي الحب والزير، وهي تدل على قيم الدار أو مخزنه أو حانوته، وعلى زوجته الحامل، وقربة الماء دالة على نحو ما دل عليه الزير، والخابية إمرأة حرة، والشرب منها مال يستفاد منه، فمن رأى أنه استقى ماء وصبه في خابية فإنه يحتال على مال تودعه امرأة، وخابية الخمر إصابة كنز، والحب إن كان فيه ماء فإنه إمرأة غنية مغمومة، وإن كان حب الماء في الساقية فإنه رجل كثير المال كثير النفقة في سبيل الله، والحب إذا كان فيه الخل فهو رجل صاحب ورع، وإذا كان فيه كامخ فهو رجل مريض. ومن رأى  خابية انكسرت بيده طلق امرأته"
    },
    {
        "id": 101,
        "text": " الجوهري\n  تدل رؤيته في المنام على صاحب نسك وعبادة، أو على النخاس أي دلال الجواري والمماليك، وتدل على العالم الذي يقتدى به في الأمور الصعبة، كما تدل على رجل ذي غلمان ومال كثير، أما ثقاب اللؤلؤ والجواهر، فتدل رؤيته على نفاد الأمور وتسهيل الصعاب والزواج"
    }
]