[
    {
        "id": 0,
        "text": " دابة الأذن\n  تدل في المنام على رجل عدو للرؤساء"
    },
    {
        "id": 1,
        "text": " دابة الأرض\n  إذا خرجت في المنام دلت على أن الرائي يتجسس الأخبار للملوك. وربما دل ظهورها في العالم على الأمر بالمعروف والنهي عن المنكر، ونصر الموحدين وهلاك المنافقين"
    },
    {
        "id": 2,
        "text": " الدار\n  هي في المنام دنيا الرجل، فمن رأى أن له داراً جديدة مطينة كاملة المرافق فإنه إن كان فقيراً استغنى، وإن كان مهموماً فرج عنه، وإن كان عاملاً نال دولة بقدر حسن الدار، وإن كان في معصية تاب، وإن سعة الدار سعة دنياه، وعلمه وسخاؤه، وضيقها بخله، وجدتها تجديد عمله، وتطيينها دينه، وأحكامها تدبيره، وبيوتها نساؤه، والدار من حديد عمر طويل لصاحبها، فإن دخل داراً مجهولة ورأى فيها أمواتاً فإنها الدار الآخرة. ومن رأى  أنه دخلها، ولم يقدر على الخروج فإنه يموت، فإن كانت الدار مطينة فذلك حسن حاله في الآخرة، فإن كانت من جص وآجر دل ذلك على سوء حالة فيها، فإن دخلها وخرج منها فهو إشرافه بالمرض على الموت ثم ينجو، والدار إذا انفردت ورأى فيها الأموات فإنه يموت جميع من فيها، فإن خرج من داره غاضباً فإنه يحبس.فإن رأى  أن رجلاً دخل داره فإنه يدخل في سره، وإن كان فاسقاً فإنه يخونه في إمرأته أو معيشته، والدار بالنسبة للإمام العادل ثغر من ثغور المسلمين، فمن رأى أن داره انهدمت، فإن كانت دار الإمام العادل فتلك ثلمة في بعض ثغور المسلمين، وبناء الدار في موضع مجهول أو معروف إمرأة إن كان عازباً. ومن رأى  داراً من بعيد فإنها دنيا بعيدة ينالها، فإن دخلها وهي مبنية من طين، ولم تكن منفردة عن الدور فإنها دنيا يصيبها حلالاً، فإن كانت من جص فهي دنيا حرام، وخروجه من هذه الأبنية فهو خروجه من دنياه أو مما يملك. ومن رأى  أنه دخل داراً حديثة وكان غنياً فيزداد غنى، وإن كان فقيراً استغنى إذا كان صاحبها أو ساكنها متمكناً من الدار. ومن رأى  أنه في دار عتيقة له، فانهدمت عليه فإنه يرث ميراثاً من ذي قرابة. وقيل من بنى داراً مات بعض أقاربه أو أحد أولاده، ومن باع داره طلق زوجته.فإن رأى لنفسه داراً حسنة كانت عمله الصالح، وإن كانت ضيقة قبيحة البناء دلت على الأعمال السيئة. وربما دلت الدار على المداراة. وربما دلت على التقلب مع دوران الدهر، وتدل دار الرجل على جسمه ونفسه وذاته لأنها تعرف به ويعرف بها، وهي مجده وذكوه وستره أهله. وربما دلت على ماله الذي به قوامه. وربما دلت على ثوبه لدخوله فيه، فإذا كانت جسمه كان بابها وجهه، وإذا كانت زوجته كان بابها فرجه. ومن رأى  أنه يكنس داره أصابه غم أو مال فجأة. وقيل إن كنس الدار زوال الغم. وقيل إن هدم الدار موت صاحبها. ومن رأى  أنه يهدم داراً جديدة أصابه هم وشر، ومن بنى داراً أو ابتاعها أصاب خيراً كثيراً. ومن رأى  أن فناء داره أو سطحها قد أتسع فوق قدرها المعروف، فإن ذلك سعة في دنياه وحظ في عيشه.وإن رأى  المريض أنه خرج من داره وهو صامت لا يتكلم دل ذلك على موته"
    },
    {
        "id": 3,
        "text": " دارة الشمس والقمر\n  تدل على حلول ولاة الأمور في بلد، واجتماعهم فيه. وربما تدل على البلاء والسخط وحلوك المشاكل بأشراف الناس"
    },
    {
        "id": 4,
        "text": " دانيال عليه السلام\n    من رآه في المنام ينال علماً، ويناله الأذى من ملك جبار. ومن رأى  كأنه قد حمل دانيال عليه السلام على عاتقه، فوضعه على جدار أو كلمه أو بشره ببشارة أو ألعقه بيده عسلاً صار إماماً من أئمة التعبير"
    },
    {
        "id": 5,
        "text": " داود عليه السلام\n    من رآه في المنام أصاب قوة وسلطاناً، ووقع في خطأ ثم ندم وزهد وابتلي بسلطان ظالم ثم نجاه الله تعالى منه، وظفر به، ونصره عليه، ورزقه الملك والشرف، وقيل من رأى داود عليه السلام فإنه يكون في تلك البلدة ملك عادل أو رئيس فاضل أو قاض حكيم منصف، وإن كان رئيس تلك البلدة ظالماً بدله الله تعالى رئيساً عدلاً، وإن كان قاضياً جائراً بدله الله تعالى مكانه قاضياً عدلاً في حكمه، ورواية داود عليه السلام تدل على الخلافة. وربما دلت رؤيته على الامتحان بالنساء، أو على التلاوة والتسبيح والطرب والتلحين في القراءة، وتدل رؤيته على الإقلاع عن الذنوب والتوبة، والرجوع إلى الله تعالى، وقبول توبته. وربما دلت رؤيته على السلاح وما يعمل من الحديد، وإن كان الرائي يصنع ذلك استفاد منه نعمة طائلة. وربما هانت عليه المصائب، وتدل رؤيته على حسن العاقبة. ومن رأى  أنه تحول إلى صورة داود عليه السلام أو لبس ثوباً من ثيابه، فإن كان ممن يليق به القضاء والحكومة نال ذلك، وإن لم يكن يليق به ذلك، فإن كانت معيشته وصناعته من الحديد أو بالحديد أفاد مالاً، وإن لم يكن له شيء من ذلك، فإن كان رجلاً صالحاً بشر بازدياد الخير وكثرة البكاء والخشوع والحزن، إن كان ظالماً جائراً أو رآه يتوعده أو رآه عابس الوجه فليتق الله تعالى وليصلح شأنه"
    },
    {
        "id": 6,
        "text": " الداية\n    تدل رؤيتها في المنام على ظهور أشياء خفية، وعلى موت المريض، والداية تسمى القابلة، وتدل على قول النصح لأنه من أسمائها. وربما دلت رؤيتها على الإقبال على الأهوال، أو على إخراج السجين وتفريج الهموم والأنكاد. وربما دلت على إثارة الفتن والشرور والبكاء. وربما دلت على الغرامة"
    },
    {
        "id": 7,
        "text": " الدب\n    هو في المنام سرقة أو تجسس على أخبار من قصده في المنام من آدمي أو حيوان"
    },
    {
        "id": 8,
        "text": " الدب\n    تدل رؤيته في المنام على ذي العاهة والفتنة. وربما دلت رؤيته على المكر والخديعة، أو على المرأة الثقيلة البدن، أو على الأسر والسجن، والدب في المنام عدو أحمق ولص مخالف يحتال في المحاججة، ومن ركب دباً نال ولاية دنيئة إذا كان أهلاً لها، وإلا ناله هم وخوف ثم ينجو، وهو يدل على امرأة، وعلى سفر، وقيل الدب إمرأة زانية فيمن ركبه فليحذر من الزنا"
    },
    {
        "id": 9,
        "text": " الدباب\n    وهر الذي يصيد الدب ويؤدبه ويعلمه الرقص والتقليد، وتدل رؤيته في المنام على المؤدب لأرباب الجهل، أو القينات"
    },
    {
        "id": 10,
        "text": " الدباغ\n    يدل في المنام على الحجام، لما في الحجامة من الشفاء. ومن رأى  طبيباً عاد دباغاً للجلود فهو دليل على حذقه، وكثرة من يبرأ على يديه إلا أن يرى أن دباغته فاسدة فهو جاهل مدلس، والدباغ رجل مصلح أن طبيب أو متصرف في تركات الهالكين. وربما دلت رؤيته على الهموم والأنكاد، والدباغ رجل ظالم"
    },
    {
        "id": 11,
        "text": " الدبدبة\n    هي في المنام رجال تجار أغنياء، ينظر الناس إليهم لأنهم يملكون الدنانير ويحافظون عليها، والدبادب في المنام قوم أغنياء بخلاء"
    },
    {
        "id": 12,
        "text": " الدبر\n    هو في المنام يعبر بالزوج والمال، فمن رأى دبره قد سد فإنه يموت، والدبر رجل ذليل، وقيل هو رجل زمار وطبال، وقيل هو بعض المحارم، وقيل هو رجل يكتم الأسرار. ومن رأى  دبر رجل فإنه ينال منه إدبار، ومن قطع دبره قطع رحما. ومن رأى  دبر إنسان فإنه يرى وجهاً عبوساً، وإن خرج منه دم أو غائط خرج منه مال على قدر ذلك، وخروج الغائط من غير الموضع المعتاد خروج مال في غير مصلحة، وقيل الدبر رجل سفيه، ودبر المرأة المجهولة إدبار الدنيا عمن رآه. ومن رأى  الدود يخرج من دبره فارق عياله، وإذا خرج الدم من الدبر فإنه أولاد الأولاد، ومن تلطخ بدم خرج منه فإنه مال حرام، ومن خرج من دبره أو بطنه خرقة فارق قوماً كانوا يأكلون من مال لعياله، والدبر كيس الرجل أو صندوقه أو مخزنه أو بيت ماله أو حانوته أو مجلسه. وربما دل الدبر في المنام على ما يباشره في اليقظة من كنيف أوي سراويل أو ما يجلس عليه من حصير، أو يركب عليه من دابة أو سرج. وربما دل الدبر على طاعة صاحبه ومعصيته. وربما دل على باب سره أو خادمها المباشر لأوساخه. وربما دل على كير الحداد، ويدل على المزراب الذي يذهب بأوساخ الدار، ويدل الدبر على الدار الموحشة التي لا يزورها أحد، أو الأرض السبخة التي لا يزرعها أحد، ولا يحصدها أحد، ويدل على الرجل الذي يبتعد عن الناس لشره وجهله، أو على مكان البدعة والفسق. وربما دل الدبر على الفم الأبخر، ويدل على الأفراح والسرور، فإن ظهر من دبره في المنام زيادة رديئة دل على إدباره عن الزحف للقتال. ومن رأى  أنه خرج من دبره طاووس ولدت له بنت حسناء، فإن خرجت سمكة ولدت له بنت قبيحة، وإن كان دوداً أو قملاً فيفارقه من عياله الأقربون، فإن خرج منه مثل الحيات فهم عيال على كل حال غرباء"
    },
    {
        "id": 13,
        "text": " الدبوس\n    هو في المنام بؤس، وإن كان حديداً بلا عصا فهو خدمة غير طائلة أو إمرأة بلا جهاز، والدبوس أخ موافق أو ولد ذكر أو خادم يذب عن صاحبه"
    },
    {
        "id": 14,
        "text": " الدجاجة\n    هي في المنام إمرأة رعناء حمقاء ذات جمال، وقيل هي سرية أو خادمة، ومن ذبح دجاجة تزوج جارية عذراء، ومن اصطادها نال مالاً حلالاً هيناً، ومن أكل لحمها فإنه يرزق مالاً من سبي العجم. ومن رأى  الدجاجة، أو الطاووسة يهدران في منزله فهو صاحب بلايا وفجور. وقيل إن الدجاجة وريشها مال نافع. ومن رأى  أنه ذبح دجاجة سوداء تزوج عذراء، وقد تكون الدجاجة إمرأة تربي الأيتام وتسعى لهم لأجل الصدقات وهي ذات نفع، والدجاج نساء ذليلات مهينات، والدجاجة الرقادة ذات نشاط وأصالة، والدجاجة الزبلية دنيئة الأصل، وفراخها أولاد من الزنا. وربما دلت الدجاجة على ذات الأولاد، ودخولها على المريض صحة وعافية، وكذلك الفروج وأذان الدجاجة شر ونكد أو موت. وربما دل دخولها على إنذار بمرض، أو على زوال الهموم والأفراح، والتظاهر بالرفاهية والنعم، والفروج ولد أو لباس مفرح أو فرج لمن كان في شدة. ومن رأى  الدجاج كثيراً في بيته دل ذلك على رئاسة وغنى وذهاب الخوف"
    },
    {
        "id": 15,
        "text": " الدجال\n    هو في المنام سلطان مخادع جائر، لا يفي بما يقول، وله أتباع سيئون، وخروج الدجال في المنام يدل على تسلط العدو لانتشاره في الأرض، ويدل على فتح مدينة من مدن الكفر، وتدل رؤيته على السحر والكذب، وعلى العاهة لمن صحبه في المنام. وأما الأماكن التي يدل بها الدجال في المنام فإنها تدل على الهموم والأنكاد والظلم"
    },
    {
        "id": 16,
        "text": " الدخان\n    هو في المنام هول وعذاب من الله تعالى، وعقوبة من السلطان، فمن رأى دخاناً يخرج من حانوته أو بيته فإنه يقع في خير وخصب بعد هول وفضيحة وحمى، ويكون ذلك من قبل السلطان، فإن كان الدخان تحت قدر فيها لحم يطبخ فإنه خير وخصب وفرح بعد هول يناله، وإن كان دخان شيء ليس له سوء رائحة فإنه هول يتبعه قبح وفضيحة. ومن رأى  أن الدخان قد أظله فيصاب بالحمى، ومن أصابه حر الدخان في الشتاء والصيف فإنه هم وغم، ورؤية الدخان هول عظيم وقتال شديد، فإن كان يلتهب فهو قتل ذريع يصيب الناس، وإن لم يكن يلتهب فجمع بلا حرب، وفتنة بلا قتال، والدخان في المنام إذا أذى الناس وغشى أبصارهم كان دليلاً على الهموم والأنكاد والظلم، أو العذاب من الله تعالى بفناء أو قحط. وربما دل الدخان على الأخبار من الجهة التي ظهر منها"
    },
    {
        "id": 17,
        "text": " الدخن\n    هو في المنام مال يخالط الأموال، وكذلك سائر الحبوب، وقيل الدخن بدل على المسكنة وذهاب المال، وإنما هو جيد لمن كان معاشه من النار فقط"
    },
    {
        "id": 18,
        "text": " دخول الدار وغيرها\n    من رأى في المنام أته دخل دار رجل فإنه يغلبه على دنياه. ومن رأى  أنه دخل دار الإمام، واستقر فيها واطمأن فإنه يداخله في خواص أمره، ودخول الإمام العدل إلى مكان يدل على نزول البركة والعدل فيه، وإن كان إماماً جائراً فدخوله فساد ومصائب، وإن كان قد اعتاد الدخول إلى ذلك المكان فلا يضره. ومن رأى  أنه دخل الجنة فهو يدخلها إن شاء الله تعالى، وذلك بشارة له بها لما قدم لنفسه، أو يقدمه من خير. ومن رأى  أنه دخل جهنم ثم خرج منها، فإن ذلك يراه أصحاب المعاصي والكبائر، وهو نذير ينذره ليتوب ويرجع. وقيل من دخل جهنم، سواء كان كافراً أو مؤمناً، أصابته الحمى وافتقر وسجن، وإن كان سوقياً أتى كبيرة أو داخل الكفار والفجار. وقيل إن دخول الجنة للحاج دليل على أنه يتم حجه، ويصل إلى الكعبة، وإن كان كافراً أسلم، وإن كان مريضاً مؤمناً شفي من مرضه، وإن كان كافراً تخلص من كفره، وإن كان عازباً تزوج، وإن كان فقيراً استغنى، وقد يرث ميراثاً، ومن دخل داراً مجهولة البناء والتربة والموضع والأهل، وكانت منفردة عن الدور، لا سيما إن رأى فيها موتى يعرفهم فهي الدار الآخرة فإنه يموت، فإن دخلها وخرج منها فإنه يشرف على الموت ثم ينجو. ومن رأى  نفسه في الدار الآخرة وكان مريضاً أفضى إليها سالماً معافى من فتن الدنيا وشرورها، وإن كان غير مريض فهي بشارة على قدر عمله من حج أو جهاد أو زهد أو عبادة أو علم أو صدقة أو صلة أو صبر على مصيبة. ومن رأى  أنه يدخل الدار الآخرة ويرى ما فيها، فإن الرؤيا فيمن كان حسن الفعال يفعل بعلم واستطاعة، ويدل على بطالة ومضرة، ومن كان خائفاً أو مهموماً أو مغموماً ذهب خوفه وهمه وغمه. ومن رأى  أنه عاد من الآخرة بعد دخوله إليها فإنه يرجع من الغربة إلى بلاده، وإن بعد الوقت دل على أنه يبقى في الغربة، ودخول مكة في المنام للعاصي توبة، وللكافر إسلام، وللأعزب زوجة، وإن كان الرائي مخاصماً دل على انتصاره في مخاصمته، ويدل دخوله مكة على الأمن من الخوف، ومن دخل مقام إبراهيم عليه الصلاة والسلام وكان خائفاً أمن. وربما دل دخول المقام على تولية المنصب الجليل كالملك، أو التصدي لإفادة العلم، أو يرث وراثة من أبيه أو أمه، ودخول البيت والمسجد الحرام دليل على دخول البيت بعروس، ويدل دخول المسجد الحرام على الأمن من الخوف وصدق الوعد، والدخول إلى السوق اجتهاد في طلب الرزق، والدخول إلى الدار يدل على قصد الزواج، والدخول إلى المسجد استقالة من الذنوب، والدخول إلى الكنيسة فساد الدين"
    },
    {
        "id": 19,
        "text": " الدراج\n    لهذه الكلمة معنيان:الأول: هو في المنام إمرأة فارسية، وقيل إنه مملوك، فمن رأى أنه أخذ دراجة تزوج إمرأة فارسية أو أصاب مملوكاً من ملك أو وجد مالاً، والدراج رجل غادر.والثاني: هو في المنام قوة وظهر وسند، وامرأة في بهاء وجمال. ومن رأى  أنه أصاب دراجة فإنه يصيب إمرأة خائنة غادرة لا خير فيها. ومن رأى  أنه التحف به مع إزار ثم نام فإنه يتزوج امرأة.وإن رأى دراجة من لؤلؤ، فإن إمرأته حافظة لكتاب الله تعالى"
    },
    {
        "id": 20,
        "text": " الدراعة\n    هي في المنام امرأة أو نجاة من غم وكرب.وإن رأى كاتب أن الدراعة عليه وبيده قلم وصحيفة فإنه قد أمن من الفقر بخدمة الملك"
    },
    {
        "id": 21,
        "text": " الدرابة\n    هي في المنام مال الرجل، وتدل للمؤدب على جماعته، وللصانع على صناعه ومساعديه أو أهل بيته القائمين بمصالحه الذين هم تحت حرزه وصونه. وربما دلت على بضائعه أو معارفه وأصحابه الذين يتجمل بهم"
    },
    {
        "id": 22,
        "text": " الدرب\n    حكمه حكم باب المدينة، فمن رأى في منامه درباً مغلقاً في النهار دل على حادث يحدث في المدينة يتطلب إغلاق بابها. وربما دل الدرب على جارية الإنسان ومسكنه، ودخول الدرب دخول في سوم تاجر أو ولاية والي أو صناعة ذي حرفة. ومن رأى  درباً مفتوحاً فإنه يدخل في عمل"
    },
    {
        "id": 23,
        "text": " الدرج\n    يدل في المنام على أسباب العلو والرفعة، والإقبال في الدنيا والآخرة. وربما دل على مراحل السفر، ومنازل المسافرين التي ينزلونها منزلة منزلة ومرحلة مرحلة. وربما دل على أيام العمر المؤدية إلى النهاية، وقد يدل على خادم الدار، وعلى العبد، فمن صعد درجاً مجهولاً، ووصل إلى آخره، وكان مريضاً فإنه يموت. وأما النزول من الدرج، فإن كان مسافراً قدم من سفر، وإن كان رئيساً نزل عن رئاسته وعزل من عمله، وإن كان راكباً مشى على رجليه، وإن كانت له إمرأة مريضة هلكت، فنزل عنها إن كان هو المريض، فإن كان نزوله إلى مكان معروف أو إلى أهله وبيته أفاق من علته، وإن كان نزوله إلى مكان مجهول لا يدريه أو إلى قوم موتى كان يعرفهم، فكما تقدم، وإن كان سقوطه في حفرة أو بئر مطمور إلى أسد افترسه أو إلى طائر اختطفه، فإن الدرج أيام عمره، والدرج إن كان من لبن كان صالحاً، وإن كان من الأجر كان مكروهاً، وقال بعضهم: الدرج أعمال الخير، أولها الصلاة والثانية الصوم والثالثة الزكاة والرابعة الصدقة والخامسة الحج والسادسة الجهاد والسابعة القرآن، وكل المراقي في أعمال الخير إذا كانت من طين أو لبن، ولا خير فيها إذا كانت من آجر، والمراقي في الطين للولي رفعة وعز مع دين، وللتجارة ربح مع دين، وإن كانت من حجارة فإنها رفعة مع قسوة قلب، وإن كانت من خشب فإنها رفعة مع رياء ونفاق، وإن كانت من ذهب، فإن صاحبها ينال دوله وخصباً وخيراً، وإن كانت فضة فإنه ينال جواري بعدد كل مرقاة، وإن كانت من صغر فإنه ينال متاع الدنيا، ومن صعد مرقاة استفاد فهماً وفطنة يرتفع بهما، وقيل الدرجة رجل زاهد عابد، ومن اقترب منه نال رفعة ونسكاً، وكل درجة للوالي ولاية، والدرج المبني يدل على تيسير الأمور، وإذا صار الدرج الخشبي بناء دل على الثبات في الأمور، وستر ما يرجى ستره، والارتقاء في الدرج رفعة ينالها الصاعد تدريجياً، والدرجات منازل في الجنة، ومن ارتقى درجاً بعدها فإنه يعيش سنين على عددها، والخمس درجات هي الصلوات الخمس، فما حدث فيها من نقص فهو في الصلوات"
    },
    {
        "id": 24,
        "text": " الدرج\n    تدل رؤية درج الكتاب على الكتاب المجلد المشتمل على جواهر الكلام. وربما دل على الزوجة الغنية، أو الرجل الغني للمرأة العازبة، وما سواه من الأدراج كدرج الميزان ودرج العطار، فإن رؤيتها تدل على الربح والفائدة وقضاء الحاجات، وجمع الشمل على قدره، ودرج الورق عمره طويل، والدرج بشارة، فمن رأى درجاً فيه لؤلؤ أو جواهر فإنه بشارة وسرور"
    },
    {
        "id": 25,
        "text": " الدرع\n    يدل في المنام على الوقاية من الأعداء. ومن رأى  أنه ينسج درعاً فهو يبني حصناً. ومن رأى  أن عليه درعاً فهو حصن. ومن رأى  أنه لبس درعاً فإنه يصيب سلطاناً عظيماً على كورة حصينة، يأمن عزله وينجو من كل غم، وإن كان تاجراً فإنه فضل يصير إليه من تجارة قائمة وأمن وحفظ، وإن كان صديقاً فإنه رجل كريم معين لمن استعان به، حافظ لمن التجأ إليه، ذو بأس وشدة، وهو أيضاً لمن لبسه نعمة يصيبها من رجل، ويصونه في السراء والضراء، وينجو من كيد الكائد. ومن رأى  أن عليه درعاً من حديد فهو حصانة دينه. وقيل من لبس درعاً أصاب مالاً وملكاً، والدرع دال على الأمن من الخوف، وصيانة الزوجة والمال والمنفعة، والدرع للمرأة نقاب أو زوج يسترها، والدرع نوال سلطان عظيم، ولبس الدرع يدل على أخ ظهير أو إبن شفيق، وقيل الدرع مال وملك. وقيل إن ما كان من السلاح يغطي مثل الترس والبيضة والجوشن والصدر والساق فإنه يدل على ثياب كسوة، والساعدان من الحديد هما من أقربائه، فمن رأى أن عليه ساعدين فإنه يقوى على يد رجل من أقربائه، وقيل يصحب رجلين قويين عظيمين. وربما وقع التأويل على إبنه وأخيه. ومن رأى  عليه ساعدين من حديد فهو ولد وقوة في سفر"
    },
    {
        "id": 26,
        "text": " الدرقة\n    تدل رؤيتها في المنام على ما يدل عليه الدرع، وتكون أحوط. ومن رأى  أنه اشترى درقة فإنه يصيب امرأة، وقد تكون الدرقة وقاية مما يخاف الرجل"
    },
    {
        "id": 27,
        "text": " الدرن\n    يدل في المنام على الدين، أو المرض، أو السفر الموجب للتقشف، وللإتساخ على البدن، والدرن من الاشتقاق يدل على الند والنرد، أو النادر من كل فن، والدرن على الجسد والوجه يدل على كثرة الذنوب"
    },
    {
        "id": 28,
        "text": " الدرة\n    بالكسر، هي في المنام ولاية، فمن رأى سلطاناً وله درة فإنه يوليه ولاية، وتدل الدرة على الأدب واتباع السنة، والعز والمنصب لمن ملكها"
    },
    {
        "id": 29,
        "text": " الدرة\n    بالضم، هي في المنام ولد ذكر للحامل، فمن رأى زوجته ناولته درة رزق منها ولداً ذكراً حسن الصورة، وإن كانت الحرة لا ضوء لها فهي جارية، فإن أخذ من زوجته درة خبأها في صندوق أو غطاها بخرقة فهي جارية أيضاً، والدرة للمرأة خير، فإن لم تكن المرأة متزوجة دلت على تزوجها، وإن لم يكن لها أولاد دلت على أنه سيكون لها أولاد، وإن كانت ذات زوج وولدت دلت على غنى ومال، ومن إبتاع في المنام أو قايض جواهر بزجاج أو دراً بصدف دل على اختياره الدنيا على الآخرة، أو المعصية على الطاعة، أو أنه يرتد عن دينه، والدر يدل على القرآن والعلم والكلام الحسن والغلمان والجواري والأولاد والمال، فمن رأى أنه يثقب دراً فإنه يفسر القرآن صواباً"
    },
    {
        "id": 30,
        "text": " الدرهم\n    يدل في المنام على الولد لمن عنده حامل. وقيل يدل على الذكر والتسبيح، وقد يدل على الضرب المؤلم، ومنهم من يرى أن الدراهم لمن أصابها في المنام أنه يصيب مثل عددها في اليقظة، وإن كانت الدراهم في صرة أو في كيس أو جراب فإنه سيودع سراً يحفظه لصاحبه، والدراهم تدل على الكلام، فإن كانت جياداً فإنها علم وكلام حسن وقضاء حاجة أو صلاة، وعدد الدراهم عدد أعمال البر، والدراهم الواسعة تدل على دنيا واسعة. ومن رأى  على عضده دراهم مشدودة فإنها صنعة يكتسبها. ومن رأى  أن له على إنسان دراهم، فإن له عليه شهادة حق، فإن أعطاه إياها مكسرة انحرف عن الشهادة. ومن رأى  أن أضاع درهماً صحيحاً نصح جاهلاً ولم يسمع منه لأنه أضاع الكلام الصحيح، وأصوات الدراهم والدنانير تدل على الكلام الحسن، والدراهم التي لا نقش عليها تدل على كلام فيه ورع، والدراهم التي عليها الصور تدل على بدعة لحاملها وضاربها، والدراهم المقطعة خصومة لا تنقضي. ورؤيا أخذ الدراهم خير من دفعها. ومن رأى  أن معه عشرة دراهم فصارت خمسة فإنه ينقص ماله إلى ذلك الحد، وإن كانت الدراهم خمسة فصارت عشرة زاد ماله إلى ذلك الحد، والدراهم النقية صفاء دين صاحب الرؤيا وحسن معاملته لكل إنسان، والدراهم المنثورة في المنام كلام حسن. ومن رأى  بيده درهماً فأصبح فلساً أصابه إفلاس، وإن كان بيده فلس فأصبح درهماً نال ربحا وخيراً ونصيحة، وإن عاد درهمه نصفاً فإنه يخسر نصف ما بيده من المال، وكذلك لو عاد ربعاً، وإن أصبح الدرهم ديناراً فإنه يكسب، وإن أصبح الدرهم قطعة ذهب فهو ذهاب، ووجود الدراهم ربح وسرور، والدرهم البهرج غش وكذب ومخرقة ومعيشة في حرام وإتيان الكبائر. وقيل من أعطي دراهم جياداً فإنه يبكى عليه، وإن دفع هو الدراهم إلى أحد بكى عليه. ومن رأى  أنه ضاع له درهم أو سرق منه فإنه يشكو ولده، أو يصيبه ما يكره منه. ومن رأى  أنه انتزع منه أو ذهب عنه ذهاباً لا رجوع فيه مات ولده، ومن سرق درهماً وتصدق به فإنه يروي ما لا يسمعه، وقال بعضهم: الدراهم في الرؤيا دليل شر، وجميع ما ختم بالسكة، والدراهم الرديئة كلام سوء، والدراهم مراهم تداوى بها جراح القلوب، وتدرأ عن المحزون الحزن، وتدل أيضاً على الهم، فإن كانت مزيفة كانت دالة على الغش في القول، أو الفعل والنفاق والرياء في العمل، والدراهم الواضحة ولاية أو كورة أو مال مجموع، وتدل على الحبس والضرب، أو على البيع والشراء، وهي أمن من الخوف أو سعة في الرزق، وإذا كانت الدراهم مخلوطة مع الدنانير دلت على إجابة الدعاء وقضاء الحاجات والشفاء من الأمراض، والمغشوش منها كلام رديء أو خادم لا خير منه. وربما دلت على قضاء الحاجات بشكل عنيف"
    },
    {
        "id": 31,
        "text": " الدرياق\n    هو في المنام أمان من الخوف، أتى رجل إلى ابن سيرين رحمه الله تعالى، فقال: رأيت في المنام أن حية لسعتني في إبهام يدي فورمت فأخذت درياقاً فجعلته في فمي، فسكن الألم وبرئت، فقال ابن سيرين أنت رجل تختلط بالفجار، ولم يعجبه الدرياق فقال: أراك اعتصمت بشيء لا أدري ما هو"
    },
    {
        "id": 32,
        "text": " الدست\n    يدل في المنام على منصب شريف"
    },
    {
        "id": 33,
        "text": " دعامة البيت\n    هو في المنام مال أو زوجة. أنظر أيضاً العضادة"
    },
    {
        "id": 34,
        "text": " الدعاء\n    هو في المنام عبادة في اليقظة أو صلاة، والدعاء يدل على بلوغ المقصد، وعلى الولد، فإذا كان الدعاء بشدة غالبة وصراخ فإنه يدل على المصائب، أو الفتن. وربما دل الدعاء على قلة الغيث إذا كان له ضجة، وإن دل الدعاء على الصلاة، وكان الدعاء معروفاً، فإن الصلاة فريضة، وإن كان دعاء خفيفاً فإنه يرزق ولداً مباركاً.وإن رأى قوماً مجتمعين على دعاء فإنه اجتماع أولاد، ونماء وبركة في النعم والعز، وزوال شقاء. ومن رأى  أنه اجتنب الدعاء فإنه يحرم. ومن رأى  أنه يدعو الله تعالى، أو يدعى له أصاب خيراً وغبطة، والدعاء يدل على قضاء الحاجة. وقيل يدل على الإجابة لا سيما إن كان في بيت من بيوت الله تعالى كالمسجد. ومن رأى  أنه دعا ربه في ظلمة فإنه ينجو من غم. ومن رأى  أنه يدعو رجلاً فإنه يتضرع إليه مخافة"
    },
    {
        "id": 35,
        "text": " الدعموص\n    هو في المنام رجل رديء نباش ملعون لأنه مسبخ"
    },
    {
        "id": 36,
        "text": " الدعوة للطعام\n    تدل في المنام على اجتماع على خير، فمن رأى أنه يريد أن يدعو قوماً فإنه يدخل نفسه في عمل يلام عليه ويشتكى منه، فإذ رأى أنه اتخذ دعوة، وحضرها قوم، ورآهم كأنهم فرغوا من الأكل فإنه ينال عليهما رئاسة، وإن كان في ذلك الموضوع مهموماً أو مريضاً شفي. ومن رأى  أنه اتخذ دعوة قدم له غائب. ومن رأى  أنه يدعو قوماً إلى الضيافة فإنه يدخل في أمر يورثه الندم والملام. ومن رأى  أنه دعي إلى مجلس مجهول فيه فاكهة كثيرة وشراب فإنه يدعى إلى الجهاد لأنه يستشهد فيه، ودعوة الوليمة في المنام ملامة وندامة"
    },
    {
        "id": 37,
        "text": " الدغدغة\n    من رأى في المنام أنه يدغدغ رجلاً فإنه يحول بينه وبين حرفته"
    },
    {
        "id": 38,
        "text": " الدف\n    هو في المنام مصيبة وهم وأحزان، وهو شهرة لمن يكون معه، فإن كان بيد جارية فهو خير ظاهر مشهور، وهو صوت باطل مشهور، وإن كان مع رجل فيشتهر به كل متقرب منه، وإن كان مع إمرأة فإنه أمر مشهور أو سنة مشهورة في الناس، والمعازف والقينات كلها في الأعراس مصيبة لأهل تلك الدار. وربما دل الدف على الزواج، وقد يدل على قدوم غائب"
    },
    {
        "id": 39,
        "text": " الدفاع عن العرض\n    يدل في المنام على الأمر بالمعروف والنهي عن المنكر، وعلى صلة الرحم، وعلى الإحصان"
    },
    {
        "id": 40,
        "text": " الدفتر\n    يدل في المنام على تدبير عيش صاحب الرؤيا وتذكر الأشياء القديمة، وتدل الدفاتر للملوك على الأقاليم والخزائن، وتدل رؤيتها على الفوائد والأرزاق. وربما دلت على الهم والنكد والضرب والتعليق"
    },
    {
        "id": 41,
        "text": " الدفن\n    من رأى في المنام أنه ميت، وقد دفن فإنه يسافر سفراً بعيداً ولا يجد مالاً. ومن رأى  أنه دفن في قبر من غير أن يموت، فإن عرف الذي دفنه فإنه يبدؤه بظلم أو قهر أو حبس. ومن رأى  أنه مات في القبر بعد ذلك فإنه يموت في ذلك الهم، وإن لم يمت فإنه ينجو من ذلك الهم والظلم والحبس. ومن رأى  أنه أسلم إلى حفرة القبر فإنه يسلمه إلى التهلكة، فإن وضعه في اللحد فإنه ينال داراً، فإن سوي عليه التراب نال بقدر ذلك مالاً، وقالوا: من دفن فسد دينه إلا أن يخرج من قبره بعد الدفن، فإن حثي عليه التراب ونفضت الأيدي فإنه ميئوس من توبته، ومن دفن في المنام بعد طلوع الشمس أو في الظهيرة أو في وقت المغرب دل ذلك على الأمر بالمنكر والنهي عن المعروف. وأما دفن الحي فإنه مكر وخديعة. وربما دل على غنى المدفون بعد فقره، وتزوجه بعد عزوبته، وأنسه بعد وحشته، ودفن الميت للحي يدل على استغراق الدين على ما هو عليه، ودفن الميت ثانياً في المنام إغضاء عما فرط منه من الإساءة، ودفن الميت للميت اتحاد وصفوة ومودة بين الأقرباء. وربما كان الدفن سجناً أو مرضاً أو تزوجا أو وديعة أو رهناً. ومن رأى  أنه مات أو دفن فمات على غير توبة. ومن رأى  أنه خرج من القبر فإنه يتوب، وقيل الدفن يدل على الزواج. ومن رأى  أنه دفن من غير موت فإنه يسجن ويضيق عليه"
    },
    {
        "id": 42,
        "text": " الدفوفي\n    تدل رؤيته في المنام على الأفراح والمسرات، فإن دخل على مريض ونيح عليه بالدفوف ربما صح واجتمع الناس في ضيافته"
    },
    {
        "id": 43,
        "text": " دفينة الجاهلية\n    من رآها في المنام كانت رؤيته دليلاً على الرزق الحلال والمغنم. وربما دلت على الميراث. وربما دلت على ولد الزنا، أو اللقيط، لأنه من كسب غيره"
    },
    {
        "id": 44,
        "text": " الدق\n    هو في المنام منازعة، وإثارة فتنة من الداق للمدقوق فيه"
    },
    {
        "id": 45,
        "text": " الدقاق\n    هو في المنام مصلح، وتدل رؤية الدقاق للذهب والقصدير على الراحة والكسب بالشر والخصومات، أو على فساد ما يرجى صلاحه. وربما دل على إنفاق المال من الذهب والفضة على أهل الشر والخصومات، والكذب والافتراء، والدقاق وأصحاب الأمتعة قوم آثروا دنياهم على دينهم إذا أخذوا أثمانها، فإذا باعوها ولم يأخذوا ثمنها، وكان في بيعهم ما لا يفسد دينهم فإنهم يؤثرون دينهم على دنياهم ويكونون لله شاكرين، فإن باعوها وأخذوا ثمنها فإنهم يفسدون دينهم وينالون رزقهم بالكلام والخصومة، ويؤثرون الصحة على المعيشة والخير"
    },
    {
        "id": 46,
        "text": " الدقيق\n    إن دقيق الحنطة في المنام رزق، ودقيق الأرز نعمة، والسميد زوج كفء للفتاة العازبة. وربما دل الدقيق على العلم الجليل، والسفر والمال، والمتجر والعدة المنيعة، والحصن الحصين، والدين والهدى، والشفاء من الأمراض، ودقيق ما سوى الحنطة شفاء من الأمراض، وأكله فاقة وفقر، ودقيق الحنطة مال مجموع وعيال، وعجنه سفر صاحبه إلى أقاربه. ومن رأى  أنه يعجن دقيق الشعير فإنه يكون رجلاً مؤمناً، ويصيب ولاية وظفراً بالأعداء"
    },
    {
        "id": 47,
        "text": " الدقيقي\n    تدل رؤيته في المنام على الرزق الحاضر، وعلى بيان الحق وظهوره، وعلى الراحة بعد التعب"
    },
    {
        "id": 48,
        "text": " الدك\n    هو في المنام كدك الجبل، أو الأثر، أو الموضع دال على اضمحلال الذكر. وربما دل على إنجاز الوعد"
    },
    {
        "id": 49,
        "text": " الدكان\n    إذا شوهدت الدكان في المنام على باب الدار فهي صديق لامرأة صاحب الدار أو صاحب الرؤيا. ومن رأى  أنه جالس على دكان فإنه ينال ولاية وعزاً وشرفاً ورتبة ونعمة إن كان أهلاً لذلك"
    },
    {
        "id": 50,
        "text": " الدلال\n    تدل رؤيته في المنام على الإنسان الدال على الخير، أو الشر. وربما دل على عاقد الزيجات، وإذا دخل دلال مجهول على مريض دل ذلك على موت المريض. أنظر أيضاً النخاس"
    },
    {
        "id": 51,
        "text": " الدلب\n    شجرة الدلب في المنام رجل رفيع حسيب، كثير الأولاد ضخم، سيء الخلق، ليس فيه منفعة، وغلظ ساقها هو حسبه، وعروقها أصله، فمن أصاب من ثمره فإنه ينال مالاً من رجل مثله، وإن أصابته شوكة فيناله مكروه، وقيل شجر الدلب والطرفاء دليل خير لمن يريد الذهاب إلى الحرب، أما بالنسبة لسائر الناس، فتدل على فقر ومسكنة"
    },
    {
        "id": 52,
        "text": " الدلفين\n    تدل رؤيته في المنام على ما دل عليه التمساح. وربما دلت رؤيته على المكايد والتلصص واستراق السمع. وربما دلت رؤيته على كثرة الندى والمطر"
    },
    {
        "id": 53,
        "text": " الدلو\n    هو في المنام رجل يستخرج أموالاً بالمكر.فإن رأى  الإنسان أنه يفرغ الماء في غير إناء، فإن ذلك المال لن يلبث حتى يذهب أو تذهب عنه منافعه، فإن سقاه بستاناً فيصيب به امرأة، فإن أثمر ذلك البستان أصاب منها ولداً على نحو ما يرى من ثمار ذلك البستان.فإن رأى بئراً قديمة فسقى منها الإبل، أو البهائم، أو الناس فهو يعمل خير الأعمال وأشرفها، وهو بمنزلة الراعي الذي يفرغ الماء من البئر على رعيته من الإبل والشياه. ومن رأى  أنه يدلي بدلو في بئر قديم فيسقي الحيوان فهو يرائي في عمله لدين أو دنيا بقدر قوته عليه ونشاطه. ومن رأى  أنه يدلي بدلو لنفسه خاصة فهو يعمل لمصلحة دنياه. ومن رأى  أنه ينزع الدلو من البئر ويغتسل به، فإن كان مسجوناً نجا، ونال مالاً وغبطة، ومن أدلى دلواً في بئر وله إمرأة حامل رزق طفلاً ذكراً، وإن لم تكن إمرأته حاملاً فهو طالب رزق، فإن خرج في الدلو ماء نال ذلك الرزق، إن كانت له بضاعة في سفر قدمت عليه ووصلت إليه، وإن كان له مريض شفي، وإن كان مسجوناً نجا. ومن رأى  أنه وقف على بئر وفي يده دلو يريد أن يغرف به، فإن ذلك خير، ويحصل على مال، وقد تكون البئر امرأة، فإن البئر مؤنته، وإن كان المستقي بالدلو طالبا للعلم كانت البئر أستاذه الذي يستفيد منه علمه، وما جمعه من الماء فهو حظه ونصيبه"
    },
    {
        "id": 54,
        "text": " الدم\n    هو في المنام مال حرام، فمن رأى أنه يتضرج في الدم فإنه يتقلب في مال حرام أو إثم عظيم.فإن رأى دماً على قميص من حيث لا يعلم مصدره فإنه يكذب عليه من حيث لا يشعر، فإن تلطخ قميصه بدم سبع فيكذب عليه سلطان ظلوم غشوم، فإن تلطخ قميصه بدم كبش فيكذب عليه رجل شريف غني منيع، وينال بعد الكذب مالاً حراماً بقدر مبلغ الدم وسيلانه من الجلد، وإن كان غائباً رجع من سفره سالماً. ومن رأى  أن الدم يخرج من جسده، ورأى جراح بدنه فإنه يصيب صحة في الجسم وزيادة في المال، وإن كان غائباً سالماً وينال خيراً، وبراً وسروراً. ومن رأى  أنه شرب دم إنسان فإنه مالاً ومنفعة، وينجو من كل فتنة وبلية وشدة، وقيل من رأى أنه وقع في بئر من دم فإنه يبتلى بمال حرام. ومن رأى  وادياً من دم ففي محله يسفك دمه هناك. ومن رأى  دماً خرج منه في غير قصد ولا حجامة ولا جرح، خرج منه مال بقدر ذلك الدم إن كان له مال، وإن كان فقيراً استفاد مثله، وإذا شوهد الدم في جرة مشدوداً بخرقة فهو رباط الحيض، والدم دال على حياة صاحبه وقوته ماله، وعلى من يساعده ويعضده من كافل أو ملك، وعلى من يستره من لباس أو ما يصل إليه من مدح أو ذم. وربما دل على نطفته التي يضعف لخروجها. وربما دل على المال والحرام لمن أكله، فإن خرج منه في المنام دم مفرط دل على تعذر نفعه ممن كان يسعده من والد أو ولد أو شريك أو نقص ماله أو باع شيئاً من لباسه أو فارق من يعز عليه من زوجة أو غيرها، ويدل دم الإنسان على شيطانه الذي يجري منه مجرى الدم، وهو في بيته كالعدو، والإفراط في خروج الدم نكد، وخروجه عند الضرورة في المنام راحة وزوال هم، ودم الحيض للمرأة العازبة زوج، وللحامل سقط، ولليائسة من الحيض مرض. ومن رأى  أن دماً تلطخ به فيخرج منه مال حرام"
    },
    {
        "id": 55,
        "text": " الدماغ\n    هو في المنام مال مجموع مدخر غير ظاهر. ومن رأى  أن له دماغا كبيراً فإنه عاقل. ومن رأى  أنه لا دماغ له فإنه جاهل، فإن أكل دماغه أو مخ بعض عظامه فإنه يموت عاجلاً، أو يأكل من مال ذلك الرجل، وقد يدل الدماغ على الدين واعتقاد القلب وعمل السر. أنظر أيضاً المخ"
    },
    {
        "id": 56,
        "text": " الدمع\n    إذا كان الدمع بارداً فهو فرح، وإن كان حاراً فهو هم وحزن. ومن رأى  الدمع على وجهه من غير بكاء فإنه يطعن في نسبه، وينفذ فيه القول.فإن رأى  الدمع يدور في عينيه فإنه يدخر مالاً حلالاً في أمر الدين لا يريد إظهاره، فإن سال على وجهه طاب قلبه بإنفاقه، والدمع الخارج عند التثاؤب غرامة يسيرة من غير سبب، والدمع عند رؤية الضوء، أو الشمس، أو النار دليل على الخسارة من جهة ما دل الضوء، أو الشمس، أو النار عليه، وقد يدل الدمع على وحدة وغربة وشدة وشوق إلى الأحبة"
    },
    {
        "id": 57,
        "text": " الدمل\n    من رأى في المنام أن على جسمه دملا فإنه يصيب مالاً"
    },
    {
        "id": 58,
        "text": " الدملج\n    هو في المنام للنساء زينة وفخر وجمال، وهو للرجل قوة. ومن رأى  أن عليه دملجين من فضة فيخذله إخوانه، ويرى منهم ما يكره، وتصيبه سياط"
    },
    {
        "id": 59,
        "text": " الدنيا\n    هي في المنام امرأة، كما أن المرأة في المنام دنيا، فمن رأى كأنه ترك الدنيا فإنه يطلق زوجته. ومن رأى  أن العالم كله هلك ولم يبق في الدنيا أحد سواه فإنه يعمى. ومن رأى  الدنيا قد استوت له، ومهما طلب حصل له فإنه يفتقر ويهلك، ورؤية الدنيا في المنام تدل على اللهو اللعب، والغرور والمكائد، ونقض العهد والتعب، والشقاء وإخلاف الوعد. وربما دلت الدنيا على الزوجة والمال والولد، وعلى الحرث، والأنعام والفائدة منها، وتدل الدنيا على الدار الخراب والمرأة الدنية، وتدل على الأمراض والضنك والهوان والعزل والتولية والرشد والنصرة وذات الوجهين، وقد تدل على الدنيا على المصحف، لأن القرآن بدر الدنيا"
    },
    {
        "id": 60,
        "text": " الدهان\n    هو في المنام رجل يعمل أعمالاً خفية يزين بها، ويستدل على صلاح عمله من فساده ونفعه وضرره بحسن دهانه واعتداله وموافقته للمدهون، وبالمكان الذي يعالج ذلك فيه، وتدل رؤية الدهان على التملق والمحسن للكلام، والمخلف للوعد، والكاذب في أقواله. وربما دلت رؤيته على العز والسلطان"
    },
    {
        "id": 61,
        "text": " الدهقان\n    هو في المنام رجل مزين لكل من خالطه أو عامله، ما لم يأخذ ثمناً، وربما جاء بما يكره في الدنيا صاحبه ويغنم له فيه"
    },
    {
        "id": 62,
        "text": " الدهليز\n    هو في المنام خادم يجري على يده الحل والعقد، والدهليز هو الحاجب، أو البواب، أو العمل الذي يتوصل به إلى الجنة، أو النار، أو الدابة التي تبلغه قصده. وربما دل الدهليز على القبر لأنه دهليز الجنة، أو النار. وربما دل على مشي المريض، أو المقعد، فضوءه سعته وحسنه دليل على حسن العاقبة، وظلمته وضيقه وكثرة عطفاته دليل على سوء العاقبة"
    },
    {
        "id": 63,
        "text": " الدهن\n    هو في المنام كله غم ما خلا الزيت، فمن رأى أنه عن رأسه، اغتم إذا جاوز المقدار وسال، وإن لم يجاوز المقدار المعلوم فهو زينة، وإن كانت رائحته سيئة فهو ثناء قبيح على قدر رائحته وقوته، ومن دهن رأس رجل في موضع ينكر فليحذر المفعول به من الفاعل مداهنة ومكراً.فإن رأى  أن له قارورة دهن فأخذ منها دهاناً ودهن به نفسه أو دهن الناس به فإنه مداهن أو حالف كذاب أو نمام.فإن رأى  أن وجهه مدهون فإنه رجل يصوم الدهر كله، والتدهن بالزئبق ثناء حسن وريح طيبة في الناس، وإذا كان الدهن في المنام لورم أو وجع فإنه يدل على إصلاح ذات البين، والدهن الفاسد ثناء قبيح، وقيل إمرأة زانية أو رجل فاسق، ومن حوى الدهن بماء في وعاء نال مالاً بلا تعب، وإن كان في الدهن مسك أو طيب فهو ثناء حسن بما ليس فيه. وقيل من دهن رأسه فإنه يداهن رئيسه"
    },
    {
        "id": 64,
        "text": " الدوال\n    يدل في المنام على العون وحفظ العهد والقيام بالشرط"
    },
    {
        "id": 65,
        "text": " الدواة\n    تدل في المنام على العز والدولة والرفعة على قدر قيمتها، وتدل على الزوجة والمال، والدواة خادمة وزواج ومنفعة، وشأن من قبل ولد، فمن رأى أنه يكتب من دواة اشترى خادمة. ومن رأى  أنه أصاب دواة فإنه يخاصم ذا قرابة أو إمرأة أو غيرها. ومن رأى  أنه اشترى محبرة فإنه يتزوج إمرأة لا يرى معها يوماً أبيض، وقد تدل الدواة على القرحة، والقلم على الحديد، والمداد على المدة لمن رأى مكاناً بجسمه صار دواة، والدواة تدل على الدواء، فمن رآها وبه داء فإنه يتجه إلى التداوي ويبرأ إن شاء الله تعالى. أنظر أيضاً القلم"
    },
    {
        "id": 66,
        "text": " الدواء\n    هو في المنام صلاح في الدين، فمن شرب دواء ليصلح به بدنه فإنه يصلح دينه، ومن تناول دواء في المنام كان دليلاً على العلم والنصح، وانتفاعه بالعلم، وإن لم يتناوله حاد عن الحق، ووقف مع غيه، فإن تناول في المنام دواء عطراً لذيذا دل على الزواج للعازب، والولد للعاقر، والغنى للفقير. وربما دل الدواء على الدواة التي يكتب منها، كما دلت الدواة على الدواء، فالملعوق توحيد وإقرار بالشهادة أو نفع من جهة من دل الإصبع عليه، والسفوف طمع وانكماش على الدنيا، والمشروب رزق، والمبلوع إكراه للعاصي على التوبة، وللكافر على الهداية، وللجاهل على العلم. وأما ما تتحمل به النساء للطمث وغيره فذلك للفتاة العازبة زوج، وللعاقر ولد، والتحمل بالفتائل تجسس على الأخبار واطلاع على الأسرار. ومن رأى  أنه يشرب دواء مسهلاً ليشفي به مرضه، فهو يصلح دينه بقدر ما تمر العافية فيه، على مبلغ قوته وخطره، وحال في يسقيه إياه بقدر عمله فيه، فإن لم يعمل، فإن صلاح دينه يزول، ولا يتم له ذلك. ومن رأى  أنه يطلب الصحة في عاقبة شربه فهو يصلح دنياه. ومن رأى  أنه يداوي عينه فإنه يصلح دينه، وكل شراب أصفر اللون في الرؤيا فهو دليل المرض، وكل دواء سهل المشرب، أو المأكل فهو دليل على شفاء المريض، وللصحيح اجتناب ما يضره. وأما الدواء الكريه الطعم فهو مرض يسير يعقبه برء. وقيل إن الأشربة الطيبة الطعم السهلة المشرب والمأكل صالحة للأغنياء. وأما للفقراء فهي رديئة، وليس تأويل ما يخرج بالدواء من الإنسان كتأويل ما يخرج بغير الدواء"
    },
    {
        "id": 67,
        "text": " الدودة\n    هي في المنام بنت، والدود في البطن هم أولاد الإنسان يأكلون من ماله. ومن رأى  ديدانا خرجت من دبره فهم أحفاده. ومن رأى  كأن الدود يخرج من فمه، فإن أهل بيته يريدون أن يخدعوه ويمكروا به وهو يعلم ذلك وينجو من مكرهم. ومن رأى  أن الدود يخرج من بطنه بغير فعله فإنه يبتعد عن قوم أشرار، ويكون له بذلك شرف وطهارة، وخروج الدود من الجسد ذهاب هم، وكذلك القيح إذا خرج فهو زوال هم، والدود عدو من الأهل، ودود القز رعية السلطان، وقيل دود القز زبون التاجر. ومن رأى  شيئاً من ذلك نال مالاً، وقيل دود القز يدل على مال حرام"
    },
    {
        "id": 68,
        "text": " الدولاب\n    هو في المنام خازن المال، وقيل الدولاب يدل على السفر إذا كان يدور، فإذا انكسر أو وقف، توقفت المعيشة وبطل السفر، وقيل الدواليب دوران التجارات وانتقال الأحوال على السفر، فإذا كان صوت لذيذ مطرب فهي أخبار أو قرآن يسمعه الرائي، وهي بكاء لمن يسمعها ناعورة، ودولاب الغزل ودولاب الحرير رزق طيب، وزواج لمن كان عازباً"
    },
    {
        "id": 69,
        "text": " الديباج\n    من رأى أنه يملك حللاً من الديباج فإنه رجل متدين ورع، وينال رئاسة، أو يتزوج إمرأة شريفة نبيلة جميلة، ومن اشترى ديباجا مطوياً فإنه يشتري جارية، أو يملك جواري حسانا. ومن رأى  أنه لبس ديباجاً فإنه يتزوج جارية عذراء أندلسية، والديباج للفقهاء يدل على اهتمامهم بالدنيا ودعوة الناس إلى البدعة"
    },
    {
        "id": 70,
        "text": " الدير\n    رؤيته في المنام كرؤية الكنيسة. وربما دلت رؤيته على زوال الهم والنكد والخلاص من الشدائد، وإن كان الرائي مريضاً فإنه يموت"
    },
    {
        "id": 71,
        "text": " الديك\n    هو في المنام رب الدار كما أن الدجاجة ربة الدار، والديك أيضاً عبد، ومن وهب له فروج فيولد له غلام مملوك، وقيل بل هو رجل محارب من نسل المماليك، وقيل هو رجل له أخلاق رديئة، يتكلم تارة بكلام حسن، ويهذي تارة، وقيل الديك غلام له مودة، ومن أخذه فهو إصلاح فيما بينه وبين رجل آخر. ومن رأى  أنه ذبح ديكاً فإنه لا يجيب المؤذن، وقيل من رأى الديك في المنام فإنه يزداد حكمة أو اجتماعا بالعلماء، والانتفاع بهم. ومن رأى  أنه صار ديكاً مات وشيكاً. ومن رأى  أن ديكاً قد نقره نقرة أو نقرتين فسيقتله رجل من العجم، وإذا كان الديك أبيض فهو مؤذن، وقيل من رأى أنه صار ديكاً يصير مملوكاً أو مؤذناً عالماً بالأوقات، والديك يدل على الخطيب والقارئ، ربما دل على الرجل الذي يأمر بالمعروف ولا يأتيه، لأنه يذكر بالصلاة ولا يصلي. وربما دل الحارس. ومن رأى  ديكاً دخل إلى منزله والتقط حبات الشعير، فإن المؤذن يسرق له شيئاً، والديك يدل على رجل له علو همة وصوت حسن، والديوك الصغار مماليك صغار أو صبياًن أو أولاد أو مماليك، وكذلك الفراريج الإناث جوار أو عبيد أو وصائف، ومن ملك ديكاً رزق ولداً ذكراً، واشترى مملوكاً أو داراً أو قدم له غائب أو جاءه خبر منه، ومن أصاب ديكاً احمر فإنه يستفيد عبداً آبقاً خبيثاً. ومن رأى  أنه يقاتل ديكاً فإنه ينازع رجلاً أعجمياً، فإن أصابه مكروه من الديك فيصيبه من الرجل الأعجمي ما يكره بقدر ما أصابه من الديك. أنظر أيضاً الدجاجة"
    },
    {
        "id": 72,
        "text": " الدين\n    هو في المنام ذل ومهانة. ومن رأى  كأنه قضى ديناً أو أدى حقاً فإنه يصل رحماً، أو يطعم مسكيناً، ويتيسر عليه أمر صعب من أمور الدنيا أو أمور الدين. وقيل إن أداء الحق رجوع عن السفر. ومن رأى  أنه ملزم بدين في المنام وهو مقر به ولا يعرفه في اليقظة، فإن ذلك تبعات ذنوب أحاطت به، وأعمال معصية اجتمعت عليه ويعاقب عليها في الدنيا"
    },
    {
        "id": 73,
        "text": " الدينار\n    هو في المنام علم ودين حنيفي، والدينار الواحد ولد حسن الوجه، والدنانير كنز وحكمة وولاية وأداء شهادة، فمن رأى أنه ضيع ديناراً مات ولده أو ترك صلاة فريضة، والدنانير والدراهم خواتم الله تعالى، وسهم إبليس، واضطرار بني آدم، والدنانير الكثيرة إذا وقعت إليك فهي أمانات وصلوات، ومفرق الدنانير على الناس قروض يقرضها.فإن رأى  أن في يده ديناراً فإنه ائتمن إنساناً على شيء فجاء به، والدنانير المطلية قلة دين وكذب وزور، ونثار الدنانير على رجل سماع كلام مكروه وزور، والدنانير تدل على الكلام. وربما دلت على هموم، والخمسة من الدنانير هي الصلوات الخمس فمن ضيع ديناراً ترك صلاة. ومن رأى  أنه يبلع ديناراً فإنه يخون أمانته وعن ابن سيرين رحمه الله تعالى أن الدنانير تعبر بالكتاب لأنه مكتوب على الوجهين، والدنانير دنو من الخير لأهل التقتير. وربما دل الدينار، على ذي الوجهين من الناس، أو الصاحب الذي لا تستمر صداقته مع غيره. وربما دل على المحبوب، أو على المعاضدة والمساعدة والأخبار المفرحة. وربما دلت الدنانير على العلوم والإيمان، أو الهداية والخدمة مع السلطان، والدنانير المعروفة العدد تدل على العلم والرزق من عمل اليد خاصة إن كان عددها شفعاً، ويقال: إذا دفع الإنسان الدنانير لغيره أو ضاعت منه، كانت زوال هم ونكد، وإن أخذ دنانير في المنام تقلد أمانة. ومن رأى  أنه أصاب دنانير معروفة فيصيبه من الهم بقدر ذلك، وإن كانت مجهولة لا يعرف عددها، فإن همه يكون أشد وأقوى. ومن رأى  أن رجلاً أعطاه دنانير فإنه مظلوم، فإن وجدها ملقاة على الأرض دل ذلك على قتال شديد ومنازعة بينه وبين رجل آخر. ومن رأى  أنه أعطي ديناراً منقوشاً أتاه بعض ما يكره من أهله أو من يهمه أمره. ومن رأى  أن ميتاً أعطاه دنانير فقد سلم من الظلم. ومن رأى  أنه أراد أن يعطيه ولم يأخذ منه شيئاً فليحذر أن يظلم، أو يظلم"
    }
]