[
    {
        "id": 0,
        "text": " الغاب\n  يدل في المنام على الوحشة والفزع، وعلى دور أهل الفسق والفساد"
    },
    {
        "id": 1,
        "text": " الغار\n  هو في المنام أمن للخائف، فمن رأى أنه يفر من عدوه حق دخل غاراً فإنه يأمن من عدوه، لقوله تعالى:  \"  ثاني اثنين إذ هما في الغار  \". والغار إمرأة تنسب لمن دل الجبل عليه، والغار من الغيرة، ومنه راغ من الروغان إذا انعكست حروفه. وربما دل الغار على الحظ من الأصدقاء قياساً على قصة أبي بكر الصديق رضي الله عنه مع رسول الله. ومن رأى  أنه دخل في غار ملك فإنه يمكر بملك"
    },
    {
        "id": 2,
        "text": " الغازلة\n  تدل رؤية ذات المغزل من النساء على القناعة واتباع السنة وإبرام الأمور، فإن كانت المرأة تغزل وتنقض ما تغزله في المنام دل على السخط من الله تعالى عليها وحلول العذاب بها"
    },
    {
        "id": 3,
        "text": " الغاسل\n  يدل في المنام على المؤدب لأرباب الجهل أو للذين لا يقبلون نصيحة، وتدل رؤيته على تفريج الهموم والأنكاد والتجهيز للسفر"
    },
    {
        "id": 4,
        "text": " الغاشية\n  تدل في المنام على الخروج عن الطاعة، وعلى العذاب، لقوله تعالى:  \"  أفأمنوا أن تأتيهم غاشية من عذاب الله  \". والغاشية مال أو خادم أو امرأة"
    },
    {
        "id": 5,
        "text": " الغالية\n  هي في المنام مال، وقيل كرامة وسؤدد موصول، فمن رأى أنه تضمخ بغالية فإنه يستفيد ثناء حسناً، وربما دل على أنه يحج ويولد له ولد ذكر. ومن رأى  أنه تضمخ بغالية في دار الإمام أصابه غم من تهمة توجه إليه ممن هو فوقه، لقوله تعالى:  \"  ومن يغلل يأت بما غل يوم القيامة  \""
    },
    {
        "id": 6,
        "text": " الغائط\n  هو في المنام مال، ومن تغوط والناس ينظرون إليه فليحذر من فضيحة. ومن رأى  أنه يأكل الخبز والغائط فإنه يأكل الخبز والعسل، وقيل هو مخالفة السنة، ومن تغوط على الفراش فإنه يطلق زوجته، أو يمرض مرضاً طويلاً، والغائط مال حرام لقبح رائحته، ومن خاف في الغائط وقع في هم، ومن وقع في كنيف سجن، ومن تغوط على نفسه وقع في خطيئة، وخروج الغائط نجاة من إثم أو رحيل ضعيف. وربما دل الغائط على السفر، لقوله تعالى:  \"  أو جاء أحد منكم من الغائط  \". والبراز يدل على قضاء الحاجة، ويدل على زوال الأمراض الباطنة، ويدل على الأفكار والوساوس، وعلى رد الودائع، والغائط رزق من ظلم فاحش. ومن رأى  أن غائطه كثير وأراد سفراً فلا يسافر، ومن تغوط في ثيابه فإنه يرتكب فاحشة، فإن كان في الخلاء فإنه فرج من هم أو قضاء دين، وإن تغوط في مزبلة فهو دليل خير وذهاب الهم، والتلطخ بالغائط مرض أو خوف، وإن تغوط في برية فالتقط الطير أو وحش الأرض غائطه وكان مسافراً قطع اللصوص عليه الطريق وذهبوا بماله. ومن رأى  أنه تغوط ديداناً تشبه الحيات فتكثر عياله وتظهر له العداوة منهم. أنظر أيضاً الحدث"
    },
    {
        "id": 7,
        "text": " الغبار\n  هو في المنام مال لأنه من التراب والتراب مال. ومن رأى  غباراً بين السماء والأرض فهو أمر ملتبس لا يعرف المخرج منه. ومن رأى  أنه ينفض يديه أو ثوبه من الغبار فإنه يفتقر، وقيل يعيش طويلاً. ومن رأى  أن عليه غباراً سافر، وإذا كان الغبار مع الريح والبرق والرعد فإنه قحط وشدة. ومن رأى  أنه ركب فرساً وركض به حتى ثار الغبار، فإن البطر يأخذه ويخوض في الباطل ويثير فتنة"
    },
    {
        "id": 8,
        "text": " الغبيراء\n  هي في المنام طعام قليل، وشجرتها رجل أعجمي، وقيل رجل نافع للناس، وتمرها مال لمن أصابه وأكله"
    },
    {
        "id": 9,
        "text": " الغداف\n  هو في المنام ولد أو مملوك. ومن رأى  أنه أصاب غدافاً أو ملكه فإنه ينال ولاية وسلطاناً، فإن لم يكن أهلاً لذلك فإنه يأتي بحق لا يقبل منه"
    },
    {
        "id": 10,
        "text": " الغداء\n  هو في المنام نصب، لقوله تعالى:  \"  آتنا غداءنا، لقد لقينا من سفرنا هذا نصباً  \". ومن رأى  أنه يطلب غداء فإنه يتعب"
    },
    {
        "id": 11,
        "text": " الغدر\n  هو في المنام منقصة في الدين والدنيا. وربما دل على السرقة والحاجة إلى المغدور به قياساً على قصة يوسف عليه السلام"
    },
    {
        "id": 12,
        "text": " الغدير\n  هو في المنام دخول في غدر ومكايد"
    },
    {
        "id": 13,
        "text": " الغراب\n  هو في المنام رجل عظيم ضخم صبور أو معجب بنفسه بخيل، ومن صار غراباً نال مالاً حراماً، والغراب شؤم. ومن رأى  غراباً يحدثه فإنه ينال ولداً فاسقاً، وقال ابن سيرين رحمه الله تعالى: بل يغتم غماً شديداً ثم يفرج عنه، والغراب يدل على فراق الأحبة والغربة. ومن رأى  أنه يأكل لحم غراب أخذ مالاً من اللصوص. ومن رأى  غراباً خدشه فإنه يهلك في البرد الشديد، ويناله ألم، ومن أعطي غراباً نال سروراً، والغراب الأبقع يدل على طول الحياة وذلك لطول عمر الغراب. ومن رأى  غراباً سقط على الكعبة فإنه رجل فاسق يتزوج إمرأة شريفة. ومن رأى  أنه ولد له غراب أبلق فهو قرة عينه. ومن رأى  غرباناً في داره نال مالاً وعزاً إلى آخر عمره، والغراب رجل محارب غدار. وربما دل على الحرص في المعاش. وربما دل على الخبايا في الأرض ودفن الأموات، قال تعالى:  \"  فبعث الله غراباً يبحث في الأرض ليريه كيف يواري سوأة أخيه  \". وربما دل الغراب على التغرب والتشاؤم بالأخبار والهموم والأنكاد، وغراب الزرع يدل على الرجل الممزوج بالخير والشر، والغراب إنسان فاسق كاذب. ومن رأى  غراباً في داره، فإن في ذلك الموضع إنساناً فاسقاً. ومن رأى  غراباً أبقع فإنه يرى شيئاً يتعجب منه في اليقظة. ومن رأى  غراباً في موضع فيموت فيه إنسان غريب. أنظر أيضاً العقعق"
    },
    {
        "id": 14,
        "text": " الغراء\n  هو في المنام رجل حاذق قد جرب الأمور الصعبة، وهو رجل يؤلف بين الناس، وهو صاحب ألفة"
    },
    {
        "id": 15,
        "text": " الغربال\n  يدل في المنام على العلم والتمييز والعز والمنصب، والفرق بين الحق والباطل، والغربال بمنزلة الناقد للدراهم والمتحيز للكلام والأعمال، وهو صاحب الورع في المكسب، ويعبر الغربال بالمشط إن عبرنا الشعر بالشعير، وإن المشط ينقي من الشعر وسخه، وكذلك الغربال يزيل شعث الشعير"
    },
    {
        "id": 16,
        "text": " الغرفة\n  هي في المنام دالة على الأمن من الخوف، لقوله تعالى:  \"  وهم في الغرفات آمنون  \". وإن كان عازباً تزوج، وإن كان متزوجاً رزق ولداً أو أمة على زوجته، والغرفة إمرأة حسنة الدين، ومن رآها من بعيد فإنها رفعة وسؤدد وسرور، وإن كانت من طين فإنها رفعة في سرور ودين، وإن صعد إلى غرفة مجهولة وكان خائفاً أمن، وإن كان مريضاً صار إلى الجنة، وإلا نال رفعة وترأس على قومه بسلطان أو علم أو إمامة. ومن رأى  أنه في غرفة جديدة وكان فقيراً استغنى، وإن كان غنياً أصيب في ماله. ومن رأى  أنه في غرفة قديمة وكان مسكيناً ازداد إفلاساً، وإن كان غنياً ازداد غنى. ومن رأى  أنه يبني غرفة فإنه يتزوج امرأة"
    },
    {
        "id": 17,
        "text": " الغرق\n  من رأى في المنام أنه غرق فهو في النار، لقوله تعالى:  \"  مما خطيئاتهم أغرقوا فأدخلوا ناراً  \". ومن رأى  أنه غريق فإنه يخطئ بارتكاب ذنوب كثيرة، وإن مات في غرقه فيخاف عليه الكفر، أو يغرق في بدعة، وإن خرج ولم يغرق أفضى في أمر دنياه إلى صلاح دينه، وإن كانت عليه ثياب خضر فإنه ينال علماً وورعاً، وإن غرق وغاص في قرار البحر، فإن السلطان يغضب عليه، أو يعذبه، فيموت في ذلك العذاب.وإن رأى كافر أنه غرق في بحر فإنه يؤمن، لقوله تعالى:  \"  حتى إذا أدركه الغرق، قال: آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل وأنا من المسلمين  \". ومن رأى  أنه مات غريقاً في الماء كاده عدوه، والغرق في الماء الصافي غرق في مال كثير"
    },
    {
        "id": 18,
        "text": " الغزال\n  هو في المنام من النساء، أو الأولاد الملاح، فمن صاد غزالاً أو أهدي إليه أو ابتاعه حصل له رزق أو تزوج إن كان عازباً أو رزق ولداً. ومن رأى  أنه أخذ غزالاً أصاب ميراثاً وخيراً كثيراً، فإن ذبح الغزال تزوج جارية.وإن رأى غزالاً وثب عليه، فإن إمرأته تعصيه، ومن ملك غزالاً فإنه يملك مالاً حلالاً، أو يتزوج إمرأة كريمة حرة. أنظر أيضاً الظبية"
    },
    {
        "id": 19,
        "text": " الغزال\n  غزال القطن ونحوه من رجل أو إمرأة هو في المنام يدل على المسافر، وإن الغزل دليل على السفر، فلو رأى أنه أصبح غراباً فإنه يدل على انتقاله من حالة إلى حالة"
    },
    {
        "id": 20,
        "text": " الغزل\n  إذا رأت المرأة في المنام إنها تغزل وتسرع في الغزل فإنه يأتي لها غائب، فإن تأنت في الغزل فإنها تسافر، أو يسافر زوجها، فإن غزلت قطناً فإنها تترك صداقها على زوجها، فإن غزلت كتاناً فإنها تسعى إلى مجال الحكمة، فإن كان الغزل رقيقاً فإنه عمل بتقتير ويتعب فيه، وإن كان غليظاً فإنه سفر فيه نصر. ومن رأى  أنه يغزل صوفاً أو شعراً أو نحوهما فإنه يسافر ويصيب خيراً. ومن رأى  أنه ينقض غزلاً فإنه ينقض العهود والمواثيق"
    },
    {
        "id": 21,
        "text": " الغزو\n  إذا كان الغزو في البحر في المنام دل على الفقر والفشل والوقوع في المهالك، وانظر أيضاً الجهاد، وانظر الحرب"
    },
    {
        "id": 22,
        "text": " الغزولي\n  تدل رؤياه في المنام على إبرام الأمور، والشروع في الأعمال الصالحة والاشتغال بالتغزل أو محبة النساء"
    },
    {
        "id": 23,
        "text": " الغسل\n  هو في المنام يدل على التوبة من الذنوب، وقضاء الواجب من بر الوالدين، أو الأصحاب، فإن اغتسل بالماء البارد في الشتاء دل على الهموم والأنكاد والأمراض، وإن اغتسل بالماء الحار في زمن الشتاء دل على الأرباح والفوائد والشفاء من الأمراض، ومن اغتسل للعيد وكان عازباً تزوج، وإن اغتسل للكسوفين ربما أقدم على أمر عظيم أو أصابه نكد، وإن كان الذي اغتسل في المنام كافراً أسلم، وإن كان مجنوناً شفي، وإن اغتسل في المنام للإحرام أو لدخول مكة فإنه يدل على الفرح والسرور والاجتماع بالغائبين وقضاء الدين، وكذلك إن اغتسل في المنام للرمي والطواف. وربما دل غسل الرمي على النصر على الأعداء، والغسل للطواف سعي في طلب الرزق أو خدمة الأكابر. ومن رأى  أنه اغتسل ولبس ثياباً جديدة، فإن كان مريضاً شفاه الله تعالى، وإن كان مديناً قضى الله دينه، وإن كان سجيناً نجا من سجنه، وإن كان مهموماً فرج الله عنه همه، وإن كان يحج رزق الحج، وإن كان فقيراً أغناه الله تعالى، وإن كان معزولاً جدد الله تعالى ولايته، لقوله تعالى:  \"  هذا مغتسل بارد شراب  \". فإن أيوب عليه السلام حين اغتسل، ولبس ثياباً جديدة، رد الله تعالى عليه أهله وأولاده، وكل ما ذهب عنه، وإن لبس ثياباً بالية فيذهب همه ويفتقر. ومن رأى  أنه ينزل للغسل في حوض أو خابية وكان عازباً فإنه يتزوج. ومن رأى  أنه اغتسل بماء حار ناله هم، وشرب الماء الحار لا يحمد، لقوله تعالى:  \"  وسقوا ماء حميماً فقطع أمعاءهم  \". وقيل الغسل زواج، وإذا اغتسلت المرأة المجهولة فهو الغيث ينزل من السماء، وغسل اليدين بالصابون قضاء دين وزوال هم ونكد، وغسل الثوب يدل على صلاح الدين. ومن رأى  أنه غسل ثوباً أصفر وأنقاه من الصفرة نجا من المرض، وقيل غسل الثياب يدل على وفاء الدين، وغسل الميت في المنام يدل على قضاء دينه. ومن رأى  أن ميتاً يطلب إنساناً يغسل ثيابه، فإن ذلك افتقاره إلى دعاء من رآه أو إلى صدقة أو قضاء دين أو تنفيذ وصية"
    },
    {
        "id": 24,
        "text": " الغش\n  هو في المنام دليل على الارتداد عن الدين، لقوله عليه السلام:  \"  من غشنا فليس منا  \""
    },
    {
        "id": 25,
        "text": " الغشاوة\n  من رأى في المنام أن على عينيه غشاوة من بياض، أصابه حزن عظيم، ويكون صابراً لقصة يعقوب عليه السلام في ابيضاض عينيه"
    },
    {
        "id": 26,
        "text": " الغشيان\n  من رأى في المنام أنه غشي عليه ناله أمر محزن"
    },
    {
        "id": 27,
        "text": " الغضاب\n  تدل رؤيتها في المنام على التلبيس وأخلاق الأشرار"
    },
    {
        "id": 28,
        "text": " الغضاة\n  شجرته في المنام رجل صلب لئيم، فمن رأى أنه على شجرة الغضاة فإنه يتصل برجل صلب لئيم غريب، وقيل الغضاة رجل شريف منيع"
    },
    {
        "id": 29,
        "text": " الغضايري\n  تدل رؤيته في المنام على بائع الجواري والعبيد، أو الدواب، أو على الاحتفال بالجموع في الخير، أو الشر"
    },
    {
        "id": 30,
        "text": " الغضب\n  هو في المنام سجن، فمن رأى أنه خرج من داره غاضباً فإنه يسجن، وإن غضب لأجل الدنيا فإنه مستخف بدين الله تعالى، وإن كان لأجل الله تعالى فإنه يصيب قوة وولاية"
    },
    {
        "id": 31,
        "text": " غض البصر\n  هو في المنام دليل على المحافظة على أوامر الله تعالى ونواهيه، لقوله تعالى:  \"  قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم  \""
    },
    {
        "id": 32,
        "text": " الغطاس\n  يدل في المنام على الجاسوس، وعلى الفوائد والأرزاق"
    },
    {
        "id": 33,
        "text": " غطيط النائم\n  هو في المنام دليل على إدراك عدوه إياه، وعلى كشف ما يريد ستره. وربما دل على الأمن من الخوف، لأنه استغراق في النوم، والنوم راحة وأمن. ومن رأى  رجلاً يغط في نومه، فإن الغاط غافل"
    },
    {
        "id": 34,
        "text": " الغفران\n  هو في المنام لمن يستحق دليل على الصدقة، أو الكفارة، لقوله تعالى:  \"  قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف  \". وقوله تعالى:  \"  قل للذين آمنوا يغفروا للذين لا يرجون أيام الله ليجزي قوماً بما كانوا يكسبون  \""
    },
    {
        "id": 35,
        "text": " الغل\n  هو في المنام كسب حرام، لقوله تعالى:  \"  وما كان لنبي أن يغل، ومن يغلل يأت بما غل يوم القيامة  \". ومن رأى  أنه مغلول فإنه يدعى إلى الإسلام وهو كافر. ومن رأى  أن يده مغلولة إلى عنقه فإنه يصيب مالاً لا يؤدي حق الله تعالى.وإن رأى  أن يديه مغلولتان فإنه بخيل.وإن رأى  أن يده غلت إلى عنقه، فإن ذلك كف عن المعاصي، والغل زواج، ويدل على عمل غير صالح"
    },
    {
        "id": 36,
        "text": " الغلاف\n  هو في المنام زوج أو إمرأة خاليان من الزواج، والغلاف ولد أبله"
    },
    {
        "id": 37,
        "text": " الغلافي\n  هو في المنام يدل على زواج العازب وحمل المرأة، وإن السيف في الغلاف كالولد في البطن، وتدل رؤيته على ستر الأمور وكتم الأسرار، وحفظ المال"
    },
    {
        "id": 38,
        "text": " الغلام\n  هو في المنام بشارة لمن رآه، لقوله تعالى:  \"  يا بشرى هذا غلام  \". ومن رأى  أنه وضع غلاماً يناله هم أو مرض، وإن وضع جارية نال فرجاً، ومن حمل غلاماً صغيراً نال هماً، ومن وضعت من الحوامل غلاماً فإنها تبشر بجارية، وإن وضعت جارية بشرت بغلام. أنظر أيضاً الصبي"
    },
    {
        "id": 39,
        "text": " الغلبة\n  هي في المنام إذا كثرت دلت على ما يوجب ذلك من فرح أو كره، والغلب دال على قهر العدو من الحيوان، وإذا كان من جنس واحد فالقاهر مقهور، والغالب مغلوب"
    },
    {
        "id": 40,
        "text": " الغلق\n  من رأى في المنام أنه أغلق باباً جديداً فإنه يتزوج إمرأة صالحة إن كان عازباً، وقد يكون الغلق في باب واحد أو غيره فهو بقاء ذلك الأمر لصاحبه. ومن رأى  أنه أغلق قفلاً تزوج امرأة، والغلق فتح يكون فيه مكر. ومن رأى  أن بابه مغلق فإنه يحكم في حفظ دنياه. ومن رأى  أنه يريد إغلاق باب داره، والباب لا ينغلق فإنه يمتنع من أمر يعجز عنه"
    },
    {
        "id": 41,
        "text": " الغم\n  هو في المنام فرح بعد حزن، والغم يدل على الداء والهم بسبب أهله أو إلزامه بشيء. وربما دل ذلك على بطلان الفوائد والقعود عن الحركات، وإن كان في شيء من ذلك في اليقظة دل على الخير وبالعكس ما ذكرناه، والغم هو السرور"
    },
    {
        "id": 42,
        "text": " الغماز\n  هو في المنام رجل حقود. ومن رأى  أنه صار غمازاً فإنه يسر بأمر ثم يحزن في نهايته"
    },
    {
        "id": 43,
        "text": " الغنى\n  هو في المنام فقر، فمن رأى أنه غني افتقر أو صار قانعاً، وإن القناعة غنى والغنى قناعة"
    },
    {
        "id": 44,
        "text": " الغناء\n  هو في المنام كلام باطل ومصيبة، وإذا كان الصوت جميلاً فإنه يدل على تجارة نافعة، وإذا كان الصوت غير جميل فهي تجارة خاسرة، والمغني حكيم أو عالم أو مذكر أو خطيب. ومن رأى  موضعاً يغنى فيه فيقع هناك كذب يفرق بحق الأحباب بكيد حاسد، والغناء في المنام يدل على شر ونزاع ذلك بسبب تبدل الحركات في الرقص. ومن رأى  أنه يغني قصائد بلحن جيد وصوت جميل، فإن ذلك حسن لأصحاب الغناء والألحان وأصحاب الموسيقى. ومن رأى  أنه يغني غناء رديئاً، فإن ذلك يدل على بطالة ومسكنة. ومن رأى  في منامه أنه يمشي في الطريق ويغني، فإن ذلك خير. ومن رأى  أنه يغني في الحمام، فإن ذلك يدل على أن كلامه غير واضح. ومن رأى  أنه يغني في السوق أو في رحبة، فإن ذلك رديء للأغنياء، ويدل على فضائح وأمور قبيحة يقعون فيها، ويدل في الفقراء على ذهاب عقولهم. ومن رأى  أنه يغني في سوق وهو من الأتقياء فإنه يحضر فتنة تقع في ذلك السوق، وغناء الأراذل في السوق يدل على نقص عقولهم"
    },
    {
        "id": 45,
        "text": " الغنم\n  هي في المنام رعية صالحة طائعة، والغنم تدل على الغنيمة والأزواج والأملاك والأولاد والزرع والأشجار المثمرة، فالضأن نساء كريمات جميلات ذوات مال وعرض مستور، والماعز نساء ذوات عرض مبذول لكشف عوراتهن، والضأن عوراتهن مستورة بالإلية. ومن رأى  أنه يسوق غنماً فالبيض عجم والسود عرب، فإن أخذ من أصوافها وألبانها فإنه يجني منهم أموالاً، فإن ملك الأغنام فإنها غنيمة يكسبها. وقيل إن الغنم الكثيرة قوم يساسون. ومن رأى  أنه وجد غنماً فإنه ينال ولاية ورياسة وملكاً وحكماً ونعمة. ومن رأى  قطيع غنم دام سروره. ومن رأى  رؤوس الغنم وأكارعها زاد عمره. ومن رأى  صورته تحولت إلى صورة غنمة نال غنيمة. أنظر أيضاً الخروف"
    },
    {
        "id": 46,
        "text": " الغنيمة\n  هي في المنام لمن نالها دالة على الفرج والسرور والرزق والظفر بالمطلوب والبركة في المال، والزيادة في الصنف الذي غنمه، ومن أخرج خمس الغنيمة في المنام فإنه يدل على ملازمته للصلوات الخمس"
    },
    {
        "id": 47,
        "text": " الغواص\n  هو في المنام ملك. ومن رأى  أنه غاص في البحر لاستخراج اللؤلؤ فإنه يدخل في عمل ملك وينال منه جارية يولد منها إبن حسن، أو يطلب علماً من عالم، أو يطلب مالاً من تاجر أو من ملك، والغواص رجل داخل في غوامض الأمور، وتدل رؤيته على العالم العظيم والقدوة المقتفي أثار المرشدين والمظهر لحقائق المحققين. أنظر أيضاً الغطاس"
    },
    {
        "id": 48,
        "text": " الغوص\n  من رأى في المنام أنه غاص في ماء بحر فأصابه وحل من قعره فيصيبه من الملك هم. ومن رأى  أنه يغوص في نهر، ولا يقدر أن يخرج منه فإنه لا يحتمل المضرة التي تعرض له، ولا يصبر عليها"
    },
    {
        "id": 49,
        "text": " الغي\n  هو في المنام دليل على الفتنة في الدين، والعدول عن الرشد، وبيان الحق"
    },
    {
        "id": 50,
        "text": " الغيبة\n  إذا رأى الإنسان نفسه في المنام قد غاب في الأرض دل ذلك على سفر بعيد، والغيبة للمريض موت، لأهل المحبة مراقبة وكشف. ومن رأى  أنه غاب في الأرض من غير حفر وطال تعمقه حتى ظن أنه لا يصعد فإنه مغرور بطلب الدنيا"
    },
    {
        "id": 51,
        "text": " الغيبة\n  تدل في المنام على محق البركات، وإن الغيبة تأكل الحسنات كما تأكل النار الحطب. ومن رأى  أنه يغتاب إنساناً وكانت الغيبة بالفقر، فإن الفقر يرجع إليه، وإن كانت بفضيحة رجعت الفضيحة إليه، فالغيبة في المنام راجعة بمضرتها إلى صاحبها، فمن اغتاب أحداً بشيء ابتلي بذلك الشيء"
    },
    {
        "id": 52,
        "text": " الغيرة\n  تدل في المنام على الحرص، فمن رأى أنه غيور فإنه حريص. ومن رأى  أنه يغار على شيء فإنه يحرص على أمور الدنيا"
    },
    {
        "id": 53,
        "text": " الغيظ\n  يدل في المنام على الموت الفجائي. وربما دل على ارتكاب الفضائح والأمراض لتغير حال المغتاظ عند غيظه. ومن رأى  أنه مغتاظ على إنسان، فإن أمره ينقلب عليه، ويذهب ماله، لقوله تعالى:  \"  ورد الله الذين كفروا بغيظهم لم ينالوا خيراً  \". والغيظ فقر وإتلاف مال"
    },
    {
        "id": 54,
        "text": " الغيوم\n  يدل الغيم في المنام على السفر في البحر، لسيره وحمله الماء فيما بين السماء والأرض، كما يدل على نصر المؤمنين، وموت المرضى، لقوله تعالى:  \"  هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام والملائكة وقضي الأمر  \". ومن ركب على شيء من السحاب والغمام ارتفع قدره وسافر إن كان سليماً أو تزوج زوجة عظيمة إن كان أعزب. وربما دلت الغيمة على الغمة لاشتقاقها منها. أنظر أيضاً الجفل، وانظر السحاب"
    }
]