[
    {
        "id": 0,
        "text": " اليأس\n  يدل اليأس على النجاة، لقوله تعالى:  \"  فلما استيئسوا منه خلصوا نجيا  \". ومن رأى  أنه يئس من روح الله فإنه يعمل عمل أهل النار. أنظر أيضاً القنوط"
    },
    {
        "id": 1,
        "text": " الياسمين\n  من وجد في المنام ياسميناً أو رآه نال سروراً وفرحاً وخيراً. ومن رأى  الملائكة نزلوا يلتقطون الياسمين ذهب علماء ذلك البلد، والياسمين يأس ومين أو هو الكذب. وربما دل الياسمين على انفراج الهموم والأنكاد، والزواج للعازب، وما لم ينفتح منه يدل على زواج الأبكار، ومن كان يشكو برداً ورأى معه في المنام ياسميناً زال ما به من الشكوك"
    },
    {
        "id": 2,
        "text": " الياقوت\n  هو في المنام فرح ولهو، فمن رأى أنه تختم بالياقوت فإنه يكون له زينة. ومن رأى  أنه أخذ فص ياقوت وأراد الزواج تزوج إمرأة حسناء جميلة ذات دين، لقوله تعالى:  \"  كأنهن الياقوت والمرجان  \". ومن وجد فص ياقوت فيصير إليه مال من العجم، والكثير من الياقوت للعالم علم، وللوالي ولاية، وللتاجر تجارة، وقيل إِن الياقوت صديق قاسي القالب، ومن كان له إكليل من ياقوت ومرجان، فإن ذلك عزه وقوته من قبل امرأة. وربما كان الياقوت للفقراء قوتاً يحصل لهم. وربما كان مصحفاً، وربما كان للمريض نجاة من النار، لأن النار لا تعمل في الياقوت. ومن رأى  في يده فص ياقوت أحمر، فإن إمرأة جميلة قاسية القلب تحبه. ومن رأى  بيده فصاً يشبه الياقوت وليس بياقوت فإنه يدعي الشرف وليس بشريف"
    },
    {
        "id": 3,
        "text": " اليباس\n  هو في المنام يدل على الأمن من الخوف، لقوله تعالى:  \"  فاضرب لهم طريقاً في البحر يبساً لا تخاف دركاً ولا تخشى  \". ومن رأى  أن به مرضاً من يباس فقد أسرف في ماله من غير مرضاة الله تعالى، وأخذ ديوناً من الناس، وأسرف فيها، ولم يقضيها، فنزلت به العقوبة"
    },
    {
        "id": 4,
        "text": " اليتم\n  هو في المنام ذل، فمن رأى أنه يتيم فإنه يقهر، لأن اليتامى مقهورون، وأموالهم في يد غيرهم"
    },
    {
        "id": 5,
        "text": " يحيى عليه السلام\n  من رآه في المنام فإنه يؤتى ورعاً وتقى، وعصمة من الآفات، ولا يكون له نظير، لقوله تعالى:  \"  لم نجعل له من قبل سميا  \". وقوله:  \"  وسيداً وحصوراً ونبياً من الصالحين  \". ومن رأى  يحيى عليه السلام، فإن ذلك حياة ودولة وبشارة تأتيه"
    },
    {
        "id": 6,
        "text": " اليد\n  هي في المنام إحسان الرجل وظهره وسنده، فمن رأى أن يده طالت وقويت وكان والياً فهو ظفره بأعدائه، وقوة أعوانه، وقواده. ومن رأى  أن يديه مبسوطتان فإنه رجل سخي ينفق كل ما له. ومن رأى  أنه يمشي على يديه فإنه يعتمد في أمر يطلبه على أخيه أو ولده أو شريكه.وإن رأى  أن يده اليمنى من ذهب فيذهب كسبه وبطشه.وإن رأى  أن يده اليسرى كلمته، فإن إخوانه ينكرونه أو تنكره زوجته أو شريكه.وإن رأى  أن يده أدخلها تحت إبطه ثم أخرجها ولها نور، وكان طالب علم نال رئاسة في علمه، وإن كان تاجراً نال رئاسة وذكراً، وإن خرج من يده ماء فإنه ينال مالاً، واليدان تدلان على المرتبة والولدين والدولة، ويدلان على صلاح الأعمال لمن يأخذ ويعطي بيديه، واليد اليمنى تدل على إبن أو أب أو صديق أو من يحل عندك محل اليمين، واليد اليسرى تدل على المرأة والأم والأخت والبنت والجارية. ومن رأى  أنه فقد إحدى يديه دل ذلك على فقدانه بعض من دلت تلك اليد عليه. ومن رأى  يده قطعت دل على موت أخيه أو صديقه أو كاتبه أو سقط ما بينهما من الألفة. ومن رأى  في يده طولاً فإنه يكون كثير الطول على الناس، بالفضل والأنعام والجود والكرم. ومن رأى  سلطاناً قطع يديه ورجليه من غير خلاف فإنه يتوب. ومن رأى  أنه ليس له يد فإنه عاشق. ومن رأى  من الولاة أن يديه ورجليه قطعت فإنه يعزل. ومن رأى  أن يديه مقبوضتان دل على بخله. ومن رأى  أنه يمشي على يديه استعان بهما على معاشه. ومن رأى  أنه يجرح يديه بسكين فإنه يتعجب من شيء، لقوله تعالى:  \"  فلما رأينه وأكبرنه وقطعن أيديهن  \". ومن رأى  أن يمينه شلت توقفت معيشته أو ارتكب ذنباً عظيماً. ومن رأى  يده صارت ذهباً دل على ذهاب ما في يده. ومن رأى  أن يده صارت يد نبي، فإن الله تعالى يهدي قوماً على يديه ويسوق الخير والبركة إليه. ومن رأى  أنه أخضب يده في وعاء فيه دم فإنه يحضر فتنة. ومن رأى  أنه يأكل يده أو بعضها فإنه يفعل أمراً يندم عليه، أو يكون ظالماً، لقوله تعالى:  \"  ويوم يعض الظالم على يديه  \". واليد المنقوشة بالحناء ذل يصيبه أو حاجة أو ضرورة. ومن رأى  يمينه قطعت فإنه يحلف يميناً فاجرة. وربما دل على سرقة، ومن قطعت يداه ورجلاه فإنه يموت. وربما حبس أو قيد أو مرض مرضاً شديداً، وربما كان فقراً أو حاجة، ومن طالت يده حتى صارت كالرمح فهو ظالم يطعن في أعراض الناس، ومن قطعت يده تغرب عن أهله أو تحول عن عمله، أو يكون قاطعاً لرحمه. وربما كف عن المحارم والمعاصي، والغريب إذا رأى يده قطعت وسال منها الدم أصاب مالاً ورجع إلى بلده. ومن رأى  أنه تربت يداه فإنه فقر من مال أو نقصان من ولد أو أخ أو علم أو خبر، وتدل اليد على الصناعة التي تصدر عنها، وعلى المبايعة، وعلى العهد. وربما دل فقد اليد على الغنى عن السؤال. وربما دل حسن اليد على النصر على الأعداء. ومن رأى  أنه ينفض يديه دل على الفراغ من العمل والمقاطعة، والغل في اليد دليل على فساد الدين، ومن فقدت يداه وكان من أهل الطاعة حسن توكله على الله تعالى، وإن كثرت أياديه دل على طمعه في الدنيا واهتمامه بكسبها، ومن صارت يده يد سبع أضاع الصلاة واتبع الشهوات، ومن صار أعسر فإنها فائدة ورزق، لأن بعد العسر يسراً. أنظر أيضاً الكف"
    },
    {
        "id": 7,
        "text": " اليربوع\n  هو في المنام رجل حلاف كذاب، فمن نازعه نازع إنساناً، وهو في المنام حفار أو نباش"
    },
    {
        "id": 8,
        "text": " اليرقان\n  هو في المنام لباس أو زوجة غير مناسبة"
    },
    {
        "id": 9,
        "text": " اليسر\n  هو في المنام ضد العسر، ربما دل ذلك على التقوى، لقوله تعالى:  \"  ومن يتق الله يجعل له من أمره يسراً  \""
    },
    {
        "id": 10,
        "text": " يعقوب عليه السلام\n  من رآه في المنام رزق قوة ونعمة وأزواجاً وأولاد، ونال من أحدهم حزناً ثم يفرج عنه. ومن رأى  يعقوب عليه السلام نال قرباً من الله تعالى بطاعته وعبادته وتصدقه على المساكين، وإن كان له إبن غائب رجع إليه سالماً، ورواية يعقوب عليه السلام تدل على الحزن وفقدان الأهل، ومن يعز عليه من الأولاد. وربما دلت رؤيته على المال الجزيل والأسفار وارتفاع الأسعار، وجود الضائع وضياع الموجود وحسن العاقبة في الأهل والمال والولد"
    },
    {
        "id": 11,
        "text": " اليقظة\n  هي في المنام تدل على أوجه: السداد في الأشغال وملازمة الأمور، والرجوع في شيء يكرهه الإنسان، وزيادة في العمر. ومن رأى  أنه أيقظ نائماً فإنه يرشده إلى الطريق"
    },
    {
        "id": 12,
        "text": " اليمين\n  إذا كان اليمين كاذباً فهو فقر وذل وخذلان وخداع، وإن كان اليمين فاجراً فهو خراب المنزل لمن حلفه، وإذا كان اليمين صادقاً فهو عمل صالح وأمن من الخوف. أنظر أيضاً الحلف، وانظر الإيلاء"
    },
    {
        "id": 13,
        "text": " اليهودي\n  هو في المنام عدو، لقوله تعالى:  \"  لتجدن أشد الناس عداوة للذين أمنوا اليهود  \". ومن عامل يهودياً أو صاحبه فإنه يرى إنساناً يجحد الحق ويماطل به، وهو ذو سحر وخيانة، وهو منجم وخادع، والمرأة اليهودية دنيا بوعد لا يتم. ومن رأى  أنه صار يهودياً فإنه يجترئ على المعاصي. ومن رأى  يهودياً فإنه يرث عمه، وقيل رؤية اليهودي هدى، واليهود في المنام أعداء في صورة أصدقاء. وربما دلت رؤية اليهود على النكد من الجزارين، وإن كان الرائي فقيراً كتم شهادة وعلماً، وإن اليهود عرفوا الحق وكتموه، وإن كان مديناً جحد ما عليه من الحق"
    },
    {
        "id": 14,
        "text": " يوسف عليه السلام\n  رؤيته في المنام دالة على الملك والخلافة. وربما كان في زمنه الغلاء والقحط وفقدان الأهل والأقارب والولد، وتدل رؤيته على السجن والخلاص منه، وعلى الحظ من النساء، أو على علم الرؤيا وتفسير الأحلام. وربما ظفر بعدوه وعفا عنه. وربما ظهرت له معجزة عظيمة كرجوع بصر أبيه عليهما السلام، وإن رأت المرأة يوسف عليه السلام وكانت عازبة تزوجت واستغنت، وإن كانت فقيرة حسنت حالتها في الدنيا والآخرة. ومن رأى  يوسف عليه السلام خضع له الأولياء والأقارب، ويكون كثير الصدقة والإحسان، وقيل من رأى يوسف عليه السلام فإنه يصيبه بلاء وفتنة من إخوته ثم ينجو ويظفر بأعدائه. ومن رأى  يوسف عليه السلام يكلمه، أو يعطيه شيئاً فإنه يصير معبراً للمنامات، عارفاً بعلم التواريخ، ومن رآه نال خيراً في غربته، وإن كان سجيناً تخلص من سجنه، وخضع له أعداؤه، وإن كان غائباً رجع إلى وطنه سالماً، وإن كان طالباً للرئاسة نالها"
    },
    {
        "id": 15,
        "text": " يونس عليه السلام\n  من رآه في المنام فإنه يتعجل في أمر يناله من سجن أو ضيق أو هم ثم ينجو بعد ذلك ويتمتع إلى حين، ويكون سريع الغضب سريع الرضا"
    }
]