[
    {
        "id": 0,
        "text": " حاجب العين\n  هو زينة العين، والحاجب للرجل حسن سمته وجماله وأمره وجاهه في دينه، وأمانته ومكانته، ويقع تأويل الحاجبين على ما يرى من صلاح أو فساد، وإذا كان الحاجبان كثيفي الشعر فهما عمودان من أجل أن النساء يسودن حواجبهن طلبا للزينة، والحاجبان أبوان أو ولدان أو شريكان أو زوجتان أو نائبان.فإن رأى  الإنسان حاجبيه قد اقترنا، دل ذلك على الألفة والمحبة وبالعكس، واسودادهما وغزارة شعرها دليل على حسن حال من دلا عليه، ونزولهما على العين دليل على تغير حال من دلا عليه من ولد أو شريك أو زوجة أو صاحب، ربما دل ذلك على طول العمر حتى يرى نفسه كذلك، والحاجبان يدلان على مرتبة في الدين. وربما دل الحاجب على حفظ من دلت عليه العين كالوالي والوصي والزوج، وهو قوس سهامه اللحاظ من العيون الجميلة"
    },
    {
        "id": 1,
        "text": " حاجب الملك\n  إن رأى الملك حجابه قياماً في الناس فإنهم ينفذون أوامره، فإن رآهم قعوداً فإنهم يتوانون ويقصرون، وحاجب الملك بشارة، والحاجب رجل أديب يستشار ويستند إليه الرفيع والوضيع، وتدل رؤية الحاجب في المنام على تعذر الأسباب"
    },
    {
        "id": 2,
        "text": " حارس الملك\n  تدل رؤيته في المنام على ذكر الله تعالى وقيام الليل. وربما دلت رؤيته على الشر واللغط في الكلام. وأما حارس السجون فإنه يدل على ظهور ما يخفى"
    },
    {
        "id": 3,
        "text": " الحافر\n  يدل في المنام على العلم والرزق والغنى، خاصة إن كان قد رأى في المنام حافر فرس الملك، ويدل الحافر على النقلة من مكان إلى مكان، والحافر هداية للضال، ومن سمع وقع حوافر الدواب من غير أن يراها فهو مطر وسيول"
    },
    {
        "id": 4,
        "text": " الحاكم\n  من رأى في منامه الحكام في صفة حسنة، بلغ ما يرومه منهم أو اهتدى إلى الرشد. وربما دل الحاكم على المجبر والمهندس، وعلى الرفقة والاجتماع، ويدل الحاكم على الخياط والحجام، فإن سمع الحاكم في المنام بينة من معتوه أو مجنون أو مغفل أو من كناس يكنس الطرقات أو نخال ينخل الدقيق أو قمام يوقد في الحمام، أو المقيم في الحمام يخدم الناس أو قوال يغني أو رقاص يرقص، كان ذلك دليلاً على قبوله الرشوة والميل إلى ذوي الأغراض الفاسدة. وربما دل الحاكم على الوالدة والأسياد والمؤدب، والصغير المحجور عليه إذا رأى كأنه صار حاكماً جاز تصرفه واعتبر راشداً"
    },
    {
        "id": 5,
        "text": " الحانة\n  تدل في المنام على النشاط، وتصريف الهموم. وربما دلت على المرأة الزانية، أو الأمة المبذولة، وتدل على الهموم والأنكاد لما يوجب الحد، فمن كان موعوداً حان إنجاز وعده أو خامر على سلطانه لأنها خمارة، وإن كان مريضاً حان حينه، وإن كان ورعاً خشي عليه من الفتنة، وإن كان مهتدياً ارتد"
    },
    {
        "id": 6,
        "text": " الحانوت\n  هو في المنام زوجة الرجل وولده، وموته وحياته، وماله وجاهه، وأمته ودابته، وسره، فإن انهدمت دكانه في المنام طلق زوجته أو فارق ولده أو مات إن كان مريضاً أو فقد ماله أو باع أمته أو ماتت أو ظهر سره.وإن رأى حانوته جديداً طيب الرائحة، فإن كان أعزب تزوج إمرأة صالحة أو رزق ولداً، وإن كان مريضاً عوفي من مرضه، وطالت حياته. وربما علا قدره واتسع جاهه أو اشترى أمة جميلة أو دابة فارهة. وربما دل الحانوت على الوالد والوالدة لأنهما كانا سبب إِيجاده وغذائه، وما عرف في حانوته من زيادة أو نقص أو جدة أو هدم عاد على من دل الحانوت عليه. ومن رأى  أنه جلس في حانوت فإنه يستفيد خيراً. ومن رأى  أن حانوته أنهدم وكان والده أو أمه أو زوجته في حالة مرض، فإن المريض يموت، والحانوت معيشة الرجل وتزوجه. ومن رأى  أن يكنس حانوته فإنه يتحول منه. ومن رأى  أنه يكسر باب حانوته فإنه يتحول منه.فإن رأى أبواب الحوانيت مغلقة انتشر الكساد.وإن رأى أبوابها مفتوحة يسر الله سبل التجارة"
    },
    {
        "id": 7,
        "text": " الحاوي\n  تدل رؤيته في المنام على معاشرة أهل الشر، وعلى مداراة الأعداء، فإن كان معه في المنام حيات، وكان الرائي مريضاً دل ذلك على طول عمره وحياته، وإن لم يكن معه شيء من ذلك بل صار دودة حرير، فإن ذلك يدل على توبته إن كان عاصياً، وغناه إن كان فقيراً، وربما انتقل من حرفة رديئة إلى حرفة صالحة. وربما دل الحاوي على نخاس الجواري والمماليك العجم. وربما دلت رؤيته على الأمراض، والحواء رجل غرار"
    },
    {
        "id": 8,
        "text": " الحائط\n  من رأى في المنام أنه قائم على حائط أو كان راكباً إِياه فالحائط رجل منيع صاحب دين، ومال وقدر على مقدار عرض الحائط وإحكامه ورفعته.وإن رأى امرؤ أن حائطه سقط فإنه يصير إلى كنز. ومن رأى  أن حائطاً سقط عليه فقد أذنب ذنوباً كثيرة وتعجل عقوبته. ومن رأى  حيطاناً مندرسة فهو رجل إمام عالم كبير، فإن جددها، فإن أصحابه وجنوده يتجددون وتعود حالهم الأولى في الدولة. ومن رأى  أنه متعلق بحائط فهو على شرف زواله بقدر استمكانه منه في تعلقه، ويقال: بل يتعلق برجل رفيع، فإن رفع حائطاً فطرحه فإنه يسقط رجلاً عن معيشته، أو يهلكه، أو يقتله، فإن عرف الحائط، فإن صاحبه يموت مهموماً، وقيل الحائط رجل ذو سلطان غالب، وحائط المدينة رجال غزاة أو سلطان قوي أو رئيس جبار حافظ لماله، فإن وثب من حائط أو اعتمد على عصا فإنه يتحول من رجل مؤمن إلى رجل منافق، أو يترك مشورة مؤمن بمشورة منافق، ومن نظر في حائط فرأى مثاله فيه فإنه يموت، ومن سقط من حائط سقط عن حاله أو عن رجاء يرجوه. ومن رأى  كأنه جلس على حائط وفي يده سوار من ذهب فإنه ينال علواً أو شرفاً وثروة وجاهاً، ورؤية الجدار في المنام يدل على العلم والهدى، والإطلاع على الأشرار، والحكم، أو الفرقة بين الأصحاب. ومن رأى  الحائط سقط إلى داخل الدار مرض صاحبها، وإن سقط الحائط إلى خارج الدار فذلك موته، وإن كان مسافراً قدم من سفره. ومن رأى  حائطاً تجدد في مكانه فإنه مصاهرة، ومن بنى حائطاً من اللبن عمل عملاً صالحاً، ولا يحمد البناء بالأجر والجص، والحائط إذا انشق في مكانه فإنه زيادة سجن في ذلك المكان"
    },
    {
        "id": 9,
        "text": " الحائك\n  تدل رؤيته في المنام، على تسهيل الأمور والسفر. وربما دلت رؤيته على موت المريض"
    },
    {
        "id": 10,
        "text": " الحب\n  هو في المنام هموم وأنكاد وعمى وصمم، والعشق ابتلاء في اليقظة، وشهرة توجب عطف الناس عليه، ويدل على الفقر والموت للمريض. وربما دل الموت في المنام على العشق والبعد عن المحبوب، والحياة بعد الموت مواصلة للعاشق بالمعشوق، والكي والحريق في المنام عشق، ودخول الجنة في المنام صلة بالمحبوب، ومواصلة للعاشق بالمعشوق، كما أن دخول النار في المنام فرقة، والشغف والحب في المنام غفلة ونقص في الدين، والعشق فساد في الدين ونقص في المال، وحب الله سبحانه وتعالى في المنام تمكين في الدين، وحسن يقين، واتباع لسنة النبي صلى الله عليه وسلم ربما دل ذلك على الولد، وطلاق الأزواج، والنقص في المال، وجفاء الإخوان. وربما دل ذلك على الجوع، أو الأمراض المختلفة، أو الأسفار في الأمكنة البعيدة الخطر، فإن ادعى المحبة، أو الشغف في المنام ضل بعد هداه، وإن كان الرائي عالماً فتن الناس بزخارفه، ونقض عليه قواعد رشدهم، وإن كان الرائي حقيراً ارتفع قدره، واشتهر ذكره، وظهرت حجته، وازداد يقينا وديناً ودنيا، وإن كان حديث عهد بالإسلام تبصر في دينه، وقوي إيمانه"
    },
    {
        "id": 11,
        "text": " الحبار\n  تدل رؤيته في المنام على العلو والرفعة والمنصب وقضاء الحاجات والعلم"
    },
    {
        "id": 12,
        "text": " الحبارى\n  هو في المنام رجل سخي صاحب دخل، كثير الأكل والشرب لا يفتر ليلاً ولا نهاراً"
    },
    {
        "id": 13,
        "text": " الحبس\n  هو في المنام ذل وهم، فمن رأى والياً حجر عليه أو حبس أصابه هم شديد، والحبس بمنزلة الأسر في التأويل. ومن رأى  أنه حبس في سجن فإنه يصير إلى ملك كبير، ويحسن دينه، فإن يوسف عليه السلام كان صاحب السجن. ومن رأى  أنه حبس في بيت مجصص منفرد عن البيوت مجهول فهو موته، وذلك البيت قبره، وقالوا: الحبس ذل، فإن رأت المرأة أن سلطاناً حبسها فإنها تتزوج رجلاً كبيراً"
    },
    {
        "id": 14,
        "text": " الحبل\n  هو في المنام حبل وميثاق، والحبل من السماء هو القرآن، والحبل عز وجاه أو مكر وخديعة، وقد تدل على السحر، والحبل هو الدين، فمن رأى أنه تمسك بحبل فهو معتصم بحبل الله تعالى، فإن كان الحبل من ليف فهو رجل خشن، وإن كان الحبل من جلد فهو رجل صاحب دماء، وإن كان الحبل من صوف فهو صاحب دين الإسلام. ومن رأى  أنه فتل حبلا فإنه يسافر، فإن فتله وجعله في عنق أحد من الناس فإنه يدل على الزوج، فإن لواه على نفسه تولى ولاية من سفر، فإن كان الحبل من شعر أو من صوف فإنه ولاية دين أو تجارة. ومن رأى  أنه نتف لحيته وفتل حبلا يأخذ رشوة من شهادة زور، وقيل من رأى الحبل سافر سفراً طويلاً، والحبل سبب من الأسباب، وإن كان الحبل في عنقه، أو على كتفه، أو على ظهره أو في وسطه فهو عهد يحصل في عنقه، وميثاق إما بنكاح أو بوثيقة أو نذر أو دين أو شركة أو أمانة، ومن فتل حبلاً أو لواه على عود أو غيره فإنه يسافر، وقد يدل الفتل والإبرام للأمور على النكاح. ومن رأى  حبلا على عصا فهو دليل على عمل فاسد من سحر ونحو ذلك"
    },
    {
        "id": 15,
        "text": " الحبة الخضراء\n  هي في المنام منفعة من رجل غريب شديد"
    },
    {
        "id": 16,
        "text": " الحبة السوداء\n  تدل في المنام على أن الإنسان يصاب بصحة وعافية في جسمه"
    },
    {
        "id": 17,
        "text": " الحبو\n  هو في المنام دليل على الزمانة، أو الصلاة قاعداً مع القدرة على القيام. وربما دل الحبو على القعود عن السفر، والاستهانة به، وإن كان فقيراً استغنى، وإن كان غنياً افتقر. وربما دل الحبو على محاباة الناس"
    },
    {
        "id": 18,
        "text": " الحث\n  حث الإنسان غيره على العمل، وحث الدابة على السير في المنام دليل على قبول الموعظة. وربما دل ذلك على المنية وأسبابها، وحض الإنسان غيره على إطعام أو فعل الخير في المنام دليل على توبة الفاسق"
    },
    {
        "id": 19,
        "text": " الحج\n  من رأى في المنام أنه حج، وطاف بالبيت، وقام بشيء من المناسك، فإن ذلك صلاح دينه، واستقامته على منهاجه، وثواب يرزقه، وأمن مما يخافه، ودين يقضيه، وأمانات يؤديها للمسلمين. ومن رأى  أنه خارج إلى الحج في وقته وكان معزولا ولي، وإن كان مسافراً وصل، وإن كان تاجراً ربح، وإن كان مريضاً شفي، وإن كان مديناً قضي عنه دينه، وإن كان لم يحج حج، وإن كان ضالاً هداه الله تعالى. ومن رأى  أنه حج أو اعتمر فإنه يعيش عيشاً طويلاً، وتقبل أموره. ومن رأى  أنه خرج إلى الحج وكان والياً عزل، وإن كان تاجراً خسر، وإن كان مسافراً قطع عليه الطريق، وإن كان صحيحاً مرض.فإن رأى  أن عليه حجاً ولا يحج فإنه كافر بالنعم وأداء الأمانات، والحج في المنام دليل على الزهد في القصد وقضاء الدين وفعل الخيراًت، أو السعي على ما يجب عليه بره كالوالدين والأستاذ، أو الهجرة أو زيارة عالم أو عابد. وربما دل الحج على زواج الأعزب، وهو للملك تحصن الأعداء، وخذلان أهل البغي، وفتح بلد عظيم من بلاد الكفر. وربما دل الحج على الغزو، وإن كان طالباً للعلم حصل له مراده، وإن كان فقيراً استغنى، وإن كان مريضاً مات أو عاصياً تاب، وإن كان متزوجاً طلق زوجته، وإن كان كافراً أسلم، فإن سافر إلى الحج راكباً رزق عوناً على ما ذكرناه كله على يد من دل المركوب عليه، فإن كان راكباً جملاً بختياً عاشر رجلاً كذلك، لأنه مركب سراة الناس، فإن قاد راحلة بلغ ذلك بإيمانه امرأة، وإن ركب فيلاً حج بصحبة ملك، وإن سافر ماشياً وقع في يمين يجب عليه الكفارة. وربما دل الحج على الرزق والغنيمة والقدوم من السفر، والفرج بعد الشدة، والصحة من المرض، والرجوع لما كان الإنسان عليه، فإن حمل معه زاد دل على التقوى. وربما دل على حمل الزاد للفقير، وعلى المدين لوفاء دينه، ومن حج ولم يعمل شيئاً من أعمال الحج فإنه يقصد السلطان في حاجة. ومن رأى  أنه يخرج إلى الحج وحده، والناس يودعونه ويرجعون عنه، دل ذلك على موته"
    },
    {
        "id": 20,
        "text": " الحجار\n  تدل رؤيته في المنام على القرب من الأكابر، وعلى الخصومات والسباب، وتفريق الجماعات، والحجار رجل خبير بمداواة قساة القلوب"
    },
    {
        "id": 21,
        "text": " الحجامة\n  الحجام في المنام رجل يكتب الصكوك على الناس، ويدل الحجام على كل متحكم في رقاب الخلق كالسلطان والعالم والحاكم والطبيب وكاتب الشرط والصكوك.فإن رأى  الإنسان في منامه حجاما قد حجمه وكان مظلوماً بدم أو في جهاد قتل وسال منه دم، وإن كان مريضاً شفي على يد طبيب، وإن كان مطلوبا بمال أداه على يد حاكم، وإن كان يرغب في النكاح تزوج، وتدل رؤية الحجام على زوال الهموم والأنكاد والأمراض. وربما دلت رؤيته على الغرم والخسارة بعد الربح، فإن صار في المنام حجاماً لأمه أو لأحد من أهله فإنه يعصي أمه أو من حجمه. ومن رأى  في المنام أنه يحجم، أو يحتجم ولي ولاية أو فقد أمانة، وإن كان الحجام شيخاً فهو جد الرائي، وإن كان شيخاً معروفاً فهو صديقه، وإن كان شاباً فهو عدد له يكتب عليه كتاب الشرط، فإن حجم ملكاً أو رجلاً فإنه يظفر بهما، ومن حجم شيخاً يعلو شأنه، وإن حجم شاباً ظفر بعدوه، وقالوا: الحجامة ذهاب المرض، وقالوا: نقص المال، وقيل من رأى حجاماً حجمه فهو ذهاب مال عنه في منفعة، فإن احتجم ولم يخرج منه دم فإنه قد دفن مالاً لا يهتدى إليه أو دفع وديعة إلى من لا يردها إليه، فإن خرج منه دم فيصح جسمه في تلك السنة، فإن انكسرت المحجمة فإنه يطلق إمرأته، أو يموت، وقيل من رأى أنه احتجم نال ربحا ولو كان سجينا. ومن رأى  أنه يحتجم\nنجها من السجن.وإن رأى أثر المشرط على عنقه، فإن ذلك شهادة عليه. ومن رأى  أنه يحجم إنساناً ولم يكن حجاماً فإنه ينجو من شر أو مخافة إنسان أو سلطان، والمحاجم لصوص والمشارط مفاتيح اللص، وإذا احتجم الغني أخرج ذهباً في غرامة، وقيل الحجامة شرب دواء مر يصبر عليه كصبره على ألم المشرط حتى ينال الصحة، وإذا أحجمت المرأة إمرأة أخرى فإنها تحبها إذا كانت الحجامة ليست صنعتها، ومن حجم شخصاً يخافه فإنه يأمن شره. وربما دلت الحجامة على بذل المال الحرام من المحجوم أو تكسب الحاجم، وإذا كان أحدهما صائماً أفطر أو فعلا فعلاً يفسد صومهما، فإن احتجم الرائي في المنام لصداع أو ألم في عينيه دل ذلك على شفائه من شكواه. وربما دلت الحجامة على المنع والسكوت عن رد الجواب وذلك من الحجم والإحجام"
    },
    {
        "id": 22,
        "text": " الحجر\n  هو في المنام يدل على الميت، وقد يدل على أهل القساوة والغفلة والجهل والبطالة، والحكماء يشبهون الجاهل بالحجر. ومن رأى  أنه ملك حجراً ظفر برجل أو تزوج امرأة. ومن رأى  أنه صار حجراً عصى ربه، وقسا قلبه، وفسد دينه، وإن كان مريضاً مات، وإلا أصابه فالج، وسقوط الحجر من السماء إلى الأرض على كل العالم، أو على الجوامع يدل على رجل قاصي القلب، فإن تكسر الحجر فطارت شظاياه إلى الدور والبيوت دل ذلك على تفرق المصائب في تلك البلدة، فكل من دخلت داره منها شظية نزلت بها مصيبة، وإن كان الناس في جدب يتقون استمراره ويخافون عاقبته، كان الحجر شدة تنزل بالمكان على قدر عظم الحجر وثقله، وإن كانت الحجارة كثيرة قد رمي بها الخلق فعذاب ينزل من السماء، فهو وباء أو جراد أو برد أو ريح أو غارة وأمثال ذلك. ومن رأى  أنه ينقل الحجارة، أو الجبال فإنه يحاول أمراً صعباً. ومن رأى  أنه يركب حجراً وكان أعزب فإنه يتزوج. ومن رأى  أنه علق في عنقه حجراً فيصيبه هم وغم وشر. ومن رأى  أنه ضرب حجراً بعصا فانفجر منه ماء وكان فقيراً فإنه يستغني، وإن كان غنياً ازداد غنى. وربما كان رزقاً هنيئاً، وربما دلت الحجارة على العباد والزهاد وأرباب القلوب الخاشعة.وإن رأى  الملك أن عنده حجراً دل على كثرة ماله.فإن رأى  العابد أن عنده حجراً ظهرت كرامته في بلده، وإن ضرب في المنام حجراً وقع في تهمة هو بريء منها، خاصة إن فر الحجر وهو يتبعه، والحجر حجر على الإنسان من الذي يمنعه من التصرف. وربما دل الحجر على حجر الهوام"
    },
    {
        "id": 23,
        "text": " حجارة الطواحين\n  تدل على العلماء والأولاد، والأزواج والأموال، فمن ملك منها شيئاً دل على العز والنصر على الأعداء، بالمال والسلاح، ومن ملك حجراً كحجارة الطواحين والمعاصر وحجر الماء وأمثالها فيحصل على فائدة من إنسان جليل القدر كالوالد والسيد، والأستاذ والأخ، والزوج والقريب والصديق. وربما كان رجلاً كثير الأسفار، ومن حمل حجراً ووجد منه نكدا قاسى من إنسان قاسي القلب على قدر ذلك من الخفة والثقل، والحجارة النافعة كحجر الخضر النافع لوجع العين والأذن يدل على الأطباء والعلماء وأصحاب الجاه والمعاش"
    },
    {
        "id": 24,
        "text": " حجر إسماعيل عليه السلام\n  من رأى في المنام أنه في هذا الحجر رزق ولداً يكفله ويعينه على دنياه، وإن كان ذا مال حجر عليه في ماله وتصرفه فيه"
    },
    {
        "id": 25,
        "text": " الحجر الأسود\n  يدل في المنام على الحج، فمن رأى أنه يقطع الحجر الأسود فإنه يريد أن يجمع الناس على رأيه.وإن رأى  أن الناس فقدوا الحجر الأسود فجعلوا يلتمسونه فوجدوه في موضعه فإنه رجل يظن الناس كلهم على ضلالة وهو على هدى. وربما دل على علم ينفرد به ويكتمه عن طلابه. ومن رأى  أنه مس الحجر الأسود فإنه يتبع إماماً حجازيا. ومن رأى  أنه قلعه فاتخذه لنفسه خاصة فإنه ينفرد ببدعة في دينه دون المسلمين. ومن رأى  أنه ابتلعه فإنه يضل الناس في أديانهم. ومن رأى  أنه صافح الحجر الأسود فإنه يحج، ويدل على مبايعة الخلفاء والملوك، أو التوبة على يد إمام عالم. وربما دل ذلك على تقبيل الولد، أو الزوجة، أو الزوج. وربما دل ذلك على خدمة أرباب المناصب كالحكام"
    },
    {
        "id": 26,
        "text": " حجر المنجنيق\n  هو في المنام رسول.فإن رأى  الإنسان أن سلطاناً رمى إنساناً بحجر فإنه يرسل إليه رسولاً فيه قسوة. ومن رأى  أنه يرفع حجراً ليختبر قوته فإنه يقابل بطلا قوياً منيعاً قاسياً، فإن رفعه كان غالباً، وإن عجز عن رفعه فهو مغلوب. ومن رأى  أنه يرمي إنساناً بحجر، فإن الرامي يدعو على المرمى عليه في أمر حق بقسوة قلب. ومن رأى  النساء ترميه، فإن السحرة يكيدونه"
    },
    {
        "id": 27,
        "text": " الحجر المنحوت\n  إذا بني به في المنام دل ذلك على العز والإقبال، وطول الأمل والأمن من الخوف، وعلى الأزواج المصونات، وعلى ما يوجب الألفة عليه كالعالم والطبيب والمنجم.فإن رأى  الطوب اللبن موضع الحجارة المنحوتة دل على الذلة، وزوال المنصب أو تغير الزوجات أو موت صاحب البناء، والأعتاب من الحجارة مكان الأعتاب من الرخام ذلة وفاقة، وإن صارت القبور الرخامية حجارة في المنام دل ذلك على تغير حال ما أوقفه الميت أو تغير حال ورثته"
    },
    {
        "id": 28,
        "text": " الحجل\n  يدل في المنام على سارق أو كاتم للأسرار"
    },
    {
        "id": 29,
        "text": " الحجلة\n  وهي في المنام إمرأة حرة طيبة أو رجل حسن الكلام، وقيل لحم الحجل كسوة. ومن رأى  أنه أصاب حجلا ذكراً فإنه يصيب ولداً غلاماً مباركاً، يكثر انسه، وتقر به عينه. ومن رأى  أنه أصاب حجلة أنثى فإنه يصيب إمرأة حسناء، فإن كانت له إمرأة حامل فإنها تلد أنثى. ومن رأى  أنه ذبح حجلة فإنه يفتض جارية. ومن رأى  أنه يزق حجلة فإنه يلقن إمرأة كلاماً"
    },
    {
        "id": 30,
        "text": " الحد\n  هو في المنام لمن طلبه أو طولب به، دليل على الدين والمطالبة به. وربما دل الحد على وقوف الإنسان عند حده أو زواج الأعزب وإحصانه"
    },
    {
        "id": 31,
        "text": " الحدأة\n  هي في المنام ملك خامل الذكر، شديد الشوكة، متواضع مظلم مقتدر، وذلك لشدة صلاحه، وقربه من الأرض في طيرانه، وقلة خطئه في صيده، فمن ملك حدأة وكان يصيد بها فإنه يصيب ملكاً أو أموالاً. ومن رأى  أنه أصاب حدأة وحشية لا يصيد بها، لا تطاوعه، ورأى كأنها ممسكة بيده فإنه يصيب ولداً غلاماً، ولا يبلغ مبلغ الرجال حتى يكون ملكاً.فإن رأى  أن تلك الحدأة ذهبت منه على ذلك الحال، فإن الغلام يولد ميتاً أو لا يلبث إلا قليلاً حتى يموت، وفراخها أولاد وإناثها نساء من قوم عصبة، والواحدة إمرأة تخون ولا تحتشم، ولا تستر، والحدأة تدل على لصوص يسرقون سراً، ويقطعون الطريق، وتدل على مخادعين مكارين يخفون الخير عمن صادقهم، والحدأة تدل على الحرب والقتال، وتدل على الرجل المحترم، أو المرأة الزانية"
    },
    {
        "id": 32,
        "text": " الحدبة\n  من رأى في المنام أنه أحدب فإنه يصيب مالاً كثيراً، وملكاً من ظهر قوي من ذوي قرابته وأولاده، ويرزق مع ذلك فظنة، والحدبة أمر فيه شهرة ودين يجمع عليه فيعجز عن قضائه، وإن الظهر محل الحمل. وربما كانت وزراً، وقيل الحدبة طول حياة، وقيل أولاد"
    },
    {
        "id": 33,
        "text": " الحدث\n  من رأى كأنه يحدث حدثاً أصغر يذهب غمه، فإن كان صاحب مال فيزداد ماله.فإن رأى من يحدث أن الغائط كان كثيراً غالباً وأراد سفراً فلا يسافر. ومن رأى  أنه أحدث وكان الحدث برازاً فإنه ينفق بعض ماله في عافية، وإن كان سائلاً فإنه ينفق أغلب ماله. ومن رأى  أنه أحدث في موضع وخبأه في التراب فإنه يدفن مالاً"
    },
    {
        "id": 34,
        "text": " الحداد\n  هو في المنام ملك عظيم أو سلطان مهيب بقدر قوته ومهارته في عمله، والحداد ملك الموت، وإذا اتخذ الحداد ما يريد من الحديد فإنه يصيب ملكاً عظيماً، فمن رأى أنه حداد، وقد، لأن له الحديد ويعمل منه الأدوات، وكان الرجل من أهل الملك فإنه ينال ملكاً، والحداد المجهول سلطان عظيم أو ملك بقدر خطره وقوته في علاج الحديد، وإن قيل في المنام: إن فلاناً رفع أمره إلى الحداد وكان معافى نزلت به حادثة تلجئه إلى السلطان أو إلى من يلوذ به، ومن عاد في منامه حداداً فإنه ينال من وجوه ذلك ما يليق به، ويدل الحداد على كل من يتعيش بالنار كالطباخ والخباز والنحاس، ومن أشبههم، ومن دخل على حداد جلس عنده، فإن كان مريضاً أو ميتاً صار إلى النار، لا سيما إذا كانت ثيابه سوداء، ودخل السجن، وإن العرب يسمون السجان حداداً"
    },
    {
        "id": 35,
        "text": " الحديد\n  هو في المنام مال وقوة لمن رآه في يده، وعز من بعد ضعف إذا أخذه، فمن رأى أنه يأكل الحديد فإنه يظفر حيثما يكون، فإن أكله مع الخبز فإنه يداري ويحتمل بسبب معيشته في صعوبة، فإن مضغه بأسنانه فإنها غيبة وضرر. ومن رأى  أنه أصاب حديداً مجموعاً أو رصاصاً أو صفرا فإنه يصيب خيراً من متاع الدنيا، وقوة على ما يريد. ومن رأى  الحديد قد، لأن له فيصيب ملكاً ورزقاً واسعاً. ومن رأى  أنه سبك حديداً فإنه يعمل عملاً يتمكن به. ومن رأى  أنه يذيب حديداً فإنه يقع في ألسنة الناس ويغتابونه، وما صنع من الحديد فإنه منفعة للإنسان وقوة له، فالقدوم والمسحاة والفأس وغيرها خادم للإنسان أو أجير له، فما رؤي فيها من صلاح أو فساد عائد عليه وراجع تأويله إليه، ومن ملك حديداً في المنام نال رزقاً بتعب لما فيه من المشقة في استخراجه من أصوله، والحديد فيه بأس وقوة، لقوله تعالى:  \"  وأنزلنا الحديد فيه بأس شديد ومنافع للناس  \". والمنافع هي الأمتعة والأواني والأشياء التي ينتفع بها الناس، والبأس تليين الحديد في يده ويتخذ منه ما يريد، إن شاء اتخذ فأساً أو سيفاً أو سكيناً أو غيرها، وتدل رؤية الحديد على الشرور والأنكاد ومنع التصرف. وربما دلت رؤيته على تيسير العسير، أو على الرجل السيئ الذي يعمل عمل أهل النار"
    },
    {
        "id": 36,
        "text": " حديقة البيت\n  هي في المنام دالة على صون النساء، وعفة الرجال، ونفي الشبهة عن المال والولد. وربما دل ذلك على الشح، ومنع الطالب لما يحتاج إليه من علم. وربما دل ذلك على أعمال السر التي لا يطلع عليها كل إنسان كالصوم وقيام الليل. وربما دل على الزهد والورع والتسبيح وتقديس الله تعالى. وربما دل على زواج الأقارب دون الأجانب. وربما دلت الجنينة في الدار على جنون من في الدار، أو على غرامة وكلفة"
    },
    {
        "id": 37,
        "text": " الحذاء\n  هو في المنام رجل يلي أمور النساء ويزينها ويهيئها، وذلك أن الحذاء يعالج النعال، والنعال في الرؤيا هي النساء، وقيل هو دلال الجواري"
    },
    {
        "id": 38,
        "text": " الحذر\n  هو في المنام دال على النفاق، والعدول عن الحق أو نسيان القرآن الكريم أو شيء منه"
    },
    {
        "id": 39,
        "text": " الحر\n  من وجد حراً في المنام وكانت رؤياه في الشتاء دل ذلك على الفوائد والأرزاق والكساوى النفيسة، وإن كان الحر في الصيف دل على عكس ذلك. ومن رأى  شيئاً حاراً من المأكول، أو المشروب ربما دل على الأرزاق النكدة الكثيرة التعب. وربما دل على الكسب الحرام وتمحيق البركات. ومن رأى  ميتاً يغسل بالماء الحار، أو يشرب ماء حاراً فهو في النار"
    },
    {
        "id": 40,
        "text": " الحراسة\n  من رأى في المنام أن غيره يحرسه فإنه يدل على تعقد أموره، وعلى عسر يناله ومرض يتعرض له، والحراسة في المنام ولاية وعز وأمان من الخوف للمحروس، وللحارس هم ونكد. وقيل إن حارس غيره يرزق الجهاد"
    },
    {
        "id": 41,
        "text": " الحرب\n  يدل في المنام على المحاولة والمخادعة لمن حاربه في المنام، والحرب يدل على غلاء الأسعار، فمن رأى أهل مدينة يتحاربون، فإن أسعار الحاجات ترتفع، وإن حاربوا السلطان رخصت الأسعار، والحرب بين السلاطين تدل على فتنة أو وباء، والحرب بين السلطان والرعية يدل على غلاء الطعام، والحرب اضطراب أو فتنة ووباء أو طاعون، والحرب وما يحدث فيها دليل على اضطراب لجميع الناس، ودليل حزن لهم، ما عدا القراد وأصحاب الجيش، ومن كان عمله بالسلاح فإنه لهم دليل خير ويسار. أنظر أيضاً الغزو"
    },
    {
        "id": 42,
        "text": " الحرباءة\n  هي في المنام وزير الملك أو خليفته، لا يكاد يفارقه، نديم له يناديه، ويجالسه، صاحب حرب يهيجها بين الناس، والحرباءة رجل له عزم في الأمور وهي تدل على الخدمة للأبطال، أو الفتنة في الدين، أو المرأة المجوسية، لأنها تدور أبداً مع الشمس فتطلع إن طلعت، وتختفي إن غربت، وتدل على الندب على الميت"
    },
    {
        "id": 43,
        "text": " الحراثة\n  هي في المنام تزوج، فمن رأى أنه يحرث في أرض لغيره، وهو يعرف صاحبها فإنه يتزوج إمرأته والحارث رجل يعمل أفضل الأعمال"
    },
    {
        "id": 44,
        "text": " الحرذون\n  هو في المنام حر من الناس. وربما دلت رؤيته على الطمع، والشره في الكسب، واختلاف المزاج"
    },
    {
        "id": 45,
        "text": " الحرش\n  من رأى في المنام أنه يأكل الحرش صار إليه رزق بتعب. وقيل إن الحرش رجل سريرته خير من علانيته"
    },
    {
        "id": 46,
        "text": " الحرمل\n  هو في المنام مال، يصلح به مال فاسد"
    },
    {
        "id": 47,
        "text": " الحرير\n  يدل في المنام على العشق لمن رآه، ومن لبس الحرير من الملوك يتكبر، وإذا رأيت الحرير على الميت فإنه في نعيم، والحرير الأصفر والأحمر يدلان على مرض، وقيل هما زيت الرجال في الحرب، وثياب الحرير للفقهاء تدل على طلبهم للدنيا، ودعوة للناس إلى البدعة، ولغير الفقهاء تدل على أنهم يعملون أعمالاً يستوجبون بها الجنة، ويصلون بها للرئاسة، ويدل الحرير أيضاً على التزوج بامرأة شريفة، والتسري بجارية حسناء، وتدل رؤية الحريري في المنام على الأفراح، لما عنده من الألوان المفرحة. وربما دلت رؤيته على العالم بالأمور المشكلة، والمفرج للهموم والأنكاد"
    },
    {
        "id": 48,
        "text": " الحزام\n  وهو الذي يحزم الأحمال، وتدل رؤيته على الأسفار، وعلى المال والادخار والبخل. وربما دل على الحزم والجد في طلب العلم"
    },
    {
        "id": 49,
        "text": " الحساب\n  هو للميت في المنام دال على عذابه، وإن حوسب الإنسان في المنام على مصروف أو محصول حساباً سهلاً، وكان في اليقظة مسافراً، دل على إفادته في سفره، ورجوعه إلى وطنه سالماً، وإن حاسب الإنسان نفسه في المنام فإنه يدل على توبته، وإنابته إلى ربه. ومن رأى  في المنام أنه قرب من الحساب، وحوسب حساباً يسيراً، فإن له إمرأة متدينة، مشفقة عليه، وصالحة. ومن رأى  أنه حوسب حساباً شديداً فإنه يخسر"
    },
    {
        "id": 50,
        "text": " الحسد\n  هو في المنام فساد لفاعله، فكل حاسد فاسد، والحسد فساد الحاسد وصلاح المحسود، والحسد في المنام يدل على الفقر للحاسد. وربما دل على الغل والكبر والسحر والشر، ويدل للمحسود على الزيادة في الرزق"
    },
    {
        "id": 51,
        "text": " الحسك\n  هو في المنام نفاق ونميمة"
    },
    {
        "id": 52,
        "text": " الحسنة\n  من رأى في المنام أنه يعمل حسنة فإنه يتوب من فساد، أو يصل رحماً، أو يتصدق على مسكين. ومن رأى  أنه يدعو الله تعالى فإنه ينجو من النار.وإن رأى أهل بلده يطعمون المساكين، أو يعملون أعمال البر، أو يذكرون الله تعالى وكانوا في هم فإنه يفرج عنهم لرجوعهم إلى الله تعالى. ومن رأى  أنه يكثر من حمد الله تعالى فإنه يرث ميراثاً، وإذا عمل الإنسان حسنة في المنام كإماطة الأذى عن الطريق، أو الأمر بالمعروف، والنهي عن المنكر، فإن ذلك دليل على الربح في التجارة، وقضاء الدين، والأمن من الخوف، والأنعام بالحسنة في المنام يدل على عزل الظالمين وتولية أهل العدل"
    },
    {
        "id": 53,
        "text": " الحشيش\n  هو في المنام صلاح في الدين.وإن رأى  الحشيش ينبت على ظهر كفه فإنه يموت، وينبت الحشيش على قبره.وإن رأى  الحشيش ينبت في غير محله كالمسجد والبيت فإنه يدل على مصاهرة، ومن نبت عليه الحشيش نال خصباً وخيراً. وإذا رأى الحشيش في أيدي الناس فهو خصب في ذلك العام، ونبات الحشيش على الجسم إفادة غنى، وإن نبت فيما يضربه نباته فمكروه إلا أن يكون مريضاً، فيدل على موته، والحشيش معاش، والدواب والأنعام كأموال الدنيا التي ينال فيها كل إنسان ما قسم له ربه وجعله رزقه. ومن رأى  كأنه في حشيش يجمعه، أو يأكله وكان فقيراً فإنه يستغني، وإن كان غنياً ازداد غنى، وإن كان زاهداً في الدنيا راغباً عنها، عاد إليها وافتتن بها، والحشيش المباح أرزاق خبيثة وعيشة حقيرة، وتدل رؤية الحشاش في المنام على تفريج الهموم والأنكاد. وربما دل على الشرطي. أنظر أيضاً المرج"
    },
    {
        "id": 54,
        "text": " الحصى\n  تدل رؤيتها في المنام على الرجال والنساء، وعلى الصغار من الناس، وعلى الدراهم، وعلى الحج ورمي الجمار، وعلى القساوة والشدة، وعلى السباب والقذف، فمن رأى طائراً هبط من السماء فالتقط حصاة وطار بها، وكان ذلك في مسجد هلك منه رجل صالح، وإن كان صاحب الرؤيا مريضاً، وكان من أهل الخير أو ممن يصلي في هذا الجامع فصاحب الرؤيا ميت، فإن كان التقاطه للحصاة من كنيسة كان الاعتبار في فساد المريض، وإن التقطها من داره أو من مكان مجهول فيهلك لصاحب الرؤيا ولد. وأما من التقط عدداً من الحصى فصرها في ثوبه أو ابتلعها، وكان التقاطها من مسجد أو دار عالم أو حلقة ذكر أحد من العلم والقرآن، وأنتفع من الذكر والبيان بمقدار ما التقط من الحصى، وإن كان التقاطه من الأسواق فهي فوائد في الدنيا، ودراهم تتألف له من التجارة، أو الصدقة، وإن كان من خلف الشجر فعطايا من السلطان إن كان يخدمه أو فوائد من البحر إن كان يتاجر بها أو علم يكتسبه من عالم إن كان ذلك هبة من زوجة غنية، إن كان له ولد، فإن لم يكن له ولد رزق ولداً، وأما من رمى الحصى في بحر فيذهب ماله، وإن رمى بها في بئر أخرج مالاً في نكاح أو ثراء خادم، وإن رمى بها حيواناً كالأسد والنمر والقرد والجراد والغراب وأشباهها وكان ذلك في أيام الحج رمى الجمار، وإن أصل الجمار أن جبريل عليه السلام أمر آدم عليه السلام أن يقذف الشيطان بها، حين تعرض له، فصارت سنة، وإن لم يكن ذلك في أيام الحج كانت الحصاة دعاءه على عدو أو فاسق أو سبة أو شتيمة أو شهادة يشهدها ضده، وإن رمى بها خلاف هذه الأجناس كالحمام والمسلمين من الناس كان الرجل سباباً مغتاباً متكلماً في الصالحين من الناس والمحصنات، والحصى علماء الناس، وقيل التوبة للعصاة والهداية للكافر. وربما دل الحصى على الشهادة، لأنه سبح في كف النبي صلى الله عليه وسلم. وربما دل الحصى على المرض به كالرمل. وربما دل لأرباب المعاش على ما يزنون به، أو يستكيلون به أو ما يعمل منه، والحصى كلام فيه قساوة، والكثير منه شغل شاغل. ومن رأى  أن في أذنه حصاة مجتها أفنه وألقتها فإنه يسمع كلمةّ قاسية فتمجها أذنه"
    },
    {
        "id": 55,
        "text": " حصى الجمرات\n  إذا رماها الإنسان في المنام دل ذلك على وفاء دين قدره سبعة دراهم أو سبعة دنانير أو سبع مائة، ونصرة على عدو وعمل بر، ومن أكل جمرة من الحصى أكل مال يتيم، ورمي الجمار يدل على قضاء الدين وقضاء الصوم والصلاة"
    },
    {
        "id": 56,
        "text": " الحصاد\n  يدل الحصاد على تيسير العسير والرزق العاجل. وربما دلت رؤيته على الدمار والموعظة. ومن رأى  زرعاً يحصد وكان ذلك ببلد فيه حرب هلك فيه من الناس بمقدار ما يحصد في المنام بالمنجل، وإن كان ذلك ببلد لا حرب فيه وكان الحصاد في الجامع الأعظم أو بين المحلات أو فوق متفرق الدار فإنه سيف الله تعالى بالوباء أو بالطاعون، وإن كان ذلك في سوق من الأسواق كثرت فوائد الناس ودارت المبيعات بينهم بالأرباح، وإن كان ذلك في جامع من مجامع الخير، والناس هم الذين يحصدون بأنفسهم فإنها أجور وحسنات ينالها كل من حصد، وإذا كان الحصاد في غير وقته فإنه موت أو قتال، فإن كان الحصاد في الزرع الأخضر فهو موت الشباب، وإن كان في الزرع الأبيض فهو موت الشيوخ، ومن مشى في زرع محصود فإنه يمشي بين صفوف المجاهدين"
    },
    {
        "id": 57,
        "text": " الحصاد\n  تدل رؤية الحصاد في المنام على الفتن، وإذا نزل الحصادون في الزرع الأخضر دل على العاهة تحدث فيه. وربما دلت رؤيتهم في غير أوان الحصد على العدو، أو المحق، أو الفناء"
    },
    {
        "id": 58,
        "text": " الحصار\n  يدل في المنام على التربص والثبات في الأمور. وربما دل على النصر على المشركين وأخذهم ودمارهم"
    },
    {
        "id": 59,
        "text": " الحصبة\n  هي في المنام مال، فمن رأى أنه محصوب نال مالاً من سلطان، وخشي هلاكه، والحصبة جائحة في الزرع"
    },
    {
        "id": 60,
        "text": " الحصير\n  تدل رؤيته في المنام على الخادم، وعلى مجلس الحاكم والسلطان. ومن رأى  أنه جالس على حصير فإنه يأتي أمراً يتحسر عليه ويندم. ومن رأى  أنه ملفوف في حصير فإنه يتحسر، أو يناله حصر البول، وقد يدل الحصير على البساط"
    },
    {
        "id": 61,
        "text": " الحصري\n  تدل رؤية الحصري في المنام على النساج، أو المبلط، وعلى الرسام والمهندس"
    },
    {
        "id": 62,
        "text": " الحصن\n  يدل في المنام على اعتماد الصدق، لما قيل: الصدق حصن. وربما دل الحصن على صاحبه أو من فيه من جند أو عدو. وربما دل على العلم، والقرآن وما يتحصن له من الشيطان وجنوده كالهياكل والأسماء العظيمة، فأبراجه أمراؤه، وشرفاته حراسه أو جنده، ومراميه جواسيسه، وأبوابه حجابه، وقلته وزيره، وربضه أهله وأقاربه أو خزائنه التي ينفق منها.فإن رأى كأنه في حصن، وكان يليق به الملك ملك أو تزوج إن كان أعزب أو رزق ولداً أو اشترى مفكاً أو أسلم إن كان كافرا أو تاب إلى الله تعالى من ذنوبه، والحصن يدل على الإسلام، فمن رأى أنه في حصن أو في قلعة فإنه يرزق نسكاً في دينه، وصلاحاً وإقلاعا عن ذنوبه بقدر موضعه من الحصن وتمكنه فيه، وإن كان الحصن في اليقظة في ماء، ورأى في المنام أنه صار في قفر تمكن من عدوه وملكه، وإن كان الحصن في قفر ورأى أنه صار في جبل أو ماء رجع عنه خائباً. ومن رأى  أنه بنى حصناً فإنه يتحصن من أعدائه أو أحصن فرجه من الحرام، وأحصن ماله ونفسه من البلاء والذل. ومن رأى  أنه قد تخرب حصنه أو بيته أو قصره فهو فساد دينه ودنياه أو موت امرأته. ومن رأى  كأنه قاعد على طرف حصن استفاد أخاً أو رئيساً أو ولداً ينجو به، وقيل الحصن رجل حصين لا يقدر عليه أحد، فمن رآه من بعيد فإنه علو ذكره وتحصين فرجه. أنظر أيضاً الرباط"
    },
    {
        "id": 63,
        "text": " الحطب\n  هو في المنام نميمة. ومن رأى  عودين أو ثلاثة من الحطب ووضعها في النار ليوقدها فإنه يقع هناك كلام غليظ ينمو ويزداد، وكل من أوقد ناراً في حطب فهو سعي بإنسان إلى حاكم. وربما كان الحطب لمن حمله في المنام كلاماً مؤلماً، وقدحاً في أعراض الناس.فإن رأى  أن عنده حطباً، دل ذلك على الرزق وقضاء الحاجات، والميراث، أو المال من الوقف المتعطل، فإن كان الحطب مما يحتاج إلى كسر ونشر، رزق بتعب أو شر، وإن كان مجهزا دل على القرب من السلطان وتيسير العسير. وربما دل الحطب على البلادة، أو البخل بالموجود، لأنه يقال: فلان حطبة إذا كان بخيلاً أو بليداً، والحزمة من الحطب مال مختلف الأنواع، ومن كان بطالاً ورأى معه حزمة من الحطب خدم رجلاً جليلاً، وجمع الحطب للمريض طبه وبرؤه، وكل حطب ينسب في المنام إلى ثمره دل على فساد مال تلك الثمرة، ومن قدم حطباً إلى النار دل على القرب من ربه أو تقديم صغيره إلى مؤدب أو غريم إلى حاكم أو مريض إلى طبيب، فإن اشتعل الحطب بالنار قبل قربانه، وأفلح صغيره، وانتصر على غريمه، فإذا أكل الحطب في المنام أكل مالاً حراماً أو ضرب بالحطب في اليقظة، ومن كانت له سفينة ورأى في المنام إنها أحرقت أو احرق عنده حطب دل على غرق سفينته، والقرمة من الحطب دليل على الزمانة، والقعود عن الحركة، والقرمة للشواء والإسكاف واللحام وشبههم دليل على الفائدة والمعاش، هذا إذا كانت مهيأة معدلة، وإن لم تكن، كذلك دلت على اعوجاج المرأة، أو الصانع أو تعطيل الفائدة"
    },
    {
        "id": 64,
        "text": " الحطاب\n  رؤية الحطاب في المنام تدل على صاحب المواريث، لأنه يتصرف فيما يموت من الأشجار. وربما دلت رؤيته على الأرباح والفوائد خاصة في زمن الشتاء. وربما دلت رؤية الحطاب على نقل الكلام، وعلى الوزر والذنب، والحطاب رئيس النمامين"
    },
    {
        "id": 65,
        "text": " الحفر\n  من رأى في المنام أنه يحفر أرضاً فإنه يصيب مالاً بقدر الحفر، وبقدر ما أصاب من التراب إذا كان يابساً، فإن كان رطباً فإنه يمكر بإنسان بمال لا ينال منه شيئاً إلا تعباً، والتعب على مقدار رطوبة التراب، والحفر مكر وخداع. وربما قتل الحافر. ومن رأى  أنه يحفر أرضاً ويستخرج تراباً، وكان مريضاً أو عنده مريض، فإن ذلك قبره، وإن كان مسافراً كان ذلك سفره، والتراب هو كسبه في هذا السفر. ومن رأى  أنه يحفر بئراً أو قنوات أو اعتقد بحفرها إجراء الماء، فإن كان ذلك لنفسه فهو معيشة خاصة، فإن كان قد أجرى الماء فيما يحفره، فإن ذلك عقدة في معيشته. ومن رأى  أنه يأكل من الأرض التي يحفرها فإنه يصيب من المال بقدر ما أكل منها، والمال الذي يصيبه من مكر يعود عليه بالضرر. ومن رأى  أنه في حفرة طلق امرأته. ومن رأى  أنه على حفرة ولم ينزل فيها كان بينه وبين زوجته خصام ثم يصطلحان. ومن رأى  أنه خرج من حفرة صغيرة، فإن كان مريضاً أو سجيناً خرج مما هو فيه. ومن رأى  أنه يغيب في حفرة ليس لها منفذ فإنه يمكر به في أمر بقدر مبلغ الحفر وعمقه ووسعه. ومن رأى  أنه سقط في حفرة، فيستغيث بمن يرفعه، ولا يأتي له أحد، فإن تلك حفرته، والحفرات تدل على السفر القريب، والحفر مكيدة، وهي أيضاً حرفة من اشتقاقها، والحفرة إمرأة فقيرة غير مستورة. وربما دلت الحفرة على الأمن من الخوف، والخلاص من الشدائد خاصة لمن اختفى فيها من عدو، فإن وجد في الحفرة مأكولا طيباً أو ماء حلواً أو ما يواري به عورته، رزق رزقاً من حيث لا يحتسب أو تصالح مع من كان يمكر به"
    },
    {
        "id": 66,
        "text": " الحفار\n  رؤية الحفار في المنام يدل على رجل في أمر صعب، لا يستراح منه إلى الممات، ويكون سؤاله عنه وبالاً عليه ونجاة للقبر، فمن رأى أنه يحفر في الثرى فإنه يخوض في باطل لا يجدي عليه"
    },
    {
        "id": 67,
        "text": " حفار الجبال\n  رجل يزاول عملاً عظيماً وصعباً"
    },
    {
        "id": 68,
        "text": " حفار الآبار\n  رجل مكار حازم في مكره، حقود كاتم العداوة، وتدل رؤية الحفار على السجان وستر الأمور القبيحة"
    },
    {
        "id": 69,
        "text": " حفر الخشب\n  إن نحات الخشب في المنام رجل يعامل رجالاً منافقين، ويأخذ منهم أموالاً بالخديعة"
    },
    {
        "id": 70,
        "text": " الحفاء\n  هو في المنام تعب، وإذا لم ير أنه خلع النعل ومشى حافياً فإنه ينال ولاية، وقيل الحفاء ذهاب الهم، وقيل طلاق الزوجة أو موتها. ومن رأى  أنه سافر حافياً أصابه دين يعجز عن وفائه. ومن رأى  أنه يمشي في نعل واحد فإنه يفارق شريكه"
    },
    {
        "id": 71,
        "text": " الحفظ\n  هو ذكر أو تسبيح أو شيء من المدائح النبوية والقصائد الربانية في المنام، وهي دليل على الاهتداء بعد الضلالة، والرزق بعد التقتير، وتفريج الهموم، والعز والولد بعد اليأس، والفرج بعد الشدة، فإن سبح أو أنشد في المنام بصوت مطرب نال منزلة عالية، وصيتاً عظيماً، إن كان يليق به ذلك، وإلا اشتهر بالشر والفتن بين الناس"
    },
    {
        "id": 72,
        "text": " الحفظة\n  وهم الكرام الكاتبون من الملائكة، وهم في المنام علماء أعلام أمناء، وقيل من رأى الكرام الكاتبين بشر في الدنيا والآخرة، وختم له بالجنة إن كان تقياً، وإن كان غير ذلك فليحذر من قول الله تعالى:  \"  وإن عليكم لحافظين كراماً كاتبين، يعلمون ما تفعلون  \""
    },
    {
        "id": 73,
        "text": " الحق\n  إذا رأى الإنسان أو سمع الحق في المنام، كظهور نور أو سماع قرآن، دل ذلك على اتباع الهدى، والإعراض عن الباطل، وأداء الحق في المنام رجوع عن السفر"
    },
    {
        "id": 74,
        "text": " الحقة\n  هي في المنام قصر، فمن رأى أنه أصاب حقة وفيها اللآلئ فإنه يصيب قصراً فيه خدم وجرار، وحقة الأشنان دالة على تفريج الهموم والأحزان وقضاء الدين، والحقه اليمانية دالة على الولد، أو الزوجة الحافظة. وربما دلت على الكتاب المجلد ذي الدفتين، وحقة النساء دالة على الهموم والأنكاد. وربما دلت على الفرج لمن هو في شدة، وعلى الأفراح والأزواج والأولاد، وحقة الزجاج صديق لا وفاء له، وحقة الحزن تدل على الجارية والخادم"
    },
    {
        "id": 75,
        "text": " حكاك الفصوص والجواهر\n  تدل رؤيته في المنام على المؤدب، وعلى العالم بمقاصد الناس في العلم والحكمة. وربما دلت رؤيته على الشر والخصومات والتردد والأسفار، وحكاك الفصوص رجل يسيء القول للناس"
    },
    {
        "id": 76,
        "text": " الحكة\n  تدل في المنام على الفقر ولزوم طلب العيال، فإن كان مع الحك دم أو قيح، بلغ منه قصده، وإلا طال تعبه وفقره واستمر طلبهم له. ومن رأى  أنه يحك جسده فإنه يتفقد حال أقربائه، ويصيبه منهم تعب، فإذا لم تسكن الحكة فيرد عليه أمر يعيا به ولا يطيقه، وإن سكنت الحكة فإنه ينال خيراً بتعب. ومن رأى  الحكة في طريق أو في مجمع من الناس فيصيبه هم مع مال يشتهر بذلك"
    },
    {
        "id": 77,
        "text": " الحلاب\n  تدل رؤيته في المنام على الرزق والفائدة وحسن السياسة ولين الكلام، وحالب البقر رجل يطالب العمال بالمال"
    },
    {
        "id": 78,
        "text": " الحلاج\n  دل رؤية حلاج القطن في المنام على العالم، أو الحاكم الذي تتم على يديه الأمور. وربما دل على النقاد الذي يميز الجيد من الرديء"
    },
    {
        "id": 79,
        "text": " الحلاق\n  هو في المنام رجل ينفع الضعفاء والفقراء ويضر الأغنياء، وتدل رؤيته على الشرطي الذي يأخذ أموال الناس بالشر والخصومات، فإن جز في المنام حيواناً يحتاج إلى الجز دل ذلك على الخير والراحة للحيوان أو لمالكه، وإلا فلا، ومن حلق رأسه في المنام فإنه يرجع إلى عادة الرائي في اليقظة، وكذلك التقصير فيه. ومن رأى  أنه حلق رأسه غرم ماله في طاعة الله تعالى، فإن كان الحلق في زمن الصيف وكان له في ذلك عادة حصلت له فائدة. وربما دلت الحلاقة على الراحة والشفاء من أوجاع الرأس والعين، وإن كان الحلق في زمن الشتاء ربما دل ذلك على الهموم والأنكاد والأمراض. وربما دل الحلق في غير موضع الحلق على الجائحة والمغارم، وحلق الرأس أداء الأمانة والأمن من الخوف، وكذلك حلقه في الحج قضاء دين، وينال مع ذلك فتحاً، والتقصير أمان من الخوف، فإن حلقه في غير الحج فهو دون ذلك في الصلاح، فإن كان صاحبه في كرب أو دين فرج عنه. وقيل إن حلق في غير الموسم وكان رئيساً غنياً افتقر، وإن كان مديناً قضى الله دينه. وربما دل ذلك على تهتك سره، وعزل رئيسه بمكر أو بموته، وإن كان ممن يلبس السلاح فإنه يذهب بطشه وهيبته، وإن كان غنياً نقص ماله، وإن كان مديناً قضيت ديونه. ومن رأى  أنه حلوق الرأس فإنه يظفر بأعدائه وينال قوة وعزاً، فإن حلق رأسه فإنه يؤدي أمانة. ومن رأى  كأنه يقطع شعر رأسه فإنه يسقط من جاهه وحرمته.فإن رأى كأنه يحلق رأسه فإنه يمرض. ومن رأى  كأن رأسه محلوق فهو صالح لمن كانت عادته أن يحلق رأسه. ومن رأى  كأنه يحلق رأسه بيده فإنه يقضي دينه. ومن رأى  رأس إمرأة حلوقاً طلقها أو مات أو فارقها، فإن رأت أن زوجها جز شعرها أو حلق رأسها دل ذلك على حبسه لها في منزلها، ألا ترى أن الطائر إذا قص جناحه يقر في وكره، وقيل إنها إن حلقته تهتك سترها، فإن كان قصها إياه وحلقها له محل صلاح في دينها، وكان معه كلام يستدل به على الخير، كان ذلك قضاء دينها وأداء أمانة في يدها إن رأت كل ذلك في الحرم. ومن رأى  ذوائب إمرأته مقطوعة لم تلد ولداً أبداً، ومن قطع شعر نقصت قوته. ومن رأى  نصف لحيته حلوقا فإنه يفتقر ويذهب جاهه، فإن حلقها شاب مجهول فإنه يذهب على يد عدو يعرفه أو سميه أو نظيره، فإن كان شيخاً فيذهب جاهه على يد رجل قاهر لا يكون له أصل لم.فإن رأى إنها حلقت فذلك ذهاب وجهه في معيشته ومقدرته في ماله في السفن، والحلق أيسر من النتف. وربما كان في النتف صلاح لبعض أمره إذا لم يشن الوجه إلا أن ذلك الصلاح في مشقة عليه، فإن قبض عليها وجز ما فضل عن القبضة فهو رجل يزكي ماله. ومن رأى  أنه قابض على لحية عمه يقرضها حتى أستأصلها فإنه يأكل ميراث عمه ولا يكون له وارث غيره، فإن تناول منها شيئاً يرث منه على قدر ذلك، وحلق اللحية ذهاب المال والجاه أو مكر وخديعة أو جانحة في الزرع أو قلعه قبل صلاحه أو موت ولده أو زوجته فجأة. ومن رأى  أنه يحلق رأسه كما يحلق في اليقظة ويحب ذلك ويمشي بين الناس فإنه يستغني ويقوم بعياله، وإن كان ممن يربي شعره ولا يحلقه وكان في الحرب أسر وقطع رأسه، وإن كان في سلم ذهب ماله وهتك ستره أو فارق رئيسه، وقيل من رأى أنه يحلق رأسه وكان في غزو أو حج، فإن ذلك كفارة لذنوبه وقضاء لديونه وزوال لهمومه وغمومه، وإن كان الحلق في غير هذه الأوقات وكان في الشتاء فإنه يعزل عن رئاسته، أو يذهب ماله. وقيل إن كان له أب فإنه يموت ويذهب ماله. وقيل إن كان له أم فإنها تموت.وإن رأت إمرأة أنه حلق رأسها فإنه يدل على موتها أو موت زوجها أو انتهاك سترها، وقيل إنها تصيب من زوجها خيراً. ومن رأى  أن شاربه حلق أو خف فيصيب خيراً.وإن رأى لحيته ورأسه قد حلقاً جميعاً وكان مريضاً شفي، وإن كان مديناً قضي دينه، وإن كان مهموماً ذهب همه. ومن رأى  أنه حلق قفاه فيقضى عنه دين ولا يشعر به أحد. ومن رأى  أنه يحلق شعر بطنه أتاه الله عز وجل بما يقضي به دينه ويصلح به شأنه. ومن رأى  أنه تنور فحلقت النورة شعر عانته وكان غنياً ذهب ماله وسلطانه، وقيل ذهب ماله في ابتياع عقار، وإن كان فقيراً استغنى وفرج عنه، وإن حلقت النورة بعضه وتركت بعضه فإنه يفرج عنه بعض كربه ويبقى بعضه، ويذهب من ماله، أو يزول من نعمته وسلطانه بعضه ويبقى بعضه. ومن رأى  أنه حلق العانة بالموس أصاب من إمرأته خيراً، وإن رأت المرأة ذلك أصابت من زوجها خيراً"
    },
    {
        "id": 80,
        "text": " الحلال\n  يدل لمن اكتسبه في المنام على توبة أرباب الذنوب، وإسلام الكافر، وعكس ذلك الاهتمام بالحرام"
    },
    {
        "id": 81,
        "text": " الحلاوي\n  تدل رؤيته في المنام على الحلم، وعقد الزيجات وتجديد المناصب والأولاد، والحلاوي رجل بار لطيف إذا لم يأخذ الثمن، فإن أخذ الثمن فإنه يؤثر الكلام على المال، والحلاوي ذو كلام حلو وخلق لطيف، وقيل هو مصنف العلم، وقيل هو رجل يتشوق لإلقاء العداوة بين الناس والنميمة"
    },
    {
        "id": 82,
        "text": " حلب الحيوان\n  هو في المنام دال على حسن العشرة، والمداهنة، والسياسة، وتحصيل الرزق، واعتبار المحلوب.فإن رأى عبد أنه يحلب بقرة مولاه فإنه يتزوج إمرأة مولاه. ومن رأى  أنه يحلب بقرة ويشرب لبنها استغنى إن كان فقيراً، وعز وارتفع شأنه، وإن كان غنياً ازداد غناه وعزه. ومن رأى  أنه يحلب إبلاً أصاب مالاً من سلطان، فإن حلبها دماً أصاب مالاً حراماً، والحلب تأويله المكر، وحلب الناقة عمالة على أرض العرب، وحلب البختية عمالة على أرض العجم، فإن حلبها فخرج دم فإنه يخون سلطاناً في سلطانه، فإن حلبها سما فإنه يجني مالاً حراماً، فإن حلبها لبناً أصاب رزقاً حلاً وربحاً في تجارته، ودرت عليه الدنيا بقدر ما در عليه الضرع. وقيل من حلب ناقة وشرب لبنها فإنه يتزوج إمرأة صالحة، وإن كان متزوجاً ولد له غلام فيه بركة"
    },
    {
        "id": 83,
        "text": " الحلبة\n  يدل في المنام مال عسر، مع كد وتعب"
    },
    {
        "id": 84,
        "text": " الحلزون\n  تدل رؤيته في المنام على الانتقال من مكان إلى مكان"
    },
    {
        "id": 85,
        "text": " الحلف\n  من رأى في منامه أنه حلف لرجل، فإن الرجل يخدعه. ومن رأى  أنه حلف صادقاً فإنه يظفر ويقول قولا حقاً، ويجري على يده أمر فيه رضا الله تعالى، واليمين بالطلاق غرور وهم من جهة السلطان. ومن رأى  أنه حلف كاذباً فإنه يخذل ويصيب إثماً عظيماً وندامة وذلاً، ويهون في أعين الناس، فإن حلف على المجاز أو حلف له فإنه مكر وخديعة، وإذا حلف في المنام بالصليب أو بالكواكب، أو البحر وما أشبه ذلك دل على الميل إلى الضلالة، أو النفاق، أو التحريف في القول، وإن حلف بالله عز وجل أو بما تجب فيه الكفارة دل على اتباع الحق والاقتداء بالسنة"
    },
    {
        "id": 86,
        "text": " الحلفاء\n  هي في المنام دليل خير لمن أراد المشاركة من إسمها، والحلفاء للمريض دليل موته"
    },
    {
        "id": 87,
        "text": " الحلق\n  من رأى من منامه أنه يخرج من حلقه شعر أو خيط، فمده ولم ينقطع، ولم يخرج بكامله، فتطول حياته ومخاصمته لرئيسه، وإن كان زيراً ازداد علمه، وحلق إبن آدم يدل على قناة الدار وبئرها"
    },
    {
        "id": 88,
        "text": " الحلقة\n  هي في المنام دين الإسلام، فمن رأى أنه أخذ بحلقة فهو مستمسك بدين الإسلام، والحلقة على الباب دالة على البواب، أو الحاجب، أو الكلب الحارس، فإن كانت الحلقة من ذهب أو فضه كان ذلك دليلاً على العز والرفعة والملك، وحلقة الباب كالحاجب والرسول والنذير. ومن رأى  لبابه حلقتين، فإن عليه ديناً لشخصين. ومن رأى  أنه قلع حلقة بابه فإنه يدخل في بدعة"
    },
    {
        "id": 89,
        "text": " الحلم\n  يدل في المنام على رفع قدر الإنسان على قدر ما وصل إليه في المنام، أما إذا كان لا يليق به فيكون دليلاً على أنه يرتكب أوزاراً أو ذنوباً أو دليلاً على داء شديد ينزل به"
    },
    {
        "id": 90,
        "text": " الحل المعقد\n  يدل في المنام على الرزق، وتيسير ما يخشى عسره. وربما دل على إبطال السحر"
    },
    {
        "id": 91,
        "text": " الحلواء\n  تدل في المنام على الإخلاص في الدين، وخلاص السجين، وقدوم المسافر، وشفاء المريض، وزواج العازب، والهداية والتوبة والعلم والقرآن والأرزاق الحلال، فالمن وما يعمل منه بركة ونعمة، وحلواء الموسم دالة على شهود موسم أو تجديد ولاية، والمنفرخ من الحلواء إطراء وكذب وكلام طيب، والمقلي من الحلواء شركة مفيدة، والمنطق من العسل رزق يسير أو منصب حقير، وطيب النكهة دليل على العلو والرفعة وزوال الهموم والأمراض، واعلم أن كل حلو يزداد الإنسان بتناوله مرضاً فأكله في المنام زيادة في الأمراض إلا أن يكون الحلو من الخمائر، أو المربيات، أو العصير، فربما دل على الشفاء، من الأمراض، ولا خير فيمن تناول في المنام أو دخل عليه الفالوذج لأنه ربما دل على مرض الفالج، والحلواء التي تعد من جملة الأطعمة مركبة من أربعة عناصر: الشهد والسكر والمن والتمر، وإذا أكل الإنسان أياً منها فهو حياة طيبة وسرور، ونجاة من مخاطرة كان أصلها طمعاً، والحلواء تدل على رزق حلال وكلام طيب، وهي للمؤمنين حلاوة الإيمان وللفاجر حلاوة الدنيا"
    },
    {
        "id": 92,
        "text": " الحمى\n  تدل في المنام على قضاء الدين لأنها مكفرة للذنوب. وربما دلت على التوعد والتهديد، وإن دلت على الدين فربما كان الدين ثلاث مائة وستين درهماً، وإن حمى يوم واحد كفارة سنة، والسنة ثلاث مائة وستون يوماً، وربما دلت على الملابس الجليلة إن كانت باردة في زمن الصيف أو كانت حارة في زمن الشتاء. وربما دلت الحمى على القلق من الأزواج، أو الأولاد، أو الشركاء، والحمى إنجاز وعد، لأنها حظ كل مؤمن من النار، ومن تراه في المنام محموما فإنه يخوض في أمر يفسد في دينه، والحمى رسول ملك الموت ونذير له، يصلح ما بينه وبين الله تعالى. ومن رأى  أنه يحجم من كل يوم فإنه مصر على الذنوب، فإن حم غباً فإنه ذنب قد عوقب عليه وتاب منه، فإن حم ربعا فقد عوقب وتاب مراراً، والنافض تهاون، والصالب تعجل إلى الباطل. ومن رأى  أنه محموم، وقد مات أو كفن فإنه مصر على ذنب أو جناية أو اجتراء على الله تعالى، فذلك نذير له ليتوب. ومن رأى  أنه محموم فيطول عمره، ويصح جسمه، ويكثر ماله، ويطمع الناس فيه، ويلجئون إليه. وربما دلت الحمى على حمام يدخله الرائي فيناله كرب وعطش"
    },
    {
        "id": 93,
        "text": " الحمار\n  هو في المنام غلام أو ولد أو زوجة. وربما دل على السفر، أو العلم، لقوله تعالى:  \"  كمثل الحمار يحمل أسفارا  \". ومن وجد من حماره خلاف ما يعهده في اليقظة دل على فتوره عن عبادته، ويدل الحمار على العالم بلا عمل، أو اليهودي، ويدل الحمار على ما يطأ فيه الإنسان كالوطء والزربول وما أشبه ذلك، والبغال والحمير ملكها في المنام أو ركوبها دليل على الزينة بالمال أو بالولد، والحمار إمرأة معينة على المعيشة، كثيرة الخير، ذات نسل، وربح متواتر، ولفظ الأتان والأتانة من الإتيان. وربما دل صوتهما على الشر والأنكاد، والولد من الزنا أو ظهور العارض من الجان. وقيل إن سماع صوت الحمار دعاء على الظالمين، والحمار سعي الإنسان وجده، كيفما رآه سميناً أو هزيلاً، فإن كان الحمار كبيراً فهو عز ورفعة، وإن كان جيد المشي فهو فائدة الدنيا، وإن كان جميلاً فهو جمال لصاحبه، وإن كان أبيض فهو زينة صاحبه وبهاؤه، وإن كان هزيلاً فهو فقر صاحبه، وإن كان سميناً فهو مال صاحبه، وإن كان أسود فهو سروره وسيادته، وملك وشرف، وهيبة وسلطان، والأخضر ورع ودين، وكان ابن سيرين يفضل الحمار بسرج ولد في عز، وطول ذنبه بقاء دولته في عقبه، وموت الحمار يدل على موت صاحبه أو طول عمره، وحافر الحمار قوام ماله. وقيل من مات حماره ذهب ماله أو وقعت دكانه أو أخرج منها أو مات عبده الذي كان يخدمه أو مات أبوه أو جده الذي كان يعوله، وإلا مات سيده الذي كان يحبه أو باعه أو سافر عنه، وإن كانت إمرأة طلقها زوجها ومات عنها أو سافر عن مكانها، وإن نهق الحمار فوق الجامع، أو على المئذنة، دعا كافر إلى كفره أو مبتدع إلى بدعته، وإن أذن أذان الإسلام أسلم ودعا إلى الحق، وكانت فيه آية وعبرة. ومن رأى  أن له حميرا، فإن له أناساً جهالا، ومن ركب حماراً، ومشى به مشيا موافقاً، فإن جده وسعيه موافق حسن، ومن أكل لحم حمار أصاب مالاً وجدة.فإن رأى  أن حماره لا يسير إلا بالضرب فإنه لا يأكل إلا بالدعاء. ومن رأى  حماره تحول بغلاً، فإن معيشته تكون من سفر، وإن تحول فرسا، فإن معيشته تكون من سلطانه، فإن تحول سبعاً، فإن جده ومعيشته تكون من سلطان ظالم، فإن تحول كبشاً، فإن جده منشرف وتميز. ومن رأى  أنه حمل حماره، فإن ذلك قوة يرزقه الله تعالى إياها، ومن جمع روث الحمار ازداد ماله، ومن صارع حماراً أبغض أقرباءه، والحمار للمسافر خير مع بطء، والحمار مطيع استيقاظ جد صاحبه للخير والمال، ومن ملك حماراً أو أدخله منزله، ساق الله تعالى إليه كل خير، ونجاه من كل هم، ومن اشترى حماراً مطموس العينين كان له مال لا يعرف موضعه، وليس يكره من الحمار إلا صوته، وهو في الأصل جد الإنسان وحظه، والحمارة خادم أو تجارة الإنسان أو امرأته، فمن رأى حمارته حملت، حملت زوجته أو جاريته، فإن ولدت في المنام ما لا يلد جنسها، فالولد لغيره إلا أن يكون فيه علامة أنه منه، ومن شرب من لبن الحمارة مرض مرضاً يسيراً ثم برئ من مرضه، ومن ولدت حمارته جحشا فتحت عليه أبواب الرزق، فإن كان الجحش ذكراً، وإن كانت أنثى دلت على حموله. وقيل من ركب حمارة وليس لها جحش تزوج إمرأة بلا ولد، فإن كان للحمارة جحش تزوج إمرأة لها ولد.وإن رأى كأنه أخذ بيده جحشا جموحا أصابه منفعة بطيئة. وقيل إن الحمارة زيادة في المال مع نقصان الجاه. ومن رأى  أنه يحسن الركوب على الحمار، أو يخاف من الركوب فإنه يتحلى بغير ما هو فيه.فإن رأى فقيه أنه راكب حماراً وليس عليه طيلسان فإنه ينال رئاسة، ويتوانى في الدرس، والأتان مال يصير إليه من الحرث، ويكون الأتان تزوج إمرأة ليس لها ولد. ومن رأى  أنه راكب جحشا فيصيبه غم من ولد أو امرأة، ومن مات حماره ازداد ماله، وموت الحمار أو هزاله يدل على فقر صاحبه، والنزول عن الحمار وبيعه فقر. ومن رأى  أنه ذبح حماره ليأكل لحمه نال سعة في رزقه بعد ضيق. ومن رأى  أنه ذبحه لغير الأكل فسد معاشه.وإن رأى لحماره أذنابا كثيرة دل على سعة. ومن رأى  أن له حميرا أذنابا كثيرة دل على سعة. ومن رأى  أن له حميرا فتكثر سعادته وخيره.وإن رأى حماره أعور أو ضعيف البصر أصابه نقص في معيشته. ومن رأى  أنه تحول حماراً، أصابته بيلة أفسدت عقله، وقل من الخير فعله"
    },
    {
        "id": 94,
        "text": " الحمار\n  يدل في المنام على والي الأمور، وتدل رؤية الحمار على المركب والأسفار. وربما دل على تيسير العسير"
    },
    {
        "id": 95,
        "text": " حمار قبان\n  تدل رؤيته في المنام على حقارة النفس، ودناءة الهمة، ومحاكاة السفلة، ومكاثرتهم"
    },
    {
        "id": 96,
        "text": " الحمار الوحشي\n  يدل في المنام على معصية، فمن رأى أنه ركبه، وسقط عن ظهره فليحذر معصية، وحمار الوحش إذا استأنس دل على خير.وإن رأى  النائم حماراً أهليا صار وحشياً دل على ضرر، وحمار الوحش يدل على الزوجة، أو الولد من ذوي الجفاء والقسوة، وكذلك البقرة الوحشية إلا إنها كثيرة الحنو والإشفاق على الأولاد، ومن ركب حمار الوحش وهو يطيعه فهو دال على معصية، فإن لم يكن الحمار ذلولاً، ورأى أنه صرعه أو جمح به، أصابته شدة في معصية وهم وخوف، فإن دخل منزله حمار وحش دخله رجل لا خير فيه في دينه، ومن ركب حمار الوحش فإنه يرحل عن الحق إلى الباطل ويفارق جماعة المسلمين"
    },
    {
        "id": 97,
        "text": " الحمال\n  من رأى أنه يحمل حملاً ثقيلاً فيصيبهم بقدر ذلك الحمل، والحمال يحتمل أذى الناس ويقضي حوائجهم، وهو صاحب هموم. أنظر أيضاً العتال"
    },
    {
        "id": 98,
        "text": " الحمام\n  هو في المنام رسول أمين، وصديق مخلص، وحبيب أنيس. وربما دل على الزوجات\nالمصونات الحافظات للأسرار. وربما دل الحمام على الحمام الذي هو الموت، ويدل\nعلى المرأة ذات العيال، أو على الرجل الكثير النسل المنعكف على أهل بيته، وتدل رؤية الحمام على النواح، والحمامة الداجنة إمرأة حسنة عربية، وبيضها بنات أو جوار، وبرجها مجمع النساء، وفراخها بنون، وهدير الحمامة معاتبة رجل لامرأة، والأبيض منها دين، والأخضر ورع، والأسود سادات، والأبلق أصحاب تخاليط، ومن نفرت حمامته ولم تعد إليه فإنه يطلق إمرأته أو تموت، وإن كانت له حمائم طيارة، فإن له نسوة وجواري لا ينفق عليهن، فإن قص جناح من داره، والحمامة جارية عربية، وعن ابن سيرين رحمه الله تعالى إنها خبر يأتي من بعيد، والحمامة إمرأة محبوبة تكون حرة أو أمة. ومن رأى  أنه ذبح حمامة تزوج جارية بكراً، والحمامة الواحدة ولد من جارية. ومن رأى  أنه أكل من لحمها كان دلالاً، والحمائم مع أفراخهن سبي مع أولادهن. ومن رأى  أنه اصطاد حمامات فإنه يصيب مالاً من رجال أشراف، وقيل من رأى حماماً فإنه لا يسأل من الله تعالى شيئاً إلا أعطاه.فإن رأى  أن في داره حمامة، والرائي أعزب فإنه يتزوج إمرأة حسناء ودودة، وتكون ربة الدار موافقة لزوجها. ومن رأى  أنه حمامة وثبت عليه أو طارت به طيرانا فإنه ينال سروراً أو فرحاً وخيراً ونعمة، وقيل من رأى أنه صار حمامة أكل مال أعدائه، والحمامة تدل على الخبر الطارئ والكتاب، لأنها تنقل الخبر في كتاب، وهي بشرى لمن كان في شدة أو له غائب إذا أتت طائرة إليه إلا أن يكون مريضاً فتسقط عليه فإنها حمام الموت، ولا سيما إن كانت من اليمام وناحت عند رأسه. وربما كانت الحمامة نبتاً، وأفضل الحمام الأخضر. ومن رأى  في عين حمامة نقصاً فهو نقص في دين زوجته وخلقها. ومن رأى  أنه يرمي حمامة فإنه يقذف إمرأة، أو يراسلها بكلام سيء. ومن رأى  أنه أصاب من بيض الحمام فإنه يصيب من النساء مالاً وأولاداً إناثاً. ومن رأى  أنه يصطاد حماماً أهليا فإنه يصيب من النساء حراماً. ومن رأى  أنه يطعم حمامة فإنه يلقن إمرأة كلاماً ويعلمها إياه. ومن رأى  حمامة أو طيراً فوق رأسه، أو على كتفه أو مربوطة إلى عنقه فإنه يدل على عمله فيما بينه وبين خالقه، فإن كان الطائر أسود قبيح المنظر دل ذلك على قبح عمله وفساد دينه، وإن كان أبيض اللون حسن المنظر دل ذلك على حسن عمله وصلاح دينه. ومن رأى  أنه أصاب من ريش الحمام أو لحومها فإنه يصيب دراهم وخيراً كثيراً. أنظر أيضاً القمري"
    },
    {
        "id": 99,
        "text": " الحمام\n  من دخله أصابه هم لا بقاء له من قبل النساء، لأن الحمام محل الأوزار، وإسمه مشتق من الحميم، فإن استعمل الإنسان فيه ماء حاراً فيصيبه هم من قبل النساء، أو يمرض، وقيل الاغتسال بالماء الحار صالح لأنه في الحمام، فإن كان مغموماً ودخل الحمام خرج من غمه، فإن اتخذ في الحمام مجلسا فإنه يفجر بامرأة ويشتهر أمره، لأن الحمام موضع كشف العورة، فإن بني حماماً فإنه يأتي الفحشاء، ويشيع عليه ذلك، فإن كان الحمام حاراً ليناً، فإن أهله وصهره وأقرباء نسائه موافقون له ومساعدون ومشفقون عليه، أما إذا كان بارداً فإنهم لا يخالطون، ولا ينتفع بهم، وإن كان شديد الحرارة فإنهم يكونون غلاظ الطبائع، لا يرى منهم سروراً لشدتهم. ومن رأى  أنه في البيت الحار، وقد انفتح الماء من مجراه، وهو يريد أن يسده فلا ينسد، فإن رجلاً يخونه في امرأته، وهو يجتهد أن يمنعه فلا يتهيأ له، فإن امتلأ الحوض وجرى الماء من البيت الحار إلى البيت الأوسط فإنه يغضب على امرأته. ومن رأى  أنه دخل حماماً فهو دليل الحمى النافض. ومن رأى  أنه شرب من البيت الحار ماء ساخناً أو صب عليه أو اغتسل به على هيئة الغسل فهو غم وهم ومرض وفزع من الجن بقدر سخونة الماء، وإن شرب من البيت الأوسط فهو حمى صالب، وإن شربه من البيت البارد فإنه برسام. ومن رأى  أنه اغتسل والنورة، فخذ بالاغتسال والنورة ودع الحمام، فإن ذلك أقوى في التأويل.فإن رأى في تلك المحلة حماماً مجهولاً، فإن هناك إمرأة يأتيها الناس. ومن رأى  أنه يغتسل في الحمام أصابه غم من عدوه. وربما مريض. ومن رأى  أنه يبني حماماً قضيت حاجته، والحمام يدل على جهنم، وقيم الحمام يدل على خازنها، ويدل على دار الحاكم وقيمها القاضي، ويدل على المرأة وقيمها زوجها، أو العاقد، ويدل على الزانية وقيمها رجل ديوث، ويدل على السجن وقيمه السجان، ويدل على البحر وقيمه رئيس السفينة ومديرها. وربما دل الحمام على دور أهل الشر والخصام. ومن رأى  نفسه في حمام أو رآه غيره فإنه في النار والحميم، فإن اغتسل مع ذلك، ولبس ثياباً بيضاء، خلاف عادته، وركب مركوباً لا يليق به، كان ذلك غسله وكفنه ونعشه، وإن كان ذلك في الشتاء خيف عليه الفالج. ومن رأى  أنه داخل إلى البيت الحار فعلي ضد ما تقدم، ويكون البيت الأوساط لمن جلس فيه من المرض دالاً على توسطه في علته، فإن يكن شيء من ذلك وكان الرجل أعزب تزوج أو حضر وليمة أو جنازة، وكان فيها من الجلبة والغوغاء والغموم من الهموم كالذي يكون في الحمام، وإلا نالته غمة من سبب النساء، وقد يجمع ذلك فتناله غمة من سبب مال الدنيا عند حاكم لما فيه من جريان الماء والعرق. وربما دل العرق خاصة على الهم والتعب والمرض مع غمة الحمام وحرارته، فإن كان متجرداً من ثيابه فالأمر مع زوجته يجري عليه ما يؤذن الحمام به، فإن كان فيه بأثوابه فالأمر من ناحية أجنبية أو بعض المحارم كالأم والبنت والأخت. ومن رأى  أنه دخل الحمام من قناة أو طاقة صغيرة في بابه أو كان معه أسد أو سباع أو وحش أو غربان أو حيات فإنها إمرأة يدخل إليها في ريبة، ويجتمع عندها مع أهل الشر والفجور من الناس، والحمام دال على دراً العلم والرباط والجامع والسوق، ويدل على التوبة للفاسق، والهدى للضال، والغنى للفقير، والشفاء للمريض، وإن كان الرائي أعزب تزوج، وإن كان فقيراً استغنى، وإن اغتسل بالماء على ثيابه ابتلي بحسن زانية وأفسد معها دينه وارتكبه الدين بسببها.وإن رأى ميتاً في الحمام، وكان في بيت الحرارة، دل على أنه مطالب بما عليه من التبعات، خاصة إن كان لابساً ثياباً دنسة أو كان مكشوف العورة.فإن رأى كأنه خرج من الحمام وعليه قماش حسن أو رائحة طيبة دل ذلك على أن الله تعالى قد سامحه وعفا عنه. ومن رأى  نفسه في نهار والنجوم محيطه به، أو على رأسه دل ذلك على أنه يدخل حماماً، فإن وجد في منامه حرارة شديدة أو برداً شديداً نالته شدة في الحمام الذي يدخل إليه، فإن اختلطت النساء بالرجال في الحمام دل على اختلاف الأحوال ونقض العادات والوقوع في البدع والشبهات. وربما دل ذلك على سبي يقع في ذلك البلد حتى يختلط الرجال بالنساء ويطلعوا على عوراتهم.فإن رأى ماء الحمام صار دماً والناس ينضحون منه على أبدانهم، دل ذلك على ظلم الملك لهم في أموالهم أو حيف العلماء على العامة في استباحة المحظورات كفطر يوم الصوم أو صوم يوم الشك، أو الوقوف بعرفة في غير يومها أو صلاة الجمعة قبل الزوال وما أشبه ذلك. وربما دل الحمام على الكنيسة لأنه مظان الجان والشيطان. وربما دل الحمام للأعزب على الزوجة، ومن اتخذ الحمام مسكنه فإنه مصر على الذنوب، ومن دخل حماماً واغتسل وخرج منه خرج من هم إمرأة أو دين، والحمام المظلم سجن، وخزانة الحمام إمرأة لا خير فيها"
    },
    {
        "id": 100,
        "text": " الحمامي\n  تدل رؤيته في المنام على قضاء الدين وزوال الهموم والأنكاد ونفاذ الأمر والطهارة. وربما دلت على الضيق، أو المرض. ومن رأى  أنه حمامي، أو القائم في الحمام وهو لا يخدم الناس في الحمام فإنه قواد، لا ينتفع منه، فإن كان عليه ثياب بيض فإنه يجلو عن الناس همومهم"
    },
    {
        "id": 101,
        "text": " الحمأة\n  تدل في المنام على خير خاصة إن فقد الماء أو كان فقيراً فإنه يدل على سد فاقته بيسير الرزق، ومن كان أعزب، ورأى الحمأة تزوج وصار له حم وحماة، والحمأة دالة على أدنى العيش، فما حصل في المنام من الحمأة هم وحزن وهول، فمن رأى أنه يدخل في حمأة فإنه يقع في حزن وهم وذلك لسواد الحمأة، وتدل الحمأة على فضلات الأموال، ومبادئ الربح، ولوائح الخير والسؤدد"
    },
    {
        "id": 102,
        "text": " حمرة اللون\n  هي في المنام وجاهة، فمن رأى أن وجهه أحمر براق فإنه يكون وجيها في الدنيا معروفاً بالخير. وقيل إن كان مع الحمرة بياض نال صاحبه عزاً وفرحاً. ومن رأى  أن وجهه ملطخ بالحمرة كما تلطخ وجوه النساء فإنه يزني ويفتضح أمره. ومن رأى  أن جسمه ووجهه قد احمرا فإنه يكون طويل الهم بعيد الفوز، وحمرة اللون تدل على عافية المريض وقدوم المسافر"
    },
    {
        "id": 103,
        "text": " الحمص\n  يدل في المنام على مال بتعب، ومن أكل الحمص الساخن فإنه يقبل إمرأته في شهر رمضان المبارك"
    },
    {
        "id": 104,
        "text": " الحمض\n  يدل في المنام على الشفاء من الأسقام. وربما دل على الرياء والنفاق لطيب أوله وحموضة آخره"
    },
    {
        "id": 105,
        "text": " الحمق\n  من اتصف في المنام بالحمق فإنه يدل على الرزق. وربما كان أحمق من القمح لأنه عكسه حمق، قمح، وإلا فلا خير فيه"
    },
    {
        "id": 106,
        "text": " حمل الإنسان\n  إذا كان حمل الإنسان في المنام ثقيلاً دل ذلك على جار السوء، وقد يكون الحمل الثقيل ذنوباً، والحمل الثقيل للمرأة حبل أو زوج شرير. ومن رأى  أنه يحمل حملاً ثقيلاً فهو أذية يحتملها من جار سوء، والحمل على العنق، أو الكتف ذنوب، والحمل للمولود راحة للمحمول ونكد وتعب للحامل. ومن رأى  أنه يحمل حطباً فإنه يحمل الغيبة والنميمة، وينقل الكذب"
    },
    {
        "id": 107,
        "text": " حمل المرأة\n  يدل حبل المرأة في المنام على إنها تواظب على أمرها، وتنال منه مالاً وزيادة نامية، وثناء حسناً. وإذا رأى الرجل أن به حبلاً فإنه هم ثقيل خفي عن الناس، يخاف ازدياده وظهوره، والحبل زيادة في الدنيا لصاحب الرؤيا ذكراً كان أو أنثى، ورؤية المرأة الحبلى تدل على هم ونكد وأمور مستورة، وحبل الرجال في المنام دليل على زيادة العلم للعالم. وربما دل على همومه ونكده ومجاورة عدوه، أو على العشق والهيام. وربما دل على من يجمع بين الذكور والإناث في محل واحد، أو يزرع الشيء في غير محله، أو يدخل داره لص أو تخبأ في داره خبيئة، أو يسرق سرقة ويخفيها عن صاحبها. وربما دل حبل الرجل على أنه يهلك نفسه. وربما دفن عنده من يعز عليه من الأموات الأجانب. وربما كان كذاباً يتظاهر بالمحال. وربما كتم إيمانه واعتقاده الفاسد. وأما حبل البكر فربما دل على نكد، يصل إلى أهلها بسببها. وربما دل على حادث شر يحدث في محلها من سارق أو حريق. وربما لبسها جان، أو يعمل لها جهاز لما يناسبها، أو يعقد عليها من لم يكن كفؤاً لها أو تزول بكارتها قبل زواجها. وأما حبل المرأة العاقر، أو الذكور من البهائم والأنعام، فإن ذلك دليل على قحط السنة، وقلة خيرها، وكثرة فتنها وشرها من قبل اللصوص. ومن رأى  أن إمرأته حبلى فإنه يرجو خيراً من عرض الدنيا. ومن رأى  أن به حبلاً، فإن ذلك زيادة في ماله ودنياه، وهو صالح للنساء والرجال على كل حال، وحبل العجوز خزانة سلاح إنها فتنة، وقيل حبلها بطالة من الشغل، وقيل هو خصب بعد جدب، والمرأة الخالية من الزوج، وكذلك البكر إذا رأتا كأنهما حبلتا فإنهما تتزوجان"
    },
    {
        "id": 108,
        "text": " حملة العرش\n  تدل رؤيتهم في المنام على العزة والقوة والاتفاق والألفة والصحبة، وتدل على سلامة المعتقد، والقرب من خواص الملك"
    },
    {
        "id": 109,
        "text": " الحناط\n  تدل رؤيته في المنام على رجل صاحب مال وهو شريف إذا لم يحتج إلى بيعها، فإن احتاج إلى بيعها أصابه ذل.وإن رأى  الوالي يبيع الحنطة دل على عزله، والتفرق بينه وبين أخيه، وقيل الحناط ملك تنقاد له الملوك أو تاجر يترأس التجار أو عامل تطيعه الأجراء. ومن رأى  كأنه إبتاع من حناط حنطة فإنه يطلب ولاية من سلطان، فإن يزهد في الدنيا، ويشكر الله تعالى على نعمه. ومن رأى  كأنه يملك حنطة ولا يمسها ولا يحتاج إليها فإنه يصيب عزاً وشرفاً، لأن الحنطة أشرف الأطعمة.فإن رأى كأنه سعى في طلبها واحتاج إليها أو مسها أصابه خسران أو هوان، وعزل إن كان والياً، وتدل رؤية الحناط على اليسر بعد العسر، والعدة الصادقة والرزق وأعمال البر"
    },
    {
        "id": 110,
        "text": " الحناء\n  هو في المنام عدة الرجل لعمله، والحناء زينة في المال والأولاد"
    },
    {
        "id": 111,
        "text": " الحنائي\n  تدل رؤيته في المنامة على صاحب العقاقير النافعة، أو على الأفراح والبشائر والحنان والإشفاق"
    },
    {
        "id": 112,
        "text": " الحنطة\n  هي في المنام مال شريف في تعب. ومن رأى  أنه اشترى حنطة أصاب مالاً وخصباً وزاد في عياله.فإن رأى سلطاناً يحرك الحنطة بيده ارتفع سعر الطعام. ومن رأى  أنه زرع حنطة عمل عملاً فيه رضا الله تعالى، فإن استمر في زرعها رزق الجهاد. ومن رأى  أنه زرع حنطة ونبت شعير، فإن علانيته خير من سريرته، فإن نبت دماً فإنه يأكل الربا، فإن أكل حنطة رطبة فهو صلاح في نسك، والسنبلة الخضراء سنة خصبة، والسنبلة اليابسة سنة مجدية، والسنابل المجموعة في يده أو في وعاء أو في يبدر، مال يصيبه مالكها من كسب غيره. ومن رأى  أنه يلتقط ما سقط من متفرق السنابل في حصاد مزروع يعرف صاحبه فإنه يصيب من صاحب الزرع خيراً متفرقاً باقياً.وإذا رأى إنسان أنه يحصد الزرع في غير وقته فإنه موت في تلك المحلة، وحرب وفتنة، فإن كانت السنابل صفراً فهي موت الشيوخ، وإن كانت خضراً فهي موت الشباب أو قتلهم، ومن أكل حنطة يابسة فلا خير فيه. ومن رأى  حنطة نال خيراً من ملك، والفريك مال حرام، ومن باع حنطة بشعير في المنام استبدل بالشعر القرآن، والحنطة في الفراش حبل المرأة، وقيل من رأى أنه يأكل حنطة يابسة أو مطبوخة ناله مكروه. ومن رأى  أن بطنه أو فمه أو جلده قد امتلأ حنطة يابسة فذلك فناء عمره، وإلا فعلى قدر ما بقي فيه يكون ما بقي من عمره. ومن رأى  أنه أكل حنطة خضراء رطبة فإنه صالح يكون ناسكاً في الدين"
    },
    {
        "id": 113,
        "text": " الحنظل\n  يدل في المنام على الهم والحزن، وشجرته رجل جبان جزوع لا دين له"
    },
    {
        "id": 114,
        "text": " الحنك\n  حنك الإنسان في المنام زوجان أو شريكان أو ابنان"
    },
    {
        "id": 115,
        "text": " حنوط الموتى\n  هو في المنام سبب للفرح لمن كان في غم، والتوبة لمن فسد دينه. ومن رأى  أنه يستعين برجل يشتري له الحنوط فإنه يستعين به في حسن محضر يلجأ إليه في كربه، والحنوط يذهب نجاسة الميت وتفسده، والغالية والكافور ثناء حسن، وحنوط الميت دليل على طيب ثنائه وتزكيته. وربما دل على ذلك على الإحسان"
    },
    {
        "id": 116,
        "text": " الحنين للوطن\n  هو في المنام دليل على فراق الأزواج، أو الأصدقاء، والغنى بعد الفقر، ولا خير فيه في المنام إذا كان معه ندب ونواح"
    },
    {
        "id": 117,
        "text": " الحوالة\n  تدل في المنام على استحالة الأحوال من الخير إلى الشر، ومن الشر إلى الخير، ومنه: حال فلان عن العهد. وربما دلت الحوالة على المغرم للمحيل، وعلى الفائدة للمحال عليه، ويقال: الحوالة ما يجري له من الخير والشر"
    },
    {
        "id": 118,
        "text": " حواء عليها السلام\n  تدل رؤيتها في المنام على البركة في الزرع، والثمار ونتاج الأولاد، وإدرار الفوائد من الصناعة كالنسيج والحراثة والحدادة وغير ذلك. وربما دلت رؤية آدم وحواء عليهما السلام على النقلة من محل شريف إلى ما دونه، وعلى الزلل والوقوع في المحذور، وشماتة الحاسدين، وعلى الهموم والأنكاد من الجيران، وتدل رؤيتهما على النكد من الأزواج والأولاد، وعلى قبول المعذرة والتوبة والندم على ما فات، فإن رأت المرأة حواء عليها السلام في المنام أدخلت الهموم والأنكاد. وربما ابتليت في نفسها ببلوى شديدة لأنها أول من حاضت من النساء. وربما عالجت الحبل والولادة. وربما رزقت أولاداً صالحين، وإن كانت مفارقة لزوجها أو غائبة عنه، عادت إليه، واجتمعت به. وربما رزقت رزقاً حلالاً من كدها. وربما كان من نسلها من يسفك الدم، ويقتل النفس التي حرم الله تعالى قتلها. ومن رأى  حواء عليها السلام فإنه يغتر بقول امرأة. ومن رأى  حواء عليها السلام بوجه جميل فإنها أمه لأنها أم المسلمين، وأن كان في غم فرج عنه، وإن نفذ كلام إمرأة تدم وزالت رئاسته"
    },
    {
        "id": 119,
        "text": " الحوت\n  تدل رؤيته في المنام على اليمين. وربما دلت رؤيته على معبد الصالحين ومسجد المتعبدين. وربما دلت على الهم والنكد وزوال المنصب، وحلول الغضب، ورؤية حوت يونس عليه السلام في المنام أمن للخائف وغنى للفقير، وفرج لمن هو في شدة، وملك لمن يليق به الملك، وكذلك رؤية سجن يوسف عليه السلام والكهف والرقيم وتنور نوح عليه السلام"
    },
    {
        "id": 120,
        "text": " الحوض\n  هو في المنام رجل شريف سخي نافع.فإن رأى حوضاً مليء بالمال فإنه ينال كرامة وعزاً من رجل سخي شريف، وإن توضأ منه فإنه ينجو من هم بإذن الله تعالى، وإن شرب منه ماء نال رزقاً من ملك كريم. أنظر الفسقية"
    },
    {
        "id": 121,
        "text": " الحوقلة\n  وهي قول الإنسان: لا حول ولا قوة إلا بالله، وهي دليل لمن أكثر منها في المنام على الإنذار بما يوجب قولها، وكذلك الاسترجاع دليل على الإنذار بما يوجب قوله. وربما دل الاسترجاع على المصيبة"
    },
    {
        "id": 122,
        "text": " الحول\n  حول العين في المنام يدل على نقض العهد، أو النقض في الكلام"
    },
    {
        "id": 123,
        "text": " الحياء\n  يدل في المنام على من الله تعالى، أو الإمساك عن إتيان الفواحش، وهو دليل على تضاعف الإيمان والرزق. وربما دل على الهداية للعاصي، والإسلام للكافر"
    },
    {
        "id": 124,
        "text": " الحيرة\n  تدل في المنام على الغفلة واستمالة الشيطان له إلى الضلالة، والتحير في كل الأديان في المنام جحود، فمن رأى أنه لا يعرف لنفسه ديناً ولا قبلة يصلي إليها، فإن كان الرجل مشغولاً في أمر الدين فإنه يتحير في أمر دينه. ومن رأى  أنه يطلب موضعاً يصلي فيه ولا يجده، وكان في طلب بر أو علم فقد تعسر عليه تعلم العلم وحفظه ودرسه، وإن كان والياً فقد عسرت عليه كورة ودرسه، وإن كان تاجراً فقد عسرت عليه تجارته، وإن كان سوقياً فهو مثله"
    },
    {
        "id": 125,
        "text": " الحيض\n  إذا رأى الرجل في المنام أنه حائض فإنه يأتي محرماً.فإن رأت إمرأة إنها حائض فإنها في ذنب أو تخليط، فإن اغتسلت تابت من الذنب وذهب همها، فإن رأت ذلك من يئست من الحيض رزقت ولداً، لقوله تعالى:  \"  فضحكت فبشرناها بإسحاق  \". والضحك في اللغة بمعنى الحيض، فإن رأت إنها مستحاضة فإنها في إثم، وتريد أن تتخلص منه، ولا يتهيأ لها الخلاص، لأن ذلك قد صار طبعاً لها، فلا تقدر على تركه إلا بعد جهد، فإن تابت فإنها لا تثبت على توبتها، وكذلك إن زوجها يجامعها وهي حائض فإنها تخرج من بلدها هي وزوجها. وقيل إذا رأى الرجل أنه حائض فإنه يكذب.وإن رأى إمرأته حائضاً انغلق عليها أمره، وقيل الحيض حجامة أو فصد، وقيل الحيض شيطان، ومن رأت شيطاناً رأت الحيض، والحيض نقص في الدين وفي الصوم والصلاة، وقيل الحيض مرض، والمرأة العازبة اليائسة من الحيض إذا رأت الاستحاضة في المنام دل ذلك على الزوج، وإن كانت تحيض دل ذلك على نزف الدم، وكذلك سلس البول إذا رآه الرجل في المنام. وربما دل الحيض والاستحاضة على النكد والفرقة بين الزوجين. وربما دل حيض العقيم على الحمل بالأولاد، والحيض للحامل ولادة غلام.وإن رأى  الرجل أنه حائض وطئ مالاً يحل له وطؤه. ومن رأى  إمرأته حاضت كسدت صناعته"
    },
    {
        "id": 126,
        "text": " الحية\n  هي في المنام عدو أو كنز أو إمرأة أو ولد، والثعبان إذا لم يخف منه الرجل دل على قوية ودولته، والحية عدو ذو مال، لأن تأويل السم مال. ومن رأى  أنه أدخل الحية بيته، فإن عدوه يمكر به. ومن رأى  أنه أخذها فيصير إليه مال من عدو في أمن، فإن قتلها ظفر بعدو، فإن سال الدم على يديه مات عدوه وورث ماله، فإن لدغته الحية فإنه ينال معرة عدو، فإن أحرقها قتل السلطان أعداءه وظفر بهم، فإن طارت سافروا، والحية الصغيرة في التأويل ولد صغير، ومن قتل حية فهو موت ولد صغير.فإن رأى  الحيات تقتل في الأسواق وقعت حرب وكان النصر فيها للعدو، فإن اصطاد السلطان الحيات فإنه يخادع أعداءه، وينال منهم، والحية رجل سلطاني ظالم كتوم العداوة، عظيم الكيد، قوي إسمه، كريه منظره، والحيات السوداء منها أشد كيدا وسماً، والحيات البيضاء أعداء في ضعف ووهن، ومن كلمته حية بكلام لين لطيف أصاب سروراً أو خيراً من عدو يتعجب الناس منه، فإن كلمته بإرعاد، فإن البغي يرجع على العدو إلا أن يكون مع ذلك لدغ أو سم، فإن العمل أقوى من القول، فيؤخذ عند ذلك بالعمل ويترك القول، وفي النهاية يكون الظفر للمبغى عليه وينجو من ذلك العدو.وإن رأى حية تخرج من كورة مرة وترجع مرة، فإن ذلك شيطان يحزنه، فإن نازع حية فإنه يقاتل عدواً قوياً، وهو منه على خوف ووجل حتى يتفرقا، ويكون الظفر لمن غلب منهما، فإن لدغته، فإن يقع في مصيبة لا ينجو منها. ومن رأى  أنه قتل حية على فراشه ماتت امرأته. ومن رأى  في عنقه حية فقطعها ثلاث قطع فإنه يطلق إمرأته ثلاث تطليقات، فإن قطع حية نصفين فإنه ينتصف من عدوه ويظفر به، ويخضع له ثلاثة من أعدائه: رجل رئيس، ورجل غني، ورجل ذو تبع وأولاده، فإن أكل لحم الحية نيئاً فإنه يظفر بعدوه وبماله، ويفوز به في سرور، فإن أكله مطبوخاً فإنه يظفر بعدوه، وينال منه مالاً حلالاً، فإن أصابه سمها فانتفخ فإنه يخاصم عدواً وينال منه مكروه ومال عظيم، فإن عمل السم فه حتى تناثر لحمه وعظمه فإنه يقاتل العدو ويتفرق أولاده في البلاد، فإن مات فإنه يقاتل عدواً فيقتله العدو، وأنياب الحية قوة العدو وشدة كيده، فإن تحول العدو حية فإنه يتحول من حال إلى حال، ويصير عدواً للمسلمين.فإن رأى بيته مملوءاً بالحيات وهو لا يخالفها فإنه يرى في بيته أعداء المسلمين وأصحاب الأهواء، والحيات المائية مال.وإن رأى في جيبه أو كمه حية صغيرة بيضاء لا يخافها، وتخالطه في أموره فإنها مال، فإن أصاب أو ملك حيات ملساء تطيعه حيث شاء، ليس لهن سم فإنه يصيب سبائك من فضة أو ذهب فيجعله كنزاً.فإن رأى حية تمشي خلفه فإنه عدو يريد أن يمكر به، فإن مشت بين يديه أو دارت حواليه فإنهم أعداء يخالطونه ولا يمكنهم مضرته.فإن رأى حية، ولم يعاينها، وهرب منها فإنه يأمن عدوه ويظفر به، وكل خائف من شيء ولم يره فإنه أمن له مما يخافه ويحذره، فإن عاين الحية وخاف منها فيصيبه خوف من عدو ولا يقدر على أن يضره، فإن جلب حية فإنه يأخذ مال عدو حراماً ويظفر به.فإن رأى حية ميتة، فإن الله تعالى يهلك عدوه بلا تكلف منه.فإن رأى حيات تدخل في بيته، وتخرج منه، من غير مضرة، فإنهم أعداؤه من أهل بيته وأقربائه، ولحم الحية مال عدو حلال أو ترياق من عدو. ومن رأى  أنه وجد جلد حية من ذهب وجد كنزاً من كنوز الملك كسرى.فإن رأى  الحيات تتقاتل في ناحية، فقتل منهن حية عظيمة فإنه يملك تلك البلدة.وإن رأى حية تصعد في علو أصاب راحة وفرحاً وسروراً.فإن رأى حية تنحدر من علو، فإن رئيساً في ذلك المكان يموت. ومن رأى  أنه يكلم حية ظهر عدو من الفراعنة.فإن رأى  أن يأكل لحم الحية فإنه يصيب سروراً ومنفعة ومرتبة وعزاً.فإن رأى  أن حية خرجت من الأرض فهو عذاب في ذلك الموضع. ومن رأى  أن الحية ابتلعته نال سلطان. ومن رأى  على رأسه حية ارتفع شأنه عند الملوك. ومن رأى  أنه يتخطى الحيات ويمشي بينها دلت رؤياه على مطر عظيم تسيل منه الأودية. ومن رأى  الحية ذات القرون فإنه ينال وزارة الملك إن كان أهلاً لها، وإن كان تاجراً ينال ربحاً في تجارته. وربما دلت الحيات على الكفار، وأصحاب البدع. وربما دلت على الزانين، وقد تكون الحية سلطاناً. ومن رأى  أنه ملك من سود الحيات العظيمة جماعة قاد الجيوش، ونال ملكاً عظيماً، والحيات المائية مال، والحية تدل على السيل والدولة والحياة. ومن رأى  أنه قتل حية فإنه يتزوج امرأة. ومن رأى  أن الحية خرجت من دار، خربت الدار، وفني أهلها. ومن رأى  حيات قد خرجت من فمه، وكان مريضاً فإنه يموت. ومن رأى  حية قد دخلت في فمه فإنه يقهر عدوه. ومن رأى  أن حية خرجت من أنفه أو من ظهره فيولد له ولد، وإن خرجت من أذنه أو من بطنه فيرتكب معصية، وحيات البطن تدل على الأقارب، فمن رأى من هذه الحيات شيئاً فغنه يفارق شخصاً كان يؤاكله. ومن رأى  أنه يلقي الحيات من مقعده بيده فإنه ينال مصيبة من جهة أقاربه وأهل بيته، وحيات البيوت جيران، وحيات البادية قطاع طريق، والحية شر وحسد، واحتيال ومكر، وخديعة وتظاهر بالعداوة"
    }
]