[
    {
        "id": 0,
        "text": " اللبأ\n  هو في المنام يدل على خلاص الحامل"
    },
    {
        "id": 1,
        "text": " اللباب\n  هو في المنام علم نافع، وإخلاص في القول والعمل، وسر صالح"
    },
    {
        "id": 2,
        "text": " اللباد\n  هو في المنام دليل على الصبر والجلد في الأمور، أو على المعيشة والرزق والفائدة"
    },
    {
        "id": 3,
        "text": " اللبان\n  تدل رؤيته في المنام على العلم والرزق الحلال، والهداية والفطرة"
    },
    {
        "id": 4,
        "text": " اللبب\n  هو في المنام دال على ما ينجبر به الصدر من دواء أو ملبوس، واللبب ضبط الأمر"
    },
    {
        "id": 5,
        "text": " اللبلاب\n  هو في المنام طبيب، فمن رآه فإنه يتطبب لنفسه، واللبلاب أخلاق رديئة وهمم دنيئة"
    },
    {
        "id": 6,
        "text": " اللبن\n  هو في المنام فطرة الإسلام، وهو مال حلال، واللبن الرائب مال حرام لحموضته وخروج دسمه. ومن رأى  أن الثديين يدر منها لبن أن الدنيا تدر عليه، ولبن الإنسان حبس وضيق للمرضع والراضع.وإذا رأى أنه اشترى مرضعة لترضع ولده فإنه يربي ولده على خلقه. وقيل من امتص لبن إمرأة نال مالاً وربحاً. ومن رأى  أنه شرب لبن فرس أحبه السلطان، ونال منه خيراً، ومن شرب لبن رمكة صادف ملكاً، وألبان الأنعام مال حلال من سلطان ورزق طيب، والحليب مكر وحلب الناقة عالة، فإن حلبها فخرج اللبن دماً فإنه يجور في سلطانه، وإن حلبها سماً فإنه يجني مالاً حراماً، ولبن اللقحة فطرة في الدين فمن شرب منه فإنه ثابت على الفطرة، يصلي ويصوم ويزكي ويتصدق، وهو لشاربه مال حلال وحكمة، وقيل من رأى أنه حلب ناقة وشرب من لبنها فإنه يتزوج إمرأة صالحة، وإن كان متزوجاً فيولد له غلام. ومن رأى  أنه حلب بقرة وشرب لبنها وكان عبداً فإنه يعتق، وإن كان فقيراً استغنى، ولبن الشاة والعنز مال يجبى من العرب والعجم. ومن رأى  أنه شرب لبن الغنم نال خيراً وراحة وسروراً، ولبن اللبوة مال لشاربه وظفر بعدوه، ولبن النسر عز ونصر على عدو قوي كريم، ولبن النمر لمن شربه إظهار عداوة، ولبن الذئب غرم وخوف شديد، وضرر في المعيشة لمن شربه، وقيل هو مال وسلطان. ومن رأى  أنه شربه نال رئاسة، ولبن الخنزير تغيير عقل شاربه وذهابه، ولبن الكلبة خوف شديد لشاربه، ومال يناله على يد ظالم. وقيل من شربه نال مقدرة ورئاسة على أهل بلده، وقيل ألبان الوحوش كلها شك في الدين، ولبن حمار الوحش مرض بعده شفاء، ولبن الظبية رزق قليل، وألبان النواهش واللواذع صلاح ما بينه وبين أعدائه، ولبن الثعلب مرض يسير، بعد شفاء ورزق يسير، ولبن الحمار الأهلي مرض يسير، وكذلك لبن الهرة. ومن رأى  أن اللبن يخرج من الأرض فهو ظهور جور وفتنة، يراق فيها دم، ولبن الغنم مال شريف، ولبن البقر غنى، ولبن البغل عسر وهول، ولبن الخنزير إصابة مال عظيم، ولبن الإنسان للمريض إذا شربه شفاء من المرض، ولبن الكلب والسنور مرض أو خوف، واللبن يدل على المال وزيادة العمر والحمل وظهور الأسرار والعلم والتوحيد، ويدل على الدواء للأدواء، وعلى الرزق، ولبن البقر والغنم والإبل والجواميس كل ذلك مال مجموع، والرائب هم، ولبن الوحش والطير إذا وجد فهو مال قليل وخاصة لبن الأرنب ولبن الفرس، ولبن السنور والثعلب فسق، ولبن الآدمي وديعة لا ينبغي صرفها لغير ربها، ولبن المجهول من الوحش عز ونشاط للمريض، وخلاص من السجن أو مال مغتصب"
    },
    {
        "id": 7,
        "text": " اللبن\n  هو في المنام مال يحصل له، والمبني به يدل على حسن العمل والدين، وتفسر اللبنة بخادم، فمن رأى أنه رمى لبنة من مكان عال وتفتتت مات له خادم، واللبن في البناء قرابة صاحب البناء وأولاده الذين يشتد بهم. ومن رأى  أنه يصنع لبناً في مكان زاد رجاله، ومن بنى داراً من لبن نال رئاسة وولاية. ومن رأى  أنه يصنع لبناً خشي عليه الموت، واللبنة الواحدة في البناء رجل من جماعة"
    },
    {
        "id": 8,
        "text": " اللبوة\n  هي في المنام إمرأة شريرة متعسفة، واللبوة إبنة ملك، فمن شرب لبن لبوة أصاب مالاً من سلطان وظفر بعدوه، وإن أكل لحم لبوة أصاب سلطاناً وملكاً كبيراً. أنظر أيضاً الأسد"
    },
    {
        "id": 9,
        "text": " اللت\n  إن لت الشيء مع ما لا يناسبه يدل في المنام على الشبهات واختلاط المال"
    },
    {
        "id": 10,
        "text": " اللجاجة\n  هي في المنام تدل على الشر، يفعله، أو يراه، لقوله عليه السلام:  \"  الخير عادة والشر لحاجة  \". ومن رأى  أنه يلج فإنه يفر من أمر هو فيه أو قتال أو خصومة أو منازعة أو غير ذلك، أو يكون رجلاً عاتياً يفر الناس منه، لقوله تعالى:  \"  بل لجوا في عتو ونفور  \""
    },
    {
        "id": 11,
        "text": " اللجام\n  يكون اللجام سائس ملك، ومن ركب برذوناً بلجام فإنه يلي ولاية لا يدخل فيها أحد، حق يستحلفه بيمين شديدة، واللجام سلامة، فمن رأى فمه ملجما سلم، ولا يتكلم فيما لا يعنيه. ومن رأى  لجام فرسه قطع مات غلامه، واللجام دال على العصمة لمن دلت الفرس عليه. وربما دل على زكاة المال التي تحفظه. ومن رأى  أن لجام فرسه سقط من رأسها أو ذهب من يده تلاشى أمره وفسد حاله أو حرمت عليه زوجته. ومن رأى  أنه ملجم فإنه كاف عن الذنوب. وربما دل على الصوم، فإن الصيام إلجام"
    },
    {
        "id": 12,
        "text": " اللحاف\n  هو في المنام امرأة. ومن رأى  أنه أخذ لحافاً في الليل تزوج إمرأة أو نال سكوناً صراحة، واللحاف راحة وقوة، وقيل اللحاف إمرأة نافعة، ويدل على الأمن والسكون. أنظر أيضاً الدراج"
    },
    {
        "id": 13,
        "text": " اللحام\n  تدل رؤيته في المنام على الأمن من الخوف والعصمة، والصمت والظفر بالأعداء، واللحام رجل يحرض الناس على السفر. أنظر أيضاً الجزار"
    },
    {
        "id": 14,
        "text": " اللحس\n  اللحس في المنام رزق يسير من جوهر ما لحس في منامه. أنظر أيضاً اللعق"
    },
    {
        "id": 15,
        "text": " اللحم\n  شرائح اللحم إذا رآها الإنسان في المنام فإنها شر لائح أو شر رائح. وربما دلت على الهناء والرزق العاجل ونهوض الشهوة، وإظهار ما يروم الإنسان كتمانه، مدقوق اللحم يدل على ما يعقب الدق والضرب. وربما دل للعازب على الزوجة، وللحامل على الولد. وربما دل على اختلاط المال مع الشركاء وظهور الفائدة بينهم، وإذا كان اللحم في المنام مطبوخاً فهو مال، أما اللحم النيئ فكله أو جاع وأمراض، وشراؤه من القصاب طيبة، واللحم الطري موت. ومن رأى  أنه يأكل لحم إنسان فإنه يغتابه، وإن أكلت إمرأة لحم نفسها فإنها تزني، ولحم البقر الهزيل يدل على المرض، ولحم الحية مال من عدو، ولحم السبع مال من سلطان، ولحوم الجوارح من الطيور ولحم الخنزير مال حرام، واللحم القديد اغتياب للأموات، ولحم الجمل مال من رجل ضخم عدو قوي. وقيل من أكل لحم الجمل نال من الملك منفعة ومالاً، ولحم البقر يدل على تعب، وعلى قلة العمل. ومن رأى  في بيته لحم الضأن مسلوخاً مشرحاً فإنه يتصل بمن لا يعرفه.وإن رأى في بيته مسلوخ الضأن غير مشرح فإنها مصيبة تفاجئه، وإن كان المذبوح سميناً فإنه يرث مالاً. ومن رأى  أنه يأكل لحماً نيئاً فهو خير، وإن رآه ولم يأكله فإنه رديء، وإن أكل لحماً مطبوخاً ازداد ماله، وإن أكله عند شيخ علا شأنه ولحم البقر المشوي أمان من الخوف، وقيل إنه رزق وخصب، ولحم الدجاج يدل على منفعة من النساء. وربما دل اللحم على الحلم لذوي الغضب، ويدل على الشفاء من الأمراض زوال الهموم والأنكاد، واللحم المجمع على تحريمه مال حرام، ولحم الطير فائدة من السفر. وربما دل أكل لحم الطير على الجنة، لقوله تعالى:  \"  وفاكهة مما يتخيرون، ولحم طير مما يشتهون  \". ولحم الوحش رزق حلال. وربما كان فيه خطر ومشقة، ولحم السمك رزق هنيء عاجل حلال. وربما دل على الفائدة من البحر، أو السلطان، ولحم الإنسان ظفر بالعدو، ورؤية اللحم المجهول والدم دليل على الفتنة والغلبة، وإن كان يأكل لحم طير مما لا يحل أكله فإنه يأكل من أموال قوم ظالمين مكارين، ولحم الإوز يدل على منفعة من أصحاب الدين، ولحم فراخ الطير مال في تعب ومشقة، ولحم الإنسان عبارة عن كسبه وعافيته وسقمه أو ماله أو دينه وتقواه، واللحم المجهول يدل على تركات الهالكين، وإن اشترى لحم أدمي اشترى بضاعة كاسدة، ومن أكل من لحم نفسه الزائد أكل الفائدة وأبقى رأس المال، وإن أكل غير الزائد فرط في رأس مال أو ندم على فعل يفعله، والمطبوخ باللحم هو في المنام غنى للفقير، والمطبوخ بغير اللحم فاقة، وإن طبخ بنفسه طعاماً طيباً نال منصباً أو استغنى من بعد فقره، وإن طبخ، له غيره ربما مكر به، أما اللحمة بالخل أنظر السكباج"
    },
    {
        "id": 16,
        "text": " اللحية\n  هي في المنام للرجل غنى وعز.فإن رأى إنها طالت فإنه يستفيد مالاً وجاهاً وعيشاً طيباً.وإن رأى  أن جوانبها طالت ولم يطل وسطها فيصيبه مال يهيئه لغيره، وإن طالت فوق قدرها فهو دين يكون على صاحبها وهم وغم، وإن طالت حتى سقطت على الأرض مات صاحبها، وقالوا: من طالت لحيته وكثر شعرها زيد في عمره وماله، فإن بلغت السرة فإنه رجل على غير طاعة الله تعالى، وإن زادت على القبضة فهو رجل مراب.وإن رأى شعر لحيته أسود حالكاً فإنه يستغني، وإن كان لونه أسود، أو يقرب إلى الخضرة فإنه ينال ملكاً إلا أن يكون طاغياً جائراً، وإن لحية فرعون كانت سوداء تضرب إلى الخضرة.وإن رأى لونها مائلاً إلى الصفرة فإنه ينال فقراً وعلة، وإن رآها شقراء ناله فزع.وإن رأى  أن في يده لحية رجل وهو يجرها فإنه يرق ماله ويأكله.وإن رأى غلام لم يبلغ الحلم أن له لحية فإنه يموت ولا يبلغ الحلم.وإن رأى لحيته ناقصة خفيفة وكان عليه دين فإنه يقضيه، وإن كان مغموماً ذهب غمه.وإن رأى  أن نصف لحيته ذهب فإنه يذهب بعض جاهه أو ماله.وإن رأى لحيته مقطوعة فيقطع من ماله، ومن قبض على لحيته وجز ما زاد عن القبضة فهو رجل يزكي ماله، ومن قطع لحية غيره فإنه زيادة في ماله أو مال ابنه. وقيل إن لحية المرأة مؤذنة بأنها لا تلد ابناً.وإن رأت إمرأة أن لها لحية وكانت متزوجة فإنها تخسر زوجها، وإن كانت أرملة فإنها تتزوج رجلاً موافقاً لها، وإن رأت ذلك حبلى فإنها تلد ذكراً، وإن كانت لها خصومة نصرت، وقامت مقام الرجال. ومن رأى  أنه ينتف لحيته، فإن ذلك مال يتلفه بين يديه. ومن رأى  لحيته ورأسه حلقاً معاً وكان مريضاً شفي، وإن كان مديناً قضي دينه، وإن كان مهموماً ذهب همه. ومن رأى  أن لحيته طالت حتى غز لها ونسجها كساء وباعها في السوق فإنه يشهد بالزور، واللحية هيبة. وربما دلت اللحية على حانوته ولباسه وربحه، وإن قص لحيته بغمه طال همه وغمه، واللحية قسم يقسم به وهي دالة على الصدق والكذب، وعلى البخل والكرم. وربما دلت اللحية على الزوجة، والشعر الأبيض في اللحية إنذار بسبب ما هو مرتكبه. وربما دل بياض اللحية على المرض والعجز، وإن كانت اللحية بيضاء في اليقظة ورآها قد اسودت في المنام دل ذلك على النشاط والقوة والعزم والشدة، وإن طالت لحيته خلاف العادة دل ذلك على اللهو واللعب أو تبذير المال بغير وجه، واللحية للعاصي توبة، وإن كان ضالاً اهتدى خاصة إن رأى فيها بياضاً، وطلوع اللحية للمرأة ترجل أو وقاحة وارتكاب محذور، واللحية للطفل عمر طويل، ورؤية ما يعلق باللحية من قش أو غيره كلام رديء مؤثر أو حمل الزوجة بما لا يتم خلقه"
    },
    {
        "id": 17,
        "text": " اللدغ\n  إذا كان اللدغ في المنام من حية أو عقرب أو غيرهما دل على ارتكاب محذور"
    },
    {
        "id": 18,
        "text": " اللسان\n  هو في المنام ترجمان صاحبه ومدبر أموره، واللسان موضع الخطيئة.وإن رأى في لسانه زيادة من طول أو عرض فهو قوة له وظفر بخصومته، أو يدل على بذاءة اللسان، أو على الفصاحة والأدب، وإن انعقد اللسان فهو تعطيل عن الأعمال وفقر أيضاً، وإن نبت في اللسان شعر أسود فهو شر عاجل، وإن كان أبيض فهو شر آجل، واللسان كمال وحجة وذكر. وإذا رأى السلطان أن لسانه قطع، فإن ترجمانه يموت. ومن رأى  لسان زوجته مقطوعاً فإنها عفيفة مستورة.وإن رأى فقير أنه قطع لسان فقير فإنه يقهره. ومن رأى  لسانه لصق بحنكه جحد حقاً وجوهراً قد ائتمن عليه. ومن رأى  أنه يأكل لسانه فإنه يندم على كلام يتكلم به، وإن كان من الولاة فإنه يأكل أموال الناس بلسانه. وقيل من أكل لسانه فإنه كثير الصمت كاظم الغيظ صاحب مداراة. ومن رأى  لسانه أسود فإنه يسود بلسانه على قومه، وإن كان من الأراذل فهو كذاب أو شاعر، ومن عض لسانه فإنه يكظم غيظه. وربما دل على شرهه في الأكل. ومن رأى  لسانه انشق نصفين فإنه يكون كذاباً. ومن رأى  أن له ألسنة كثيرة فإنه يرزق أولاداً. ومن رأى  أن الناس يلحسون لسانه فإنهم يلتمسون من علمه، واللسان ربما دل للملك على نائبه أو حاجبه أو وزيره أو كاتبه. وربما دل على المال المكنوز والجاه والعلم. وربما دل على الشرطي أو خادم المساجين. وإذا رأى الملك أن لسانه قطع دل على عزل نائبه أو حاجبه أو وزيره أو كاتبه. وربما فقد مالاً طائلاً.وإن رأى  العالم أن لسانه قد قطع غلب في مجادلته ومناظرته. وربما مات خادمه أو تلميذه أو ولده. وربما دل فقد اللسان على شماتة الأعداء من أهله أو جيرانه أو موت من يحبه. وربما دل فقد اللسان وقطعه على طلاق الزوجة، أو ينقطع كلامه من المكان الذي هو فيه، أو يبطل منه رزقه.وإن رأى لساناً مقطوعاً دل على موت حشاش أو كناس في الطرقات أو قصاص للأثر أو رجل يخرج الخبايا أو رجل شرير.وإن رأى  أن له لساناً مع لسانه دل على النميمة وإلقاء الكلام بين الناس لأنه يقال: فلان بلسانين ووجهين إن كان اللسان الزائد لا يمنع الكلام ولا النفع فربما دل على الصدق والتودد، لقوله تعالى:  \"  واجعل لي لسان صدق في الآخرين  \". ومن رأى  الشعر قد نبت على لسانه وكانت صناعته الكلام فسد عليه نظامه. وربما دل اللسان على الأسير، أو الحية في حجرها"
    },
    {
        "id": 19,
        "text": " اللص\n  هو في المنام مرض وعلة، فإن كان اللص أسود دل على السوداء، وإن كان أحمر فهو من الدم، وإن كان أصفر دل على الصفراء، وإن كان أبيض دل على البلغم، واللص رجل يغتال إنساناً ويقتله إن رأى أنه سرق شيئاً، واللص ملك الموت وقدوم المسافر والخاطب. ومن رأى  لصاً دخل منزله وعنده مريض فذلك موت المريض، ومن قتل لصاً نجا من مرض، وإذا دخل اللص داراً فيها إمرأة عازبة فإنه خاطب يخطبها، واللص رجل مكار مخادع، وهو رجل زان لأنه يستخفي كما يستخفي الزاني. وربما دل اللص على السبع والحية والشيطان والنفس"
    },
    {
        "id": 20,
        "text": " اللطم\n  هو في المنام تنبيه من غفلة ومنفعة، ولطم المرأة على وجهها دال على البشارة بالولد الذكر بعد اليأس منه، لقوله تعالى:  \"  وبشروه بغلام عليم، فأقبلت إمرأته في صرة فصكت وجهها، وقالت: عجوز عقيم  \". واللطم ظلم من اللاطم لمن لم يسيء إليه. وربما دل اللطم على الأمراض والنوازل في العضو الملطوم"
    },
    {
        "id": 21,
        "text": " اللعان\n  من رأى في المنام أنه لاعن زوجته دل على الحنث، والشبهة في الزواج. وربما دل اللعان على الطرد، وإن ذلك من أصل اللعان، وسمي بذلك لأنه لا يتم إلا بذكر اللعنة"
    },
    {
        "id": 22,
        "text": " اللعب\n  هو في المنام دليل على الغرور والاستهزاء والنقص في الدين، واللعب بالنرد سمو ورفعة وعز وجاه، واللعب بالمنقلة حجاج، واللعب بالخاتم ستر للأوامر أو دلالة على الضائع، واللعب بالكعب تولية، واللعب بالطابة صلح بين الأعداء، وإن كان اللاعب مريضاً طاب وصلح، واللعب بالجوز خصام يعقبه صلح وراحة"
    },
    {
        "id": 23,
        "text": " اللعق\n  ربما دل لعق الشيء الطيب على العلق النفيس من الجواهر. أنظر أيضاً اللحس"
    },
    {
        "id": 24,
        "text": " اللغو\n  سماع اللغو في المنام دال على المعصية، وعدم قبول النصح، لقوله تعالى:  \"  وإذا سمعوا اللغو أعرضوا منه  \". واللغو في اليمين يدل على التوبة للعاصي، وإسلام الكافر، لقوله تعالى:  \"  لا يؤاخذكم الله باللغو في أيمانكم  \""
    },
    {
        "id": 25,
        "text": " اللغوي\n  هو في المنام يدل على اللغو في الكلام. وربما دل الانتقال في صفته على الترجمان والدليل والعارف بالطرف، أو النسابة العارف بالقبائل. وربما دلت رؤياه على التقفي للآثار الصالحة"
    },
    {
        "id": 26,
        "text": " اللف\n  هو في المنام دال على الأعضاء، وعلى طي ما انتشر من كلام"
    },
    {
        "id": 27,
        "text": " اللفافة\n  هي في المنام مال، ما لم تلف، فإذا لفت فهي سفر"
    },
    {
        "id": 28,
        "text": " اللفت\n  هو في المنام يدل على إمرأة قروية، وإن كان نابتاً فهم أولاد يموتون، واللفت ألفة"
    },
    {
        "id": 29,
        "text": " اللق\n  هو في المنام يدل على لقاء المسافر لما يكرهه. أنظر أيضاً الصدع"
    },
    {
        "id": 30,
        "text": " اللقاح\n  هو في المنام مرض ودنانير، فمن التقط لقاحاً مرضت إمرأته وأصاب منها دنانير كثيرة"
    },
    {
        "id": 31,
        "text": " اللقطة\n  هي في المنام تدل على الأشياء النفيسة الرخيصة من مملوك أو جارية يقتنيها الرائي أو ولد مبارك أو ميراث"
    },
    {
        "id": 32,
        "text": " اللقلق\n  هو في المنام يدل على أناس يحبون الاجتماع والمشاركة، فإذا رأى اللقالق مجتمعة في الشتاء دلت على لصوص وقطاع طريق، وأعداء محاربين، وعلى برد واضطراب في الهواء، فإن رآها متفرقة فإنها دليل خير لمن أراد سفراً أو كان مسافراً، وربما تدل على أن المسافر يعود من سفره"
    },
    {
        "id": 33,
        "text": " اللقوة\n  يدل في المنام فساد في الدين، فمن أصابته لقوة فقد غير أساساً من التقوى أو دخل في بدعة، وقد نزلت به عقوبة"
    },
    {
        "id": 34,
        "text": " اللقيط\n  هو في المنام دال على العدد، لقوله تعالى:  \"  فالتقطه آل فرعون، ليكون لهم عدواً وحزناً  \". وربما دل اللقيط على عودة الأشياء إلى ما كانت عليه، وعلى ذهاب الهموم والأنكاد، لقوله تعالى:  \"  فرددناه إلى أمه كي تقر عينها ولا تحزن  \". ثم قال:  \"  فرجعناك إلى أمك كي تقر عينها ولا تحزن  \""
    },
    {
        "id": 35,
        "text": " اللكم\n  هو في المنام يدل على بسط اللسان وقبض اليد، واللكم دليل على الكلام الفاحش بين المسلمين. وربما دل ذلك على طالب الثأر، أو الدعاوى التي يحتاج فيها إلى الحاكم"
    },
    {
        "id": 36,
        "text": " اللكن\n  هو في المنام بمنزلة الطست. ومن رأى  أنه ينظر في لكن كما ينظر في المرآة فإنه يدل على أولاد يولدون من أمته. وقيل إن اللكن يدل على المرأة، أو الجارية الخادمة"
    },
    {
        "id": 37,
        "text": " اللم\n  يدل في المنام على نهوض الشهوة وجمع المال"
    },
    {
        "id": 38,
        "text": " اللمم\n  هو في المنام إلمام بأهل السوء، ويدل على مغفرة الذنب، لقوله تعالى:  \"  إلا اللمم، إن ربك واسع المغفرة  \""
    },
    {
        "id": 39,
        "text": " اللهاة\n  من رأى في المنام أن لهاته زادت، حتى كادت تسد حلقه دل ذلك على حرصه على جمع المال، وتضييق النفقة على نفسه، وقد دنا أجله"
    },
    {
        "id": 40,
        "text": " اللواء\n  من رأى في المنام أنه عقد له لواء، فإن كان أهلاً له فإنه يرى خيراً، وإلا، فإن له شهرة. ومن رأى  لواء وكانت له خصومة لا يقوم بها. ومن رأى  بيده رمحاً فيه لواء مات سريعاً أو مات له ولد.وإن رأى  اللواء في دار مات فيها رجل. ومن رأى  أنه يحمل بنداً فهو امرأة، فإن كان البند أحمر فالمرأة سيئة، وإن كان أبيض فالمرأة صالحة، وإن كان أسود فامرأة مشئومة، وإن كان ملوناً فامرأة فاسقة. ومن رأى  أنه أعطي لواء وسارت بين يديه ألوية ورايات أصابه سلطان ومنزلة حسنة، والألوية دالة على الملوك والأمراء، والقضاة والعلماء. أنظر أيضاً الراية"
    },
    {
        "id": 41,
        "text": " اللوح\n  رؤية اللوح المحفوظ في المنام دليل على السترة والبشارة لمن هو في شدة، والعافية لمن هو مريض لأنه منزه عن النقائص، حافظ لما أودعه الله تعالى، محفوظ بعين الله سبحانه، وتدل رؤيته على الرزق لذوي التقتير لما أجرى الله تعالى فيه من قسم الأرزاق وتحديد الأجل المحتوم، وتدل رؤيته على حفظ العلم والمال لأهله. وربما دل على الأمن من الخوف، والألواح المنزلة على موسى عليه السلام تدل رؤيتها في المنام على الشهود أو أئمة يهتدى بهم، واللوح من الخشب الذي يكتب فيه دال على الزوجة والولد والأرض، ويدل على العلم لطالبه، وجميع الألواح دليل على النهي عن الذنوب. ومن رأى  أنه أخذ لوحاً من الإمام فإنه ينال سلطاناً وفقهاً وإمامة، واللوح إذا كان من حديد فإنه ولد عالم ذو بأس قوي لا تصيبه نائبة، فإن كان مجلواً مصقولاً فإنه يكون شجاعاً ينال ما يتمنى، وإن كان اللوح من حجر فإنه ولد قاسي القلب، وإن كان اللوح من نحاس فإنه يكون ولداً منافقاً، وإن كان من رصاص فإنه يكون ولداً مخنثاً، واللوح يدل على المرأة، أو الولد، واللوح موعظة، وإذا كان اللوح من السلطان فهو قوة لمن أخذه في منامه، واللوح للحامل ولد ذكر"
    },
    {
        "id": 42,
        "text": " اللوز\n  هو في المنام يدل على زوال الأمراض، أو العزل وزوال الولاية، وإن عكسه زول. وربما دل اللوز على الميت في كفنه أو قبره إلا أن يكون اللوز أخضر فإنه إذا كان في أوانه دل على الخير واللوز الحلو يدل على مال حلال، ومن أخذ لوزاً من شجرة نال مالاً بخصومة من رجل شحيح، وشجرة اللوز رجل شحيح مع الناس سخي على أهله، والحلو منه حلاوة الإيمان، والمر منه كلام حق، ومن أكل اللوز نال مالاً مع صحة جسم، وشجرة اللوز رجل غريب. ومن رأى  أنه ينثر عليه قشر اللوز فإنه ينال كسوة. وقيل إن اللوز اليابس يدل على صخب وشر لصوت الخشخشة، ويدل على الحزن، ومن أكل من ورقه أكل مالاً هنيئاً من رجل سلطاني"
    },
    {
        "id": 43,
        "text": " لوط عليه السلام\n  رؤيته في المنام تدل على الأنكاد والهموم من قومه وزوجته. وربما انتصر الرائي على أعدائه، ورأى فيهم المقت من الله تعالى، وتدل رؤيته على الطمس والخسف والهلاك.وإن رأت إمرأة إمرأة لوط في المنام خرجت عن طاعة زوجها، وسعت في فساد حاله. وربما تهلك، وإن رآها الناس كافة ظهر الفساد في النساء في تلك المنطقة. ومن رأى  لوطاً عليه السلام فإنه إنذار له على عمله عمل قوم لوط"
    },
    {
        "id": 44,
        "text": " اللؤلؤ\n  إذا كان اللؤلؤ منظوماً فهو في المنام القرآن والعلم أو ولد، فمن رأى أنه يثقب لؤلؤاً فإنه يفسر القرآن. ومن رأى  أنه بلع اللؤلؤ أو باعه ينسى القرآن، واللؤلؤ علم. ومن رأى  أنه يبيع لؤلؤاً فإنه يرزق علماً كثيراً ويكبر في الناس، ومن أدخل في فمه لؤلؤاً فإنه حسن الدين. ومن رأى  أنه ينثر اللآلئ من فمه، والناس يأخذونها فإنه قاض يعظ الناس، والناس ينتفعون به. ومن رأى  أنه استعار لؤلؤاً فإنه ولد لا يبقى، واللؤلؤ الكثير خدم وميراث كثير، وهو للعالم علم وللوالي ولاية وللتاجر تجارة، واللؤلؤ كمال كل شيء وجماله. ومن رأى  أنه مضغ لؤلؤاً فإنه يغتاب الناس بالرياء، فإن تقيأه ومضغه وبلعه فإنه يكيد الناس ويغتابهم، وإن قشر اللؤلؤ ورمى به فإنه نباش القبور، وإن فتح خزانة وأخرج منها لآلئ وجواهر فإنه يسأل عالماً عن مسألة. ومن رأى  اللؤلؤ شعر بالسرور، واللؤلؤ مال وجوار وكلام حسن، والعقد من اللؤلؤ عقد زواج أو عقد من المال أو ختمة من القرآن. ومن رأى  أنه يرمي اللؤلؤ في الحمام فإنه يقرأ القرآن على قوارع الطريق، وقيل من رأى أنه يبتلع لؤلؤاً فإنه حكمة وعلم يحفظها. ومن رأى  أنه يرمي لؤلؤاً في مزبلة أو موضع يستشنع ذلك فيه فإنه يضع العلم في غير أهله، وكبير اللؤلؤ أفضل من صغيره. وربما دل كبيره على السور الطويلة من القرآن، واللؤلؤ غير المثقوب يدل على الجواري الأبكار، واللؤلؤ المثقوب رزق عاجل لا تعب فيه. وربما دلت رؤيته على الدموع الجارية من العين لأنهم شبهوا الدموع باللؤلؤ. أنظر أيضاً الصدفة"
    },
    {
        "id": 45,
        "text": " اللوم\n  هو في المنام، دال على تتبع الشيطان في كثير من الأفعال الموجبة لدخول الناس، ويدل على إخلاف الوعد، لقوله تعالى:  \"  وقال الشيطان لما قضي الأمر إن الله وعدكم وعد الحق، ووعدتكم فأخلفتكم  \"   إلى قوله تعالى:  \"  فلا تلوموني ولوموا أنفسكم  \". ومن رأى  أنه يلوم نفسه ويذمها فإنه يقع في تشويش وفتنة يلام عليها ثم يبرئه الله تعالى، ويظفر بعدوه، ويخرج من لوم الناس، ويصل إلى خير الدارين"
    },
    {
        "id": 46,
        "text": " اللي\n  هو في المنام نفاق في الدين، وتحريف في الكتاب، لقوله تعالى:  \"  وإن منهم لفريقاً يلوون ألسنتهم بالكتاب لتحسبوه من الكتاب وما هو من الكتاب  \". واللي هو سفر"
    },
    {
        "id": 47,
        "text": " الليف\n  ليف النخلة في المنام كسوة للمرأة أو للرجل، وقد يدل على مال"
    },
    {
        "id": 48,
        "text": " الليل\n  هو في المنام يدل على البطالة، وإن كان الوقت ليلاً وضوء القمر ظاهر والناس محاصرون ذهب الحصار عنهم، وإن كانوا في غلاء رخصت الأسعار، والليل يدل على الجمع بين الزوجين، والنهار يدل على فراقهما، والليالي المظلمة تدل على الجواري السود، والظلمة ضلالة. ومن رأى  في داره ظلمة سافر سفراً بعيداً، والليل والنهار سلطانان متضادان، والليل كافر والنهار مسلم، وقد يدلان على الخصمين، أو الفرقين. وربما دل الليل على الراحة والنهار على التعب. وربما دل الليل على الزواج والنهار على الطلاق. وربما دل الليل على البحر والنهار على البر. وربما دل الليل على الموت، لأن الله تعالى يتوفى نفوس النائمين، والنهار يدل على البعث. ومن رأى  الدهر كله ليلاً وأهل تلك الناحية منه في غم فهو فقر وجوع وموت. وربما دل الليل والنهار على تقريب البعيد من خير وشر لأنهما يبليان كل جديد، ويدل الليل على المرأة السوداء والنهار على المرأة البيضاء، وتدل رؤية الليلة على اللباس والنهار على المعاش، ويدل الليل على اليمين، لقوله تعالى:  \"  والليل إذا يغشى  \". ورؤية الليالي المشرقة كليلة القدر في المنام بشارة بكل خير، وكذلك ليلة النصف من شعبان وليلة الإسراء وليلة الجمعة"
    },
    {
        "id": 49,
        "text": " الليمون\n  ربما كان الليمون في المنام ملامة، والليمونة مئونة، ويدل الليمون على المرض إذا كان أصفر، وإن ملكه الإنسان ولم يأكله فهو مال، والليمون الأخضر خير من الأصفر، والليمون لوم لائم، وشجر الليمون رجل نافع للناس، وقيل إنه إمرأة غنية مشهورة بالخير"
    },
    {
        "id": 50,
        "text": " اللينوفر\n  يدل في المنام على الإختفاء، أو الحياة، أو السفر في البحر، ومن كان مسافراً في البحر ورأى اللينوفر خشي عليه الغرق، واللينوفر مال حلال ينفق في الطاعة، ويدل اللينوفر على الحزن والأسقام، أو على كثرة تجلده"
    }
]