[
    {
        "id": 0,
        "text": " الراحة\n  هي في المنام بعد التعب تدل على الغنى بعد الفقر، وإن كان الرائي مريضاً دل ذلك على قرب أجله. وربما دلت الراحة على النكد"
    },
    {
        "id": 1,
        "text": " الرأس\n  هو في المنام رئاسة الإنسان ورأس ماله. ومن رأى  أن رأسه أعظم مما كان، فإن ذلك أبوه، ويدل عظم الرأس على زيادة الشرف، وصغر الرأس على نقصان الشرف. ومن رأى  أن له رأسين أو ثلاثة فإنه يظفر بأعدائه إن كان مبارزاً، وإن كان فقيراً استغنى، وإن كان غنياً فيكون له أولاد بررة محمودون، وإن كان عازباً يتزوج، وينال ما يريده. ومن رأى  أن رأسه مكشوف فإنه يعمى. ومن رأى  أن رأسه منكس فإنه يعيش عيشاً طويلاً بتوبيخ وجهد لقصة هاروت وماروت. ومن رأى  أنه منكس الرأس منحن فإنه معترف بخطيئته مقبل إلى الصلاح، تدل رؤياه هذه على طول عيشه. ومن رأى  أنه منكس الرأس بين الناس أو عند السلطان فإنه ارتكب خطيئة وهو نادم عليها، ويرغب في التوبة. ومن رأى  رأسه مقلوباً، فإن ذلك يدل لمن يريد سفراً على مانع يمنعه من خروجه، وعلى أنه لا يرى ما يتمناه عاجلاً، ويدل فيمن كان مسافراً على رجوع إلى بلده. ومن رأى  رأسه قد عظم فإنه يرأس قومه. ومن رأى  رأسه صغر وكان رئيساً عزل عن رئاسته. ومن رأى  رأسه قطع من غير ضرب وكان عبداً فإنه يعتق، والرأس يدل على رأس المال، والرؤوس المقطوعة تدل على المال، فمن رأى بيده رأس آدمي فإنه ينال ما قيمته ألف دينار أو ألف درهم أو مائة على قدر صاحب الرؤيا، ومن أصبح رأسه رأس أسد فإنه ينال ملكاً، فإن أصبح رأسه رأس كلب أو حمار فإنه ينال تعباً. ومن رأى  رأسه قد رض بالحجارة فإنه ينام عن صلاة العشاء. ومن رأى  رأسه قد أصبح رأس طير فإنه يكون كثير الأسفار. وإذا رأى الإنسان في رأسه أو عنقه قرحة وألماً، فإن ذلك يدل على المرض في جميع الناس. ومن رأى  رأسه مثل شيء من الأنعام فإنه يصير إلى الكد والتعب والعبودية. ومن رأى  أن رأسه أصبح رأس فيل أو أسد أو نمر أو ذئب فإنه يأخذ في إنشاء أمور أرفع من قدرها ويستفيد منها، وينال الرئاسة والظفر على الأعداء.وإن رأى رأسه مطيباً مدهوناً دلت رؤياه على حسن جده.فإن رأى رؤوساً مقطوعة بيده دلت رؤياه إلى خضوع الناس له.فإن رأى كأنه أكل رأس إنسان نيئاً فإنه يغتاب رئيساً، ويحصل على مال من بعض الرؤساء.فإن رأى كأنه أكله مطبوخاً فهو رأس مال ذلك الرجل إن كان معروفاً، وإلا فهو ماله نفسه يأكله.فإن رأى كأنه أخذ رأسه بيده فهو مال يصير إليه أكثره دية، وأقله ألف درهم، وهذه الرؤيا تدل على وقوع صلح بينه وبين رجل عليه دين. ومن رأى  رأسه قد بعد عنه من غير ضرب، فحمله من ذلك الموضع أزال رئاسته.فإن رأى  أن رأسه قد قطع، فأخذه ووضعه فعاد صحيحاً كما كان فإنه يقتل في الجهاد، والرأس على رمح أو خشبة تدل على رئيس مرتفع الشأن. ومن رأى  أن رأساً من رؤوس الناس في وعاء عليه دم، فهو رجل رئيس يكذب عليه هناك. وربما كان خبراً كاذباً يأتيه، وإن الدم كذب في هذا الموضع، والرأس أشرف ما في البدن، فيدل على الرئاسة، وقد يدل على القدر ذات الأذان أو رأس البطيخ أو رأس الرقيق. وربما دل الرأس على قلعة الملك وخزانته. وربما دل على ما يستره من عمامة وقلنسوة وسقف. وربما دل على تاج الملك والبيضة للمحارب، وقد يدل على الميزان والمكيال وما يقاس به لأنه محل العقل الذي يحرر الأشياء ويميزها، فبه يأخذ وبه يعطي. وربما دل الرأس على الحمام والفرن، وعلى كل مكان ينعقد فيه البخار في الوهج للمصلحة. وربما دل الرأس على الخيمة القائمة ذات العمد والأطناب. وربما دل العالم على علمه، والصانع على صنعته، وعلى الذكر الجميل، وعلى الموت والحياة، ومن حسن رأسه أو كبر عن مقداره دل على العز والرفعة والرزق. وربما دل كبر الرأس على العلم الوافر، أو الحكمة، أو العقل، وإن صغر رأسه دل على زوال المنصب وقلة المال والوقوع في الجهالة، فإن صار له في المنام عدة رؤوس رزق ذرية أو علوماً مفيدة أو ضياعاً أو أملاكاً أو أولاداً أو أتباعاً أو مالاً، وإلا كبرت عائلته، وثقل ظهره، وقل ربحه، ومن فقد رأسه دل على أنه يمشي بغير وعي لكثرة الهموم والأنكاد، فإن قطع رأسه بيده قتل نفسه بسوء تدبيره أو كان لا يكمل الوضوء أو لا يتم السجود، أو يقاطع من يعز عليه، أو يخون والده أو سيده. ومن رأى  أن رأسه قد زال عنه فإنه يزول عنه رأس ماله الذي يعيش منه وبه قوامه. وربما حلق رأسه أو فارق قلنسوته أو عمامته في الحر أو هدم غرفته فإنه كان عبداً باعه سيده. ومن رأى  أن رأسه بيده، وهو ينظر إليه، فإن ذلك تدبير صاحب الرؤيا في رأس ماله. ومن رأى  أنه ذهب برأسه فإنه مرض يصيبه. ومن رأى  أن عنقه ضرب وبعد الرأس منه، وكان عبداً عتق، وإن كان مهموماً فرج الله همه، وإن كان مديناً يقضى دينه. وربما يصيب مالاً عظيماً، فإن عرف الذي ضربه نال منه خيراً كثيراً على يديه. ومن رأى  أنه يكلم رأسه أصاب خيراً. ومن رأى  أن رؤوس الناس مقطوعة في بلد أو محلة، أو على باب أو في بيت، فإن رؤساء الناس يأتون ذلك الموضع ويجتمعون فيه. ومن رأى  أنه يأكلها، أو يأكل منها، أو يطعمها غيره فإنه يصيب مالاً من عظماء الناس، ورؤسائهم. ومن رأى  أن ملكاً أو والياً يضرب عنقه، فإن الوالي هو الله تعالى ينجيه من همومه، ويعينه على أموره، فمن رأى ملك أنه يضرب رقاب رعيته فإنه يعفو عن المذنبين ويعتق رقابهم، وضرب الرقبة يدل في المماليك على العتق، وقيل من رأى أن عنقه تضرب بحكم حاكم أو بقطع الطريق أو في الحرب وغيره، فإن ذلك مذموم لمن كان أبواه باقين، وكان له ولد، وذلك، لأن الرأس يشبه الوالدين لأنهما سبب الحياة. وأما في الصيارفة وأرباب الأموال فإنه يدل على ذهاب أموالهم، ويدل في المسافرين على رجوعهم، وفي المخاصمين على الغلبة.فإن رأى رأسه في يده، فإن ذلك صالح لمن يكون له أولاد ولا يستطيع الخروج في سفر. وإذا رأى أن في يديه رأسه، وله رأس آخر طبيعي دل على أنه يقاوم شيئاً من الآفات التي يتعرض لها، ويصلح شيئاً من أموره الرديئة التي في حوزته.فإن رأى  السلطان في رأسه عظماً فهو زيادة وقوة في سلطانه.فإن رأى  أن رأسه رأس كبش فإنه يعدل.فإن رأى  أن رأسه رأس كلب فإنه يجور ويعامل رعيته بالسفه.وإن رأى  أن رأسه قد أصبح رأس حمار فإنه يرفع رأسه في الصلاة قبل الإمام لما ورد في الحديث النبوي، أو أنه يصير جاهلاً سفيها.وإذا رأى أنه اشترى شيئاً من رؤوس الغنم، أو البقر فإنه يستفيد رئيساً أستاذاً ينتفع منه. ومن رأى  أنه يأكل رأس شاة أو رأس بقرة أو ثور أو رأس جمل نيئاً فإنه يغتاب رئيساً، فإن كان مطبوخاً أو مشوياً فإنه يستفيد مالاً من الرؤساء، أو يأكل رأس ماله، والرأس من الشاة رأس مال أكثره عشرة آلاف درهم، وأقله ألف درهم، وأكل الدماغ مال مدفون، وأكل العيون عيون أموال الرؤساء. ومن رأى  أنه يأكل رأس غنم وكراعه فإنه ينال عزاً ومالاً، وقد يكون ذلك من ميراث"
    },
    {
        "id": 2,
        "text": " الرآس\n  تدل رؤيته على المتصرف في رؤوس أموال الناس كالصراف والصيرفي. وربما دلت رؤيته على الموت، أو الوقوع في الشدائد، وإن كانت الرؤوس مجهولة، وأنها بشعرها وقرونها ودمائها، دل ذلك على فناء العلماء ومسك الرؤساء خاصة إن كان بائعها متجولاً شديد البأس، والرآس مالك رؤوس الناس وقاهر رؤوسهم سلطاناً أو صناعة، تدبيراً، والرآس يعبر بالسلطان"
    },
    {
        "id": 3,
        "text": " رأس جالوت\n  من رأى في المنام أنه رأس جالوت فإنه رجل مكار يدعو الناس إلى خداع ومكر وغش. ومن رأى  أنه يسمى رأس جالوت وهو كاره لذلك فإنه يرمى بمكر وخديعة أو بمصيبة أو غش، وهو بريء من ذلك"
    },
    {
        "id": 4,
        "text": " الراعي\n  هو في المنام صاحب ولاية، ويدل على معلم الصبيان، ومن يتولى أمر السلطان والحاكم. ومن رأى  أنه أعرابي يرعى الغنم، ولا يعرف مواضع الرعي فإنه يقرأ القرآن ولا يحسن فهم معانيه، وراعي الجيل البخاتي وال على العجم، والراعي وال على رعيته يحتشد لمصلحتهم. ومن رأى  أنه راع فهي ولاية يليها على نحو ما رأى من الأغنام، وتدل رؤية الراعي على علو القدر والتحكم في الرعية بالعدل والإنصاف إلا أن يرعى الخنازير فإنه يدل على معاشرة الكفار والمبتدعين"
    },
    {
        "id": 5,
        "text": " الراقي\n  إذا كان الراقي في المنام يذكر الله تعالى في رقيته فهو رجل يصلح بين الناس ويروح عنهم همومهم، وإن لم يذكر في رقيته اسم الله تعالى فكلامه باطل، وراقي الحيات رجل غدار يصحب أشرار الناس"
    },
    {
        "id": 6,
        "text": " الران\n  من رأى في المنام أنه لبس راناً وهو وال من الولاة فإنه يلي ولاية على بلده، فإن لبسه غير الوالي فإنه يتزوج إمرأة غنية، ليس لها حميم"
    },
    {
        "id": 7,
        "text": " الراهب\n  من رأى أنه راهب في المنام فإنه صاحب بدعة، قد أفرط فيها، وقيل من رأى أنه أصبح راهباً فإنه يكون له ثناء حسن، ولكن يعسر عليه شأن، ويصحبه في جميع الأمور ذل وخوف، ويدل على أنه مكار خداع مبتدع"
    },
    {
        "id": 8,
        "text": " الراووق\n  يدل في المنام على خلاصة الدين والعلم، أو على الزمر والغناء، أو على حضور أماكن البدع والفساد، والراووق رجل صادق يقول الحق ولا يرضى بالدنس"
    },
    {
        "id": 9,
        "text": " الراوية\n  تدل رؤيته في المنام على الإمام في الرواية. وربما دلت على الرزق، أو على السفر، والراوية للسلطان كورة عامرة يجبى منها مال عظيم مع عدل وإنصاف، وللتاجر تجارة شريفة برخاء وإنصاف، وللصانع عمل رفيع واسع عظيم، ومن حفظ في المنام شيئاً نال علماً ورزقاً وحظاً في صناعته"
    },
    {
        "id": 10,
        "text": " الراية\n  هي في المنام أمر معلوم مشهور، ورئاسة، والراية عالم أو إمام أو زاهد فطن شجاع أو غني سخي أو قوي غالب يقتدى به، فإن كانت الراية حمراء، فإن الرجل يرى ما يدل على السرير، وإن كانت سوداء فإنه يرى من الراية سؤدداً، واللواء للمرأة زوج. ومن رأى  الأعلام فذلك مطر، وإن كانت الأعلام سوداء فإنه عالم، وإن كانت بيضاء فهو غيور لا يتزوج، وإن كانت حمراء فهو حرب، وإن كانت صفراء فهي وباء في الجند، وإن كانت خضراء فهو سفر في البر.وإن رأى  العلم فإنه سيهتدي لأموره ويخرج من غمه وحزنه وتفتح له ما انسد عليه من أموره ويشرح له صدره، وقيل من رأى في منامه راية صار في بلده مذكوراً. وإذا رأت المرأة إنها دفنت ثلاثة ألوية فإنها تتزوج ثلاثة أزواج من أشراف الناس يموتون عنها، والراية في المنام زواج، وللحامل ولد ذكر، والراية الكبيرة رياح وأمطار، وصاحب الراية يفسر بالقاضي، فإن حملها من كان طالب القضاء ناله. أنظر أيضاً العلم، وانظر اللواء"
    },
    {
        "id": 11,
        "text": " الرباط\n  لهذه الكلمة مدلولان:الأول: رباط في سبيل الله تعالى، وهو يدل في المنام على الإعتكاف على الطاعة، والالتزام بأوامر الله، واتباع السنة الشريفة، وتقوى الله تعالى.وإن رأى  المريض، أو الغائب أنه راجع من الرباط، أو الغزو فإنه دليل على شفاء المريض وعودة الغائب.والثاني: رباط السكن، وهو يدل في المنام على الرباط في الغزو في سبيل الله تعالى، ويدل الرباط على الإعتكاف على الصلاة. وربما دل الرباط على الرجوع ومنع النفس عن شهواتها ولذاتها، وتدل الخلوات في الرباط على الجماعة المقيمين فيها، فخلوة الأربعين مثلاً تدل على الرتبة وإنجاز الوعد"
    },
    {
        "id": 12,
        "text": " الربان\n  وهو سائق السفن في البحر المالح، وتدل رؤيته في المنام على الأسفار البعيدة، وعلى المال والمتاجر المربحة، ومعاشرة الزنوج"
    },
    {
        "id": 13,
        "text": " الربيع\n  يدل في المنام على الدراهم. وقيل يدل على ولد لا يطول عمره أو إمرأة لا يدوم زواجها أو ولاية لا تبقى أو فرح يزول سريعاً"
    },
    {
        "id": 14,
        "text": " الرتبة\n  تدل في المنام لذوي المسكنة على زوجة أو معيشة أو عمل صالح يرفعه الله تعالى به"
    },
    {
        "id": 15,
        "text": " الرتيلاء\n  هي في المنام إمرأة مفسدة مؤدية لما يرومه الناس منها، والرتيلاء في المنام عدو قتال حقير المنظر، شديد الطعنة"
    },
    {
        "id": 16,
        "text": " رجعة المرأة المطلقة\n  هي في المنام دليل على عافية المريض أو رجوعه إلى ما كان عليه من دين أو مذهب أو صنعة"
    },
    {
        "id": 17,
        "text": " الرجل\n  هو في المنام إذا كان الرجل معروفاً، فهو ذلك الرجل بعينه أو سميه أو نظيره من الناس. ومن رأى  رجلاً معروفاً في منامه فهو يرجو منه شيئاً أو من نظيره أو من سميه أو من شبيهه، فإن أخذ منه ما يستحب جوهره فإنه ينال منه ما يرجوه، فإن أخذ منه قميصاً جديداً وكان من رجال الولاية فإنه يأخذ منه عهداً للولاية، فإن أخذ منه حبلاً فإنه عهد، لأن العرب تسمي العهد حبلاً، ورؤية بني آدم في المنام تدل على الكرامة، ورؤية كل طائفة لها تأويل، فرؤية الملوك نصر، ورؤية الحكام محاكمة، ورؤية الولاة مخاوف، ورؤية الجند أسفار، ورؤية الصناع دالة على صنائعهم، وعلى الرزق، ورؤية النساء فتنة، ورؤية الصالحين عبادة. وربما دلت رؤية بني آدم على ما سواهم مما ذكر الله تعالى، قال تعالى:  \"  وما من دابة في الأرض ولا طائر يطير بجناحيه إلا أمم أمثالكم  \". فرؤية الصالح من بني آدم ربما دلت على الصالح من الدواب، أو الطير، كما دلت الدابة الصالحة، أو الطير النافع على الآدمي الذي يغلب عليه الخير، ولما في إبن آدم من الخلق الذي يشبه الطير والوحش وغيره. وربما دلت رؤية بني آدم على الزرع المحصود، قال تعالى:  \"  والله أنبتكم من الأرض نباتاً  \". وتدل رؤية بني آدم على الشبهات في الكسب لاختلاف كسبهم، أو البناء العجيب، أو الصنعة المليحة"
    },
    {
        "id": 18,
        "text": " الرجل\n  هي في المنام قوام الرجل، وبالرجلين قوامه في السراء والضراء.فإن رأى  أن رجليه صعدتا إلى السماء وابتعدتا عنه، فإن والده يموت.فإن رأى أنهما أحضرتا فإنه يقع في ماله خذلان. ومن رأى  أنه يزني برجله فإنه يمشي خلف النساء. ومن رأى  أنه يمشي حافياً فإنه يناله تعب ونصب. ومن رأى  أنه يأكل رجل إنسان فينال قربا ووسيلة إلى الله تعالى، وتنجح أموره، وتقضى جميع حوائجه من أمر دينه ودنياه. ومن رأى  أن رجليه تحترقان فإنه يتبدل ما يملكه ويتغير. ومن رأى  أنه له أرجلا كثيرة فإنه خير ومنفعة للمسافر، ولمن يحتمل الرياسة، وللملاحين سفر مع نفع كثير، وللفقراء وجود أشياء لمن ترج من الخيرات، وللأغنياء سقم ومرض، ولمريض العين زوال بصره، ولأشرار الناس سجن وحزن وملامة. ومن رأى  إحدى رجليه صارتا حجراً فإنها تجف ولا ينتفع بها. ومن رأى  أنه داس ملكا برجلين فإنه يصيب برجلين وهو يمشي ديناراً عليه صورة الملك. ومن رأى  أن رجله قطعت ذهب نصف ماله، والرجلان أبوان، ومن استوت رجله أو كثرت أصابع رجله نال عزاً وبطشا وقوة. ومن رأى  أن رجلين قطعتا ذهب ماله. وربما دل ذلك على موته. ومن رأى  أن رجله انكسرت فلا يقربن السلطان أياما، وليدع بلده، ويسأل الله العافية. وقيل إن كان مريضاً فذلك موته. ومن رأى  أن إحدى رجليه أطول من الأخرى فإنه يسافر، وينال مساعدة، وإن كان غنياً فإنه يمرض، لأن الغني يحتاج إلى من يمشي في أموره، ورجل الملك تدل على رجاله.فإن رأى ملك أنه قطع رجل ملك آخر فإنه يأخذ عبيدا من رجاله. ومن رأى  أن له أربعة أرجل، فإن كان فقيراً فإنه يسافر وينال مساعدة، وإن كان غنياً فإنه يمرض، وقد يدل على طول عمره وكبره، ويدل للمريض على الموت. ومن رأى  أنه يمشي على رجل واحدة دل ذلك على ذهاب نصف ماله أو نصف عمره. ومن رأى  أنه يمشي على ثلاثة أرجل فإنه لا يموت حتى يمشي بالعصا إما لكبر سنه، وطول عمره. وأما لعلة تنزل به، والقاضي والوالي إذا رأى أن له أرجلا كثيرة يمشي بها فإنه يعزل ولا يمشي إلا بالوكلاء. ومن رأى  أن رجليه من حديد دل ذلك على طول عمره، وحسن ماله في معيشته وماله، وإن رآهما من زجاج دل على قلة عمره، وضعف مقدرته، وإن رآهما من ذهب فإنه يسعى بهما في ذهب له من المال بغرامة، وإن رآهما من فضة سعى بهما في طلب النساء، وإن رآهما من نحاس سعى بهما في إفلاس، وإن رآهما من رصاص دل على خدر أو فالج ينزل به إلا أن يكون في الرؤيا ما يدل على الخير فإنه يسعى بهما في مرضاة الله تعالى، أو يقف بهما في سبيل الله تعالى.وإن رأى لحم رجليه قد ذهب دل ذلك على بره، وأصابع رجليه تدل على أعمال البر. ومن رأى  أن رجليه توجعتا فقد سعى في سيئات، ونزلت به عقوبة. وقيل من تألمت رجله تحول من حال إلى آخر"
    },
    {
        "id": 19,
        "text": " الرجم\n  من رأى في المنام أنه رجم أحداً فإنه يسب إنساناً، والرجم قذف في العرض إلا أن يكون الرجم حداً فإنه يدل على طهارة المرجوم من الذنوب"
    },
    {
        "id": 20,
        "text": " الرجوع من السفر\n  يدل في المنام على أداء حق واجب عليه، وقيل إنه يدل على الفرج من الهموم، والنجاة من الأسواء، ونيل النعمة. وربما دلت هذه الرؤيا على توبة الرائي من الذنوب، فإن معنى التوبة الرجوع عن المعصية"
    },
    {
        "id": 21,
        "text": " الرحى\n  تدل في المنام على فرج أهلها من ضيقهم أو غناهم بعد فقرهم، وعلى الزوجة للعازب والزوج للعازبة، ورؤية الرحى في الدار التي لم تجر لهم بها عادة دالة على الأنكاد والغلبة والخصام، فإن طحن فيها خبزاً أو لحماً أو عسلاً دل على فساد أهلها، وريائهم، وإن طحن قمحاً أو شعيراً أو ما فيه نفع دل على تسهيل أمورهم وإدرار رزقهم وشفائهم من أمراضهم، وتجديد من يقوم بمصالحهم، وإذا رؤيت الرحى الكبيرة في وسط المدينة أو في المساجد وكان البلد خراباً كانت الرحى، لاسيما إن كانت تطحن ناراً أو صخرا، وإلا كانت طاعوناً، لا سيما إن كان ما تطحنه شعيراً فاسداً أو ماء وطيناً أو لحماً هزيلاً، وقال بعضهم: الرحى إذا دارت سفراً، فإن دارت بلا حنطة فهو تعب، والرحى إذا دارت معوجة فيغلو السعر. ومن رأى  له رحى تدور بالدولاب فإنها رزق غزير لمن رآها. ومن رأى  رحى تدور بلا طحن فإنها سفر، والرحى إذا دارت بلا سبب دلت على قرب أجل الرائي. وأما رحى اليد فرجلان فاسقان شريكان لا يتهيأ لغيرهما صلاحهما. ومن رأى  أنه يدير الرحى بيده فيطحن بها فإنه يتكل في دينه ومعيشته على يده، وينال عيشاً ورزقاً بقدر ما خرج من ذلك الدقيق، والرحى تدل على الأمور الرديئة، وعلى خادمين أمناء، وقيل الرحى تدل على الأعراس والأختان. ومن رأى  بيده رحى فإنه يضرب ويسجن. ومن رأى  رحى انكسرت وكان سجيناً فإنه ينجو من سجنه، وإن كان مهموماً فرج عنه همه، وإن كان في مهلكة نجا أو مات. ومن رأى  أن له رحى تطحن طعاماً بماء جار أو بغير ماء، فإن معيشته من كد غيره.فإن رأى  أن حجر الرحى انكسر مات صاحب الرحى، فإن رآها تطحن حجارة أصابه خوف، والرحى تدل على الخوف، ومن اشترى رحى تزوج إن كان عازباً أو زوج إبنه أو ابنته أو اشترى خادماً أو سافر إن كان من أهل السفر، ورحى الريح خصومة لا بقاء لها، وقيل انكسار الرحى يدل على فرج صاحبها من الهموم، وقيل موت صاحبها. وأما رحى الزعفران فإنها تدلى على الأفراح والمسرات وصلاح الحال والثناء الطيب. وربما دلت على المرض بالصفراء، ورحى الماء والهواء غلمان السلطان أو بوابه. وربما دلت على تيسير العسير وجريان السفن وهطول الغيث، ورحى اليد دالة على الراحة والفرج. وربما دلت على الشر والخصومة، أو الجارية. وربما دلت على الزوجة والمعيشة والرزق، فإن كانت كاملة العدة دلت على إنجاز الأمور والسفر السريع، وتدل على المرأة الأكولة الكثيرة الشر"
    },
    {
        "id": 22,
        "text": " الرحال\n  تدل رؤيته في المنام على زواج المتعة، والميل إلى الرخص. وربما دلت رؤيته على الأولاد من الزنا، أما رحل الدابة في المنام، فيدل على المتاع الجليل، والرحل هو رحلة وسفر وانتقال، والرحالة إمرأة حرة من قوم أغنياء"
    },
    {
        "id": 23,
        "text": " الرحمة\n  من رأى في المنام رحيماً يرحم ضعيفاً، فإن دينه يقوى ويصح. ومن رأى  أنه مرحوم فإنه يغفر له. ومن رأى  أن رحمة الله تنزل عليه فإنه يرزق نعمة. ومن رأى  أنه رحيم فرح فإنه يحفظ القرآن الكريم"
    },
    {
        "id": 24,
        "text": " الرخام\n  يدل في المنام على العز ورفع القدر، والمال والأزواج الحسان، والمماليك والجواري. ومن رأى  في المنام شيئاً من ذلك استغنى من بعد فقره، وتزوج أو تسرى أو اشترى المماليك والمتاجر المفيدة. وربما نال علماً وشعراً وأولاداً صالحين، إن كان في اليقظة أهلاً لذلك. وربما نال منصباً جليلاً، وأما ما يصنع من الرخام كالأحواض والفساقي والسباع التي تنزل المياه من أفواهها والقواعد والعمد والأعتاب، فإن ذلك كله لمن ملكه أو صار له أو تصرف فيه، وهو دليل على زوال الهموم والأحزان، ودليل على الأفراح والمسرات، والشريفات من النساء والأولاد الحسان والمساكن الرفيعة والأرزاق. وأما القبور الرخامية، فتدل على الآخرة الصالحة والثناء الجميل والأوقات المبرورة. وأما الرخام المكون بعضه في بعض فإنها دالة على الكتابة المليحة والزواج بالمهور المرتفعة. وأما الزير من الرخام، أو المرمر فإنه يدل على النساء الجميلات وذوات المنصب الجليل"
    },
    {
        "id": 25,
        "text": " الرخاء\n  يدل في المنام على الفرج بعد الشدة، ويدل على قضاء الدين، وتفريج الهموم والأنكاد"
    },
    {
        "id": 26,
        "text": " الرخ\n  لهذه الكلمة مدلولان:الأول: يدل في المنام على الأخبار الغريبة والأسفار البعيدة. وربما دلت رؤيته على الهذر في الكلام.والثاني: تدل رؤيته في المنام على الاستقامة في الأمور. وربما دل على الستر والموت فجأة والصدق في القول، ويدل في الحامل على ولادة جارية. أنظر أيضاً الشطرنج"
    },
    {
        "id": 27,
        "text": " الرخمة\n  هي في المنام إنسان أحمق قذر إذا رؤيت ليلاً، أما إذا رؤيت نهاراً فإنها تدل على مرض. ومن رأى  أنه أخذ رخمة فإنه يتعرض لحرب، وتجري فيها دماء كثيرة. وربما مرض مرضاً شديداً. ومن رأى  رخماً كثيرة دخل بلدة نزل على أهلها عسكر.فإن رأى مريض في بيته رخمة فإنه يموت، أو يشرف على الموت من علته، والرخمة للدباغين والفخارين دليل خير ومنفعة. وأما للأطباء والمرضى فهي دليل شر، ويدل الرخم على الأعداء، وعلى أناس بطالين، وعلى أناس يغسلون الموتى، أو يأوون إلى المقابر، والرخم تدل على اللصوص والفرقة والوحشة وخراب العامر والكلام الفاحش"
    },
    {
        "id": 28,
        "text": " الرداد\n  تدل رؤيته في المنام على قاطع الطريق، وإبطال العمل أو تعويق المسافر، وعلى القعود عن المناهي والمخلفات"
    },
    {
        "id": 29,
        "text": " الرداء\n  هو في المنام جاه الرجل وعزه إذا كان جديداً أبيض اللون، فإذا كان رقيقاً فإنه رقة في دين صاحبه، لأن الرداء دين الرجل وأمانيه، فإن ارتداه في الشتاء فهو متجمل صلف وهو فقير. وقيل إن الرداء إمرأة دنيئة. ومن رأى  أنه ضاع له رداء أو طيلسان بال فإنه يأمن من فقر ويباهي الناس. ومن رأى  أن عليه برداً يمانياً جديداً أو كانت جوانبه متخرقة فإنه يتعلم شيئاً من القرآن ثم ينساه.وإن رأت إمرأة رداء، فإن زوجها غير محسن إليها، والرداء أمانة الرجل لأنه موضع صفحة العنق، والعنق موضع الأمانة. أنظر أيضاً الكساء"
    },
    {
        "id": 30,
        "text": " الرزاز\n  يدل في المنام على ولي الأمر الذي يخرج الحق من الباطل بشدة بأسه ومعرفته"
    },
    {
        "id": 31,
        "text": " الرزة\n  هي في المنام عقد من المال كالمائة والألف. وربما دلت الرزة على الرزية، فقلعها من مكانها في المنام رزية، وتجديدها أو كسرها عصمة وحفظ للمال، أو العلم. وربما دلت الرزات على لبس السراويل بالتكة"
    },
    {
        "id": 32,
        "text": " الرزية\n  تدل في المنام على موت المريض، وتدل على السجن والفقر وعمى البصر. وربما دلت الرزية على البشارة، وراحة عدوه الذي يفرح بحزنه"
    },
    {
        "id": 33,
        "text": " الرسالة\n  إذا كان الإنسان يرسل الرسالة إلى غيره أو تأتي إليه من الآخرين فإنها دالة على المنصب الجليل، وإن كان فيها خير كالأمر بالمعروف، أو النهي عن المنكر فإنها تدل على علو القدر وقضاء الحاجة، وإذا أتته رسالة في المنام وكان فيها بشرى فهي تدل على حسن عاقبته في ما يخيفه، أو يرزق مالاً أو ولداً أو زوجة، فإن جنى على الرسول أو نهره أو ضربه دل على ارتداده عن دينه أو بدعته وضلالته. وربما مات قتيلا"
    },
    {
        "id": 34,
        "text": " الرسام\n  تدل رؤيته في المنام على قبول الكلمة، أو على صاحب الرأي، أو على صاحب الأنساب والعقارات، والمشارك في كل علم والرسام صاحب أمر ونهي. وربما كان مهندساً"
    },
    {
        "id": 35,
        "text": " الرشاش\n  تدل رؤيته على الأمطار. وربما دلت رؤيته على صلاح الأحوال والأرق والحزن"
    },
    {
        "id": 36,
        "text": " الرصاص\n  هو في المنام كسب حقير. وربما دل على أن صاحبه صارم مقدام أو ممن لا يستحي فيما يقول، ولا يقف عندما يفعل، والرصاص في المنام يدل على عوام الناس وسفلتهم، فمن رأى أنه أخذ رصاصاً فإنه مال يستفيده من قبل المجوس، ومن أخذ رصاصاً ذائبا فينبغي له أن يحفظ ما في يده من المال لئلا يذهب، فإن كان جامداً فليس عليه في ماله بأس. ومن رأى  أنه يذيب رصاصاً فإنه يخاصم في أمر فيه وهن، ويقع في ألسنة الناس، والرصاص يدل على ما يعمل منه، والرصاصي هو في المنام صاحب وهن وخلل"
    },
    {
        "id": 37,
        "text": " الرضاع\n  يدل في المنام على الاحتياج والتيتم والتلف وتغيير المزاج.فإن رأت إمرأة إنها ترضع إنساناً فإنها انغلاق الدنيا عليهما أو حبسهما، لأن المرضع كالسجين إلى أن يترك الطفل الثدي. ومن رأى  أنه يرضع صبياً بعد الفطام فإنه يسجن، أو يمرض، أو يغلق عليه باب، ومن أرضع صيدا أو ارتضع منه تناله شدة ثم يفرج الله تعالى عنه. ومن رأى  أنه في ثدييه لبناً فإنه مشرف على زيادة دنيا تدبر له ما لم يرضعه أحد، فإن ارضعه فلا خير فيه للراضع. وإن رأت المرأة أن رجلاً ارتضع من لبنها فإنه يأخذ من مالها بقدر ما أخذ من اللبن وهي كارهة، والمريض إذا رأى أنه يرضع فإنه يبرأ من مرضه"
    },
    {
        "id": 38,
        "text": " الرضخ\n  من رأى في المنام أنه يرضخ رأسه على صخرة فإنه ينام ولا يصلي صلاة العشاء"
    },
    {
        "id": 39,
        "text": " الرضراض\n  هو في المنام شغل لمن يراه أو شقاء لمن يعانيه"
    },
    {
        "id": 40,
        "text": " رضوان عليه السلام\n  وهو خازن الجنان، ورؤيته في المنام سرور دائم، كما تدل رؤيته أيضاً على خازن الملك ورسوله بالخير وإنجاز الوعد، وقضاء الحاجات وإجابة الدعاء، ومن كان سلطانه عليه غاضباً نال منه رضواناً، خاصة أنه أعطاه شيئاً من ثمار الجنة أو كساه شيئاً من حللها أو كان مقبلاً عليه أو مستبشراً به، فذلك دليل على رضوان الله تعالى وإظهار النعم عليه سراً وعلانية، ورؤيته تدل على النعمة والعيش والرضا من الله تعالى. ومن رأى  كأنه في الجنة، والملائكة يسلمون عليه، ويدخلون عليه من كل باب غفر الله له وعفا عنه، ويصل بطول الصبر إلى الخير. ومن رأى  رضوان عليه السلام فإنه يدل على زوال همه، وانشراح صدره، وطيب عيشه"
    },
    {
        "id": 41,
        "text": " الرطب\n  هو في المنام ولاية في كورة عامرة إذا كان في أوانه. ومن رأى  أنه يأكل رطباً في غير أوانه فإنه مرض، والرطب للتاجر تجارة، وقيل بل أكل الرطب رزق تقر به عينه، والرطب دليل على البشارة بالولد الذكر، والنصر على الأعداء، والبراءة للعرض، والرطب رزق حلال وشفاء وفرج، فمن رأى أنه يأكل رطباً في غير أوانه نال شفاء وبركة وفرجاً"
    },
    {
        "id": 42,
        "text": " الرعاف\n  هو في المنام مال حرام يصيبه الراعف إن كان سائلاً كثيراً رقيقاً، فإن كان غليظاً فهو ولد سقط، لأن الولد علقة بعد النطفة. ومن رأى  أن أنفه رعف وكان يعتقد أن الرعاف ينفعه فإنه يصيبه من رئيسه خيراً يتمول به ويهنأ به، وإن كان يعتقد أن الرعاف يضره فإنه يصيب من رئيسه خيراً يكون وبالا عليه، وينال بعد ضرر، فإن كان هو الرئيس فإنه يرى بجسده خيراً بقدر ما رأى من القوة والضعف وكثرة الدم وقلته، فإن رعف قطرة أو قطرتين فإنه منفعة، فإن ذهبت قوته بعد خروج الدم فإنه يفتقر، لأن الضعف فقر، وإن قوي فإنه يستغني، لأن القوة غنى الرجل، فإن تلطخت ثيابه بدمه فإنه يصيب من ذلك مالاً مكروهاً وإثماً، فإن لم يتلطخ، فإن صاحبه يخرج من إثم.فإن رأى  أن الرعاف يقطر في الطريق فإنه يؤدي زكاة ويتصدق بها على قارعة الطريق، وقيل من رأى أنفه راعفاً نال كنزاً ومالاً عظيماً، وقيل الرعاف خير يأتيك من رئيسك، وقيل الرعاف دليل على الهم والنكد من حيث لا يحتسب، فإن كان الرائي يجد به راحة فرعافه دليل على الكسوة والشهرة. وقيل إن الرعاف إصابة كنز"
    },
    {
        "id": 43,
        "text": " الرعد\n  إذا كان الرعد في المنام بلا مطر دل على الخوف، والرعد وعيد وتهديد من السلطان، وقد يدل الرعد على المواعيد الحسنة والأوامر الجزيلة، وقد يدل على أصوات الطبول، فإن سمع الرعد في المنام فإنه يقضي ديناً، وإن كان مريضاً شفي، وإن كان سجيناً أطلق من السجن، والرعد والبرق والمطر خوف للمسافر، وطمع للمقيم، والرعد صاحب شرطة وملك عظيم، ومن سمع رعدا قاصفا في بلد من البلدان، فإن الناس يموتون فجأة، ويقع بينهم فتنة وقتل، ويدل صوت الرعد على خصومة وجدال، كما يدل على نقصان في دينه وخسارة في ماله، فإن سمع الرعد مع المطر وكان الناس محتاجين إلى المطر، فإن ذلك خصب يناله أهل تلك المحلة. ومن رأى  الرعد من غير برق فإنه يدل على اغتيال ومكر وسعي لقول الكذب، ومن سمع الرعد فإنه يسمع من السلطان ما يكره، ولا خير في سماع الرعد إذا كان معه ظلمة وبرق، فإن ذلك يدل على الردة عن الدين، خاصة إن كان مع ذلك زلزلة، وسماع الرعد في أوانه يدل على البشارة والخير والبركة، وإن كان في غير أوانه دل على الحركة في الجيش لغزو أو فتنة. وربما دل سماع الرعد على التسبيح والتهليل لله تعالى. وربما دل سماعه على الأمراض أو سماع صوت الدفوف لفرح يوجب ذلك، وإن كان سامعه عاصياً تاب إلى الله تعالى، وإن كان كافراً أسلم. وربما دل سماعه على الصمم. وأما حكم الرعد فقالوا فيه: إذا سمع الرعد في المنام ووافق ذلك اليوم الأول من شهر تشرين الأول فإنه يدل على موت في بلاد الشام، وإن كان في ستة أيام منه، فإن الطعام يرخص، ويكثر الشراب والفاكهة بمصر، وإن كان في آخره رعد، فإن الوباء يقع في بلاد الشام، وإن سمع في المنام رعدا ووافق ذلك أن يكون في شهر تشرين الثاني، فإن الخير يكثر بأرض البربر وأرض مصر، وتفتح مدينتان من مدن الكفر بالشام. وربما ظهر كوكب بذنب، ويقع في الشام سبي. وربما مات ملك من ملوك العرب، ويهلك الطير ويقع الظلم بالشرق، ويهطل مطر ليس فيه ضرر ولا نفع، وإن سمع في المنام رعدا ووافق أن يكون ذلك في عشرة أيام من كانون الأول فإنه يدل على موت العظماء بالأندلس ويجور سلطانهم، ويكثر الفساد، وإن كانت الرؤيا في سبعة أيام منه كان الشتاء بارداً قاسياً، والربيع رطب، وإن سمع في المنام رعدا ووافق أن يكون ذلك في ستة أيام من شهر كانون الثاني فإنه يكون أمر عظيم من زلازل وخسف بأرض العراق. وربما وقع الفناء في البقر والمواشي، وتخصب الغلة، وإن كانت الرؤيا في آخره فهو ينذر بكسوف الشمس، وموت ملك من ملوك المغرب، وقيل يظهر كوكب ينذر بخراب مدينة عظيمة، ويكون في الشام مرض ورمد، وإن سمع في المنام رعدا ووافق أن يكون ذلك في أول يوم من شباط كان دليلاً على خصب الأرض ونموها، ويكون بأرض يأجوج وباء وأمراض، ويكون الموت في جزائر البحور، ويرخص السعر في مكة ويكون بالحبشة فزع، وإن كان في آخره، فإن يدل على أن الملك بالمغرب يخرج من أرضه إلى أرض أخرى، وإن سمع في المنام رعدا، ووافق أن تكون الرؤيا في ستة أيام من آذار فإنه يدل على خصب وخير إلا في القمح والكرم، ويكثر الزيت، ويأمن التجار، ويخرج الملك من مدينته إلى مدينة أخرى محارباً ويظفر بمطلوبه، وتبقى في يده مدة، ويقيم أياماً بين أنهار وأشجار ثم يخرج إلى أرض الروم، ويفتح الحجر الأصم، ويقتل جماعة من الرؤساء والأكابر والقواد، وتخصب أرض الشام، وإن كان في آخره رعد فإنه يكثر الجراد، ويكثر موت المعز والبقر، وإن سمع في المنام رعدا، ووافق ذلك الحادي والعشرين من نيسان فإنه يدل على الخصب في الأرض والكرم، وكثرة الأمطار، وتسلم الثمار، وتخرج الروم من أرضها ولعلها المغرب فيغزونهم، وإن وافق ذلك أن يكون أول نيسان فإنه يكون في آذار فزع ويقع البغي بين الروم ويموت ملكهم ويهزمون، ويقع الطاعون فيهم، ويسلم الشام من الكيد، وتخرج النوبة إلى أرض غير هم فيفسدون فيها، وإذا كان الرعد في أربعة أيام منه فذلك سعة وتجود الحنطة والكرم، ويقع اختلاف بين الناس وأمراض كثيرة، ويخاف على البيادر، وإن كان في الحادي عشر منه رعد أصاب الناس زلازل وأذى، وإن كان في الثالث عشر أصاب الناس بلاء شديد، وإن كان في سبعة عشر تباغض الملوك ووزراؤهم، وفي اثنين وعشرين منه يكون مرض شديد مخيف، وإن كان في ثلاث وعشرين كان رخص وخصب، وفي خمس وعشرين يكون غلاء شديد، وإن كان في تسع وعشرين دل على الخير والفرج والسرور، وإن سمع في المنام رعدا وكانت الرؤيا في تسعة أيام من أيار دل على موت الأشراف باليمامة، ويقع في الأتراك موت، وكذلك في الغنم ويكون المطر كثيراً، ويكثر خير البساتين، وإن كان في عشره الأوسط فتحدث أمراض شديدة، وإن سمع رعد في المنام وكانت الرؤيا في حزيران إلى عشرة أيام منه فإنه يدل على موت العلماء والأشراف بأرض مصر، وترخص الأسعار، وتنمو الأموال ويكثر صيد البر والبحر، وإن سمع رعد وكانت الرؤيا في تموز إلى ستة أيام منه، فإن المطر يكون في شهر كانون الأول، ويتقدم الزرع وينمو، ويموت عظماء الناس من الروم، ويهبط السعر في اليمن، ويقع بأرض العجم حرب ويكون بأرض مصر شر من جهة الملك، ويقع فيهم سبي في العيال، ويأتي ملك من المشرق يحملهم إلى أرضه أسرى، وإن كان الرعد في آخره أو لسبع بقين منه فإنه يدل على السلامة في جميع الأرض، ويرخص السعر بأرض البصرة وأرض الحبشة، وتزكو الأرض إلى سواد الفرات، ويحصل لبعض الثمار آفة كالنخل والموز، وتكثر الحنطة، وإن كان في آخر السنة خيف على الناس من قتل ملكهم، وإن سمع الرعد في المنام وكانت الرؤيا في شهر آب فإنه دليل خير لأهل الشام وأهل جرجان وأذربيجان، ويقل الجراد ويموت ملك من الخزر وملك يأجوج ومأجوج ويقع بينهم القتال، وإن كان في أخره رعد فإنه يكون بأرض مصر خصب ويفيض نيلها وترخص الأسعار فيها بعد قحط وغلاء وموت. وربما دل على تفريق جماعات، وإن سمع الرعد في المنام وكانت الرؤيا في شهر أيلول في ثانية أيام منه، فإن المطر يكون كثيراً، ويحدث قحط في أول السنة، وخصب في آخرها، ويكون الجراد بأرض الكوفة وبطائح البصرة، ويقع الناس في جوع شديد، ويفتح المسلمون حصوناً، ويكون بين الروم والترك قتال لفترة طويلة، وتخصب الشام وتسلم ثمارها وحبوبها، وإن كان في العاشر دل على قلة المطر في ذلك العام في المغرب، والله تعالى أعلم وبغيبه أحكم، وإن كان في تسع وعشرين دل على الخير والفرج والسرور، وإن سمع في المنام رعدا وكانت الرؤيا في تسعة أيام من أيار دل على موت الأشراف باليمامة، ويقع في الأتراك موت، وكذلك في الغنم ويكون المطر كثيراً، ويكثر خير البساتين، وإن كان في عشره الأوسط فتحدث أمراض شديدة، وإن سمع رعد في المنام وكانت الرؤيا في حزيران إلى عشرة أيام منه فإنه يدل على موت العلماء والأشراف بأرض مصر، وترخص الأسعار، وتنمو الأموال ويكثر صيد البر والبحر، وإن سمع رعد وكانت الرؤيا في تموز إلى ستة أيام منه، فإن المطر يكون في شهر كانون الأول، ويتقدم الزرع وينمو، ويموت عظماء الناس من الروم، ويهبط السعر في اليمن، ويقع بأرض العجم حرب ويكون بأرض مصر شر من جهة الملك، ويقع فيهم سبي في العيال، ويأتي ملك من المشرق يحملهم إلى أرضه أسرى، وإن كان الرعد في آخره أو لسبع بقين منه فإنه يدل على السلامة في جميع الأرض، ويرخص السعر بأرض البصرة وأرض الحبشة، وتزكو الأرض إلى سواد الفرات، ويحصل لبعض الثمار آفة كالنخل والموز، وتكثر الحنطة، وإن كان في آخر السنة خيف على الناس من قتل ملكهم، وإن سمع الرعد في المنام وكانت الرؤيا في شهر آب فإنه دليل خير لأهل الشام وأهل جرجان وأذربيجان، ويقل الجراد ويموت ملك من الخزر وملك يأجوج ومأجوج ويقع بينهم القتال، وإن كان في أخره رعد فإنه يكون بأرض مصر خصب ويفيض نيلها وترخص الأسعار فيها بعد قحط وغلاء وموت. وربما دل على تفريق جماعات، وإن سمع الرعد في المنام وكانت الرؤيا في شهر أيلول في ثانية أيام منه، فإن المطر يكون كثيراً، ويحدث قحط في أول السنة، وخصب في آخرها، ويكون الجراد بأرض الكوفة وبطائح البصرة، ويقع الناس في جوع شديد، ويفتح المسلمون حصوناً، ويكون بين الروم والترك قتال لفترة طويلة، وتخصب الشام وتسلم ثمارها وحبوبها، وإن كان في العاشر دل على قلة المطر في ذلك العام في المغرب، والله تعالى أعلم وبغيبه أحكم"
    },
    {
        "id": 44,
        "text": " الرعشة\n  من رأى في المنام أن رأسه يرتعش ناله عز من رئيسه أو غضب عليه. ومن رأى  أن يده اليمنى ترتعش، فإن معيشته قد تعسرت عليه.فإن رأى  أن فخذه يرتعش، فإن خيراً يأتيه من قبل عشيرته.فإن رأى  أن ساقيه يرتعشان، فإن عسرا في ماله سيدخل عليه"
    },
    {
        "id": 45,
        "text": " رعي النجوم\n  من رأى في المنام أنه يرعى النجوم فإنه يلي الناس ولاية. ومن رأى  أنه يرعى غنماً من الضأن فإنه يلي على ناس من العرب"
    },
    {
        "id": 46,
        "text": " الرغيف\n  هو في المنام رزق واسع، فإن أكل الجرادق فإنه يكون وسطاً في معيشته. ومن رأى  في يده رقاقتين يأكل من هذه، ومن هذه فإنه رجل يجمع بين الأختين وقرص الخبز في المنام يدل على الربح القليل"
    },
    {
        "id": 47,
        "text": " الرف\n  يدل في المنام على الحافظ للأسرار الساتر للعيوب، وعلى الزوجة الجليلة.فإن رأى  أن عنده رفاً يعلوه شيء من طرائف الأدوات دل على أنه يرزق ولداً ذكياً عالماً بفنون شتى أو إمرأة مصونة، حافظة لسره، شريفة في نفسها. وربما دل الرف على الأمن، أو الشريك العامل فيما يعود عليه، وعلى صاحبه من النفع"
    },
    {
        "id": 48,
        "text": " الرفاء\n  تدل رؤيته في المنام على الصلاح والسداد والطب والبرء من الأسقام. وربما دلت على النساج والمطرز. ومن رأى  أن عورة إمرأته بدت من ثوبها فسترها بالرفا فهو يرميها بقبيح ثم يعتذر بغير عذر. ومن رأى  أنه يرفو ثوبه فإنه يخاصم أحد أقربائه، ويصاحب من لا خير فيه، والرفاء صاحب خصومات، وقيل الرفو رجوع عن ذنب، وقيل اعتذار بالباطل"
    },
    {
        "id": 49,
        "text": " الرفس\n  هو في المنام جحود ما رفسه. ومن رأى  أن رجلاً يرفسه برجله فإنه يعيره بالفقر، ويتكبر عليه بماله"
    },
    {
        "id": 50,
        "text": " الرق\n  هو في المنام يمين يحلفها الرائي، وتدل رؤية الرقوقي في المنام على العلم والهداية والمحاكاة"
    },
    {
        "id": 51,
        "text": " الرقام\n  تدل رؤيته في المنام على الدهان والمصور، أو الرسام، ومن صار في المنام رقاقاً ربما صار كاتباً أو انتصر للقمار"
    },
    {
        "id": 52,
        "text": " الرقبة\n  هي في المنام رقبى. وربما دلت الرقبة على العتق.فإن رأى  العبد في رقبته غلاماً دام ملكه، وإن انفك عنقه دل على عتقه. أنظر أيضاً العنق"
    },
    {
        "id": 53,
        "text": " الرقص\n  هو في المنام مصيبة، ومن رقص لغيره فإنه يشاركه في المصيبة، ومن رقص في منزله وحده فرح وشبع، وإن الرقص لا يكون إلا عن شبع وبطر، والمريض إذا رقص كثر قلقه، والرقص للطفل لا يحمد ويخشى عليه من الخرس، وإن الأخرس يشير بيده، والطفل إذا رقص يشير بيده، والرقص على المكان المرتفع خوف. ومن رأى  أنه يرقص داخل بيته وحوله أهله وحدهم، وليس معهم غريب، فإن ذلك خير للناس كلهم. ومن رأى  أن إمرأته أو إبنه أو أحد أقربائه يرقص، فإن ذلك خير، ويدل على فرح وعز كثير، ورقص المريض يدل على طول مرضه، رجلاً كان أو امرأة، ورقص المرأة على فضيحة كبيرة، غنية كانت أو فقيرة، ورقص من يسير في البحر في سفينة يدل على شدة يقع فيها، ورقص الفقير غنى لا يدوم، ورقص المملوك يدل على أنه يضرب"
    },
    {
        "id": 54,
        "text": " رقعة الشطرنج\n  هي في المنام الدنيا التي ترفع وتضع، ويحيا من يحيى ويموت من يموت، ويظهر فيها المستقيم والمعوج، وفيها السلم والحرب، وفيها الحقد والفتن والحسد، والغنى والفقر"
    },
    {
        "id": 55,
        "text": " الرقية\n  إذا كان الرائي في المنام يذكر في الرقية على المريض شيئاً مما ورد في القرآن الكريم أو مما وردت به السنة دل ذلك على الأمان من الأوجاع، ودفع الهموم والأحزان، وإن رقي بخلاف ذلك دل على الكذب في المقال، أو الرياء بالأعمال، وإن كان الرائي صانعاً غش الناس في صناعته وكتمهم النصح، وإن كان حاكماً حكم بالباطل. ومن رأى  أنه يرقي، أو يرقى، فإن الرقي باطل وكذب إلا رقية فيها بسم الله الرحمن الرحيم أو آية من القرآن الكريم"
    },
    {
        "id": 56,
        "text": " الركاب\n  لهذه الكلمة ثلاثة مفاهيم:الأول: إذا رؤي في المنام منفرداً عن السرج فهو ولد غلام، وإذا رؤي مع السرج فإنه ولد يوثق به، وقالوا: إنه قوام البيت. وربما دل على ما يداس عليه من مداس أو حصير. وربما دل الركابان على الزوجتين، أو الولدين، أو الغلامين، والركاب مال شريف ورياسة، ويدل الركاب على جارية حسناء، وكونه من حديد قوة، وكونه من رصاص يدل على وهن أمره، وكونه من فضة مطلية بالذهب يدل على جوار وغلمان حسان. ومن رأى  أنه حصل على ركاب أو ركابين لسرجه فإنه يحصل على خادم أو خادمين. ومن رأى  أن ركابه قطع أو سرق مات خادمه أو باعه.والثاني: تدل رؤيته في المنام على المداراة وبلوغ المقاصد بالجد والتعب.والثالث: ركاب دار الملك، وتدل رؤيته في المنام على الأسفار والحركات في البر والبحر، وعلى الشفاء من الأمراض"
    },
    {
        "id": 57,
        "text": " الركبة\n  هي في المنام كد الرجل وتعبه في معيشته.فإن رأى  أن جلدها قوي فإنه قوة معيشته.فإن رأى  أن جلدها انسلخ ناله كد وتعب في معيشته.فإن رأى  أن جلدها غليظ وفيه ورم ودرن نال مالاً من كد معيشته، وذهب له مال كان قد جناه من كد وتعب، والركبتان قوة البدن وحركته وجودة علمه، فإن كانتا صحيحتين قويتين فذلك دليل على سفر أو حركة أو أعمال يعملها، وعلى صحة البدن، وإن رؤي فيها وجع أو عله دل على ثقل الركبتين، وإن كان مريضاً دل ذلك على موته، والركبة للمسافر مركبة وركابه ودابته، والركبتان يعبران بالأخوة والشركاء، وقد يعبران بالموالي، والركبة قد تشتق منها الكربة. وربما دلت الركبة على إتمام الركوع والسجود، وتدل على أخذ الإنسان وعطائه، وحركته وسكونه، وسفره ومقامه، وعلى ما يجمعه من المال وما يصرفه. ومن رأى  أن ركبته قد كبرت أو اشتد عظمها وكان في كربة فرج الله عنه. وربما دل ذلك على ملازمته الصلاة والقيام بشروطها، وإن رآها قد انفكت أو انكسرت أو حصل فيها قرح أو دماء دل على تعطيل حركته، وإن كان سفراً قعد عنه، وإن كان بينه وبين أحد مودة انفصلت. وربما دل على تعطل المركب والدابة"
    },
    {
        "id": 58,
        "text": " الركوب\n  من رأى في منامه أنه ركب دابة فإنه يسيطر على هواه، وركوب الدواب كلها عز وسلطان. ومن رأى  أنه ركب فرساً ولا يحسن ركوبها ركب هوى، فإن أحسن الركوب وضبطه فإنه يسلم من الأذى. ومن رأى  أنه ركب عنق رجل جبراً فإنه يموت، ويحمل المركوب جنازته عنوة، فإن ركبه بطيبة من نفسه، فإن المركوب يتحمل مئونة الراكب وأذاه"
    },
    {
        "id": 59,
        "text": " الركوع\n  من رأى في المنام أنه راكع، وصلى لله تعالى فإنه يخضع له سبحانه، ويتبرأ من الكبر، ويقيم حدود الله تعالى وفرائضه، ويكثر من الصلاة، وينال ما يتمناه في الدين والدنيا ويظفر بمن عاداه. ومن رأى  أنه في الصلاة لا يركع حتى يذهب وقتها فإنه لا يؤدي الزكاة. وربما دل الركوع على طول العمر. وإذا رأت المرأة إنها تركع ركوعاً تاماً دل ذلك على التوبة"
    },
    {
        "id": 60,
        "text": " الركوة\n  هي المنام تدل على الزهد والعبادة، والولد والخادم، والسفر والرفيق، والمعين على الدين والدنيا، والركوة للسلطان كورة عامرة، وللتاجر تجارة"
    },
    {
        "id": 61,
        "text": " الرماد\n  هو مال حرام محترق، وقيل هو رزق من قبل السلطان، فمن رأى الرماد فإنه يتعب في أمر سلطاني لا يحصل له منه إلا العناء والتعب، وقيل الرماد كلام باطل أو علم لا ينتفع به. ومن رأى  أنه أصاب رماداً أو حمله أو جمعه فإنه يحمل باطلاً من الكلام، أو العلم ولا ينتفع به، والرماد يدل على الحزن ورمد العين، أو الضلال بعد الهدى. وربما دل على إخماد الفتنة والشر، والأمن من الخوف، والرماد المتجمع من الأفران دال على الأموال من الصدقة"
    },
    {
        "id": 62,
        "text": " الرمال\n  تدل رؤيتها في المنام على الاحتيال والسرقة، وعلى جلب المماليك والجواري، والفوائد والأرباح من السفر، والرمل في المنام مال إذا لم يكن غالباً، والرمل الكثير شغل في الدنيا والدين. ومن رأى  أن يده في الرمل فإنه يلتبس بأمر من أمور الدنيا، وإذا كثر الرمل وزاد كان في التأويل عذاباً. ومن رأى  أنه استف الرمل أو جمعه أو حمله فإنه يجمع مالاً ويصيب خيراً، فإن مشى في الرمل فإنه يعالج شغلاً شاغلاً في دين أو دنيا. وربما دل السعي في الرمل على القيود، والرمل يدل على الموت والحياة والغنى والمسكنة. وربما دل المشي فيه على الهم والحزن، والخصومة والتظلم، والرمل كد وتعب، ومشقة، ولا خير فيه للمرأة إذا كانت ماشيه فيه، فإن ذلك دليل على يرملها، وكذلك الرجل إذا مشى فيه بصعوبة، والرمل الأحمر يدل على المنصب الجليل للعاطل عن العمل، والرمل الأبيض رزق لأرباب المواقيت والمنجمين، والرمل الأصفر يدل على توبة المريض وحسن منقلبه، والرمل المتجمع في أصول الشجر والنبات يدل على الرزق"
    },
    {
        "id": 63,
        "text": " الرمان\n  هو في المنام رزق سهل بلا تعب، وإذا كان الرمان حلواً فهو مال مجموع. وربما دلت الرمانة على المرأة. وربما كانت كورة عامرة، والرمانة مال وولد، والرمانة تفسر بألف درهم أو مائة أو عشرة على قدر حال صاحب الرؤيا، والرمانة تعبر للسلطان بالمدينة، فكسرها فتح المدينة، وقشرها سورها، وحبها رجالها، وشحمها مالها، ومن أكل قشور رمانة في منامه برئ من مرضه، والرمانة تفسر بالصندوق المقفل. وربما دلت على بيت النحل، وإن كان حب الرمانة أبيض دل على الدراهم، وإن كان أحمر دل على الدنانير، وإذا عبرت الرمانة بالمرأة فهي ذات جمال، وإن كانت صحيحة فهي بكر، وإن كانت مكسورة فهي ثيب، والرمانة الفاسدة إمرأة عفيفة، والرمانة الحامضة مال حرام، وقيل هو هم وغم، ومن باع رمانة فإنه إنسان قد اختار الدنيا على الآخرة، والرمان المبهم الذي لا يدرى أحلو أم حامض فهو بمنزلة الحلو، وشجرة الرمان رجل صاحب دين وهيبة، وشوكها مانع له من المعاصي والفواحش، فإن كان سلطاناً غلب السلاطين، وإن كان تاجراً زادت تجارته، وقطع شجر الرمان يدل على قطع الرحم. وربما يدل شجر الرمان على فزع، وقيل الرمان الحلو رزق حلال بتعب، وحامضه هم ونكد"
    },
    {
        "id": 64,
        "text": " الرمح\n  تدل رؤية الرماح في المنام على الحرب والخصومات والمنازعات، وتدل على الطعن في الأعراض والكسب الحرام، وانتصار الرائي على خصومه، والرماح نظير الملك في سعة الولاية، والرماح تدل على المؤدب المصلح للمنافقين وأهل الاعوجاج، والرماح تدرك بها المهمات الجليلة والغنائم الجزيلة، والرمح في المنام عود من العود، وقني من القنية، وخطي من الخطأ، والرمح إمرأة أو ولد أو شهادة حق أو سفر، فمن رأى أن في يده رمحاً فيلد له ولد غلام، فإن كان في الرمح سنان، فإن ولده يكون قيماً على الناس، وانكسار الرمح علة في الولد، وكل كسر لا جبر فيه لا خير فيه. ومن رأى  بيده رمحاً وهو راكب فهو سلطان في رفعة وعز، فإن كان الرمح منسوباً إلى السلطان ثم انكسر، فإن حادثاً يحدث في سلطانه، وإن كان منسوباً إلى أخ فهو مصيبة فيه، هذا إذا انكسر ورمي به ولم يمكن إصلاحه، فإن أمكن إصلاحه فهناك مرض يشفى منه، أو يشرف على عزل ثم يصلح، وضياع السنان موت أخيه أو ابنه، والمزراق كذلك، والرمح أخ أو صاحب يدافع عن صاحبه. ومن رأى  بيده رمحاً وهو يسير به في السوق فإنه يرزق ولداً ذكراً، وإن جعله خلف بابه أو غطاه باليد، فإن إمرأته تلد جارية، والرمح بلا حديد بنت للحامل، ورزق تلك البنت بنات بعدد عقد الرمح إذا عدها الرائي. ومن رأى  سلطاناً ناوله رمحاً فإنه يوليه ولاية، وإن كان الرمح راية فالولاية لها صيت. ومن رأى  إنساناً طعنه برمح فإنه يؤذيه بلسانه، ويطعن في عرضه.وإن رأى ملك أن رمحه طال حتى جاوز الحد فإنه يظلم رعيته. ومن رأى  أنه طعن برمح فسال منه دم فإنه يؤجر على ما أصابه من الضارب، وقيل يصح جسمه ويكثر ماله، وإن كان غائباً رجع إلى أهله سالماً. ومن رأى  أنه جرح برمح واشتدت الجراح، فإن المجروح يصيب من الجارح مالاً حراماً، فإن قطع الرمح لحماً أو عضواً فصار ذلك في يد الفاعل فإنه يصيب من الجارح مالاً مكروهاً في الدين. ومن رأى  أنه قاتل الأعداء برمحه فإنه ينال مالاً حراماً"
    },
    {
        "id": 65,
        "text": " الرمد\n  هو في المنام تقتير في المعيشة أو غفلة، والرمد نقص في الدين. ومن رأى  أن عينيه رمدتا مرض والده. ومن رأى  بعينيه رمداً فهو على غير الحق، ويخشى أن يفسد دينه. ومن رأى  بعينيه رمداً فقد أشرف على العمى، فإن لم ينقص الرمد من بصره فإنه يقال في دينه ما هو بريء منه، وكل نقصان في البصر نقصان في الدين. ومن رأى  بعينيه رمداً فهو دليل غم من جهة أولاده. ومن رأى  بعينه رمداً تضرر واغتم"
    },
    {
        "id": 66,
        "text": " الرمكة\n  هي في المنام جارية أو إمرأة حرة شريفة، فإن ركبها فإنه يفسق بامرأة، والرمكة من البراذين إمرأة إلا إنها أعجمية من النساء، والرمكة تدل على أناس معروفين بالأدب. ومن رأى  أنه ركب رمكة أو ملكها أو اشتراها وكان أعزب، تزوج إمرأة شريفة مباركة، فإن كانت الرمكة دهماء كانت المرأة غنية شريفة، وإن كانت شهباء كانت جميلة، وإن كانت حمراء كانت ذات دين وسؤدد، وإن كانت شقراء كانت ذات دين، وإن كانت صفراءِ كانت ذات أمراض وأوجاع. ومن رأى  أن رمكته ماتت أو سرقت أو ضاعت، فإن ذلك يكون بامرأته. ومن رأى  أنه ترك رمكته أو نزل عنها فإنه يخرج عن إمرأته بموت أو طلاق، أو يخرج عن داره أو قريته. ومن رأى  أن رمكته ولود، فإن ذلك دليل على زيادة ماله. ومن رأى  أنه يشرب لبن الرمكة، فإن السلطان يقربه من نفسه وينال منه خيراً"
    },
    {
        "id": 67,
        "text": " الرمل\n  إذا رآه في المنام دل على السعي على العيال"
    },
    {
        "id": 68,
        "text": " الرمي\n  من رأى في المنام أنه يرمي بالمنجنيق فذلك غدر ومكيدة. وربما دل على قذف العلماء وإرغامهم، أو على قذف المحصنات، والطعن في الدين. وربما دلت رؤيته على الفتنة، والرمي بالسهام في المنام دليل على الكلام في الأعراض بالأعراض، فإن كانت السهام فيها نصول كانت رسلا شافية يحصل بها المقصود، وإن لم تكن فيها فصول دل على الخيبة فيما يقصد، ومن رمى بالسهم فكان هو المصاب فإنه ينال حاجته من القرب إلى الله تعالى، وإن كان في الدنيا فإنه ينال شرفها. ومن رأى  صفين يرمي بعضهم من الناس بعضا فالمصيبون يخاصمون بالحق والمخطئون يتكلمون في خصومتهم بالباطل. ومن رأى  أنه يرمي الناس بالسهام فإنه يرميهم كلام رديء. ومن رأى  أنه يرمي فيخطئ، فإن له لساناً خبيثاً يحدث به في أعراض الناس. ومن رأى  أنه يرمي إلى غرض فلا يخطئ فإنه يناله مراده من أمر يرسل فيه كتاباً أو رسولاً، ومن رمى إنساناً فلم يصبه فإنه يرميه بكلام باطل. ومن رأى  أنه يرمي بسهام على جبل شرقاً وغرباً، وثيابه جديدة بيضاء فإنه ينال ملكاً وسلطاناً إن كان أهلاً لذلك، فالسهام كتبه التي ينفذها في رسائله وأوامره، ورمي البندق رجم، وقيل الرمي بالبندق في الحضر قذف لذلك الرمي، فإن كان الرمي في البر لأجل الصيد فهو غنيمة وكسب، ومن رمي بسهم وسال دمه فإنه ينال فائدة من رجل عظيم، ومن وقعت السهام في قلبه فتلك ألحاظ غلام حسن أو جارية حسناء. ومن رأى  أنه يرمي بالمنجنيق حصناً من حصون الأعداء، فإن ذلك كلام البر يتكلم به أو دعاء يدعو به الله تعالى"
    },
    {
        "id": 69,
        "text": " الرهن\n  من رأى في المنام أنه رهينة في موضع فقد اكتسب على نفسه ذنوباً كثيرة فنفسه بها رهينة. ومن رأى  أنه رهن عنده رهن فإنه يوشك أن يظلم غيره ظلامة، فيصير الراهن عنده مطلوباً به حتى يفك رهنه، والرهن مأخوذ من ثبوت الشيء ودوامه، وهو دال عن الزلل، والإطلاع على الفضائح، أو على ما يبقى الإنسان به رهينا للإنسان القائل فيه. وربما دل الرهن على المحنة والابتلاء بالمحبة حتى يعود قلبه رهنا عند من هو مشغول به، فإن رهن في المنام شيئاً نفيساً على شيء حقير ابتلي بحب شخص حقير، ويستهلك منه قدر جليل. وربما دل الرهن في المنام على سوء الظن بالراهن والمرتهن. وربما دل الرهن على السفر"
    },
    {
        "id": 70,
        "text": " الروث\n  روث الخيل في المنام مال من رجل شريف، فمن رأى أنه يكنسه أصاب مالاً من رجل شريف، وروث العنز مال أيضاً. ومن رأى  أنه جلس على الروث نال مالاً من بعض أقاربه"
    },
    {
        "id": 71,
        "text": " الروض\n  من رأى الرياض الخضر في المنام التي لا يعرف جوهرها فهي الإسلام والدين، وكذلك كل خضرة في الأرض، وقيل من رأى روضة تضرر فجأة، وإن رؤي الميت في روضة حسنة فهو في الجنة، وتدل الروضة على الدنيا وزينتها، وعلى الزوجة الكثيرة المال، والروضة المجهولة قد تدل على كل مكان فضيل يطاع الله تعالى فيه كقبر النبي عليه السلام وحلقات الذكر وجوامع الخير وقبور الصالحين، وقد تدل الروضة على المصحف، وعلى كتاب العلم والحكمة. وربما دلت على الجنة، فمن خرج منها إلى أرض سبخة أو خرج من سنة إلى بدعة أو إلى فعل معصية. ومن رأى  نفسه في روضة وهو يأكل منها، وكان في زمن الحج أو كان فيها يؤذن فإنه يحج.وإن رأى  الكافر ذلك أسلم أو رآه المذنب تاب، وإلا فهو فعل خير يفعله كحضور صلاة الجمعة أو تشييع الجنازة"
    },
    {
        "id": 72,
        "text": " الروم\n  هو في المنام إدراك لما يرام. وربما دل رؤيتهم على النصر والخذلان، قال تعالى:  \"  الم، غلبت الروم في أدنى الأرض، وهم من بعده غلبهم سيغلبون، في بضع سنين، لله الأمر من قبل، ومن بعد  \""
    },
    {
        "id": 73,
        "text": " الري\n  إذا كان الري في المنام بعد العطش دل على اليسر بعد العصر، وقضاء الحاجة، والغنى بعد الفقر، أو التوبة وشفاء العليل، وإدراك ما فاته من علم أو عمل، والري صلاح في الدين واستقامة في الحياة"
    },
    {
        "id": 74,
        "text": " الرياء\n  هو في المنام شيء محرم في اليقظة"
    },
    {
        "id": 75,
        "text": " الريباس\n  هو في المنام منفعة من قريب أو صديق إذا كان الريباس حلواً، وإذا كان حامضاً دل على الندامة"
    },
    {
        "id": 76,
        "text": " الريح\n  تدل رؤيته في المنام على السلطان في ذاته لقوتها وسلطانها على ما دونها من المخلوقات. وربما دل الريح على ملك السلطان وجنده، وأوامره وحوادث عساكره وأعوانه، وقد كانت الريح خادماً لسليمان عليه السلام. وربما دلت على العذاب والآفات لحدتها عند هيجانها لا سيما إن كانت دبوراً، لأنها الريح التي هلكت عاد بها، ولأنها ريح لا تلقح. وربما دلت الريح على الخصب والرزق، والنصر والظفر خاصة إن كانت من الرياح اللواقح لما يعود منها من صلاح النبات وهي الصبا والعرب، وتسمى الصبا القبول لأنه مقابل الدبور. وربما دلت الريح على الأسقام والعلل في الناس كالزكام والصداع، فمن رأى ريحاً نقلته وحملته بلا ورع ولا خوف ولا ظلمة ولا ضبابة فإنه يملك الناس إن كان من أهل ذلك أو ممن يؤمله، وإن رفعته الريح وذهبت به وهو خائف مروع هائم قلق أو كان لها ظلمة وغبرة وإزعاج، فإن كان في سفينة تحطمت، وإن كان في علة زادت به، وإلا نالته نوازل وحوادث أو خرجت به أوامر السلطان، أو الحاكم.فإن رأى  الريح تلقح الشجرة وتهدم الجدار وتطير بالناس أو بالدواب أو بالطعام فإنه بلاء عظيم في الناس كالطاعون، أو السيف، أو الفتنه، أو الغارة، أو السبي، أو الريح السموم، والريح مع الرعد سلطان جائر مع قوة، ومن حملته الريح من مكان إلى مكان أصاب سلطاناً أو سافر سفراً لا يعود منه، والريح الهينة اللينة الصافية خير وبركة، والريح العاصف جور السلطان والريح مع الغبار دليل الحرب، والرياح بشارة من الله تعالى، والريح قد تكون ذهاب بركة من ذلك الموضع، فإن كان فيه صرير فإنه عذاب وشدة.فإن رأى سلطان أنه يذهب إلى قتال والريح تتقدمه فإنه يغلب، وإن استقبلته الريح فإنه يصاب.فإن رأى  أن ريحاً عاصفاً هاجت في موضع، فإن أهله ينالهم خوف وشدة بقدر قوة الريح ومبلغها، فإن قلعت الأشجار، فإن الملك يغضب على رجال تلك الكورة ويهلكهم، وريح الصبا رحمة.وإن رأى ريحاً شديدة قد هبت فهي مصيبة.وإن رأى ريحاً اقتلعت نخلاً، فإن رجال تلك الأرض يقتلون على يد الملك، وريح الجنوب تدل على وقوع بلاء أو مرض أو موت في ذلك الموضع، وقيل إنها مطر ورزق. وإذا رأى الريح تهب بهدوء فإنها تدل على موافقة قوم سوء لا رأي لهم، والرياح الطيبة إذا هبت من جهة معلومة فإنها دالة على الأخبار الطيبة والرحمة، والريح تدل على طلب الحاجات، وريح الصبا نصر وريح الدبور خذلان. وربما دلت الصبا على تفريج الهموم والأحزان وشفاء الأسقام. وربما دلت الطيبة على الأسفار المربحة.فإن رأى في المنام ريحاً حمراء دل على عقوق الوالدين"
    },
    {
        "id": 77,
        "text": " الريحان\n  تختلف الرياحين في المنام باختلاف رائحتها واستعمالها، فهي تدل على تفريج الهموم، وعلى العمل الصالح والوعد الصادق، فإن أعطى الميت للحي ريحاناً أو رآه معه فإنه يدل على أنه في الجنة، والريحان للأعزب زوجة، وللزوجة ولد أو علم يتصف به أو ثناء جميل. وربما دل دخول الريحان على الإنسان في المنام على الهم والنكد. وربما دل على المرض لأنه يقدم للمريض، واجتماع الماء والخضرة في المنام دليل على زوال الهموم، والحماحم لا خير في رؤيتها إذا دخلت على المريض فإنه دال على موته لأنه منه حمام وحم، وكذلك جميع الرياحين تدل على قرب الحين وهو الموت. وربما دلت على الوباء، والريحان السعتري يدل على ما يحتاج ليه الإنسان من مكتوب، والريحان إذا كان نابتاً في محله فهو ذكر جميل وكلام يسر به، وعرق الريحان ولد ذكر. ومن رأى  على رأسه إكليلاً من الريحان فإنه يعزل إن كان والياً، وبائع الرياحين صاحب هموم، وإذا رؤيت الرياحين مقطوعة فإنها تدل على كل هم وحزن، فإذا رؤيت في مواضعها فإنها تدل على راحة أو زوج أو ولد. ومن رأى  ريحانة رفعت إلى السماء من ناحية من الأرض فذلك موت عالم تلك الناحية، وإنما يدل الريحان على الولد إن كان نابتاً في البستان، ويدل على المرأة إن كان مجموعاً في حزمة، ويدل على المصيبة إذا كان مقطوعاً مطروحاً في غير موضعه إن لم تكن له رائحة، وقيل الريحان امرأة، حسنه حسنها، ورائحته حبه لها، وإذا رؤي الريحان مبسوطاً في دار رجل فهو الثناء عليه، فإذا رمى إنسان إنساناً آخر بريحان فالتقفه رجل آخر، فإن الملتقف بينهما يدخل عليه حزن. ومن رأى  غيره جالساً في مسجد وحوله ريحان، فإن ذلك غيبته وذكرهم له بما ليس فيه، والريحاني في المنام رجل راض عند المصائب، صابر على القضاء والقدر"
    },
    {
        "id": 78,
        "text": " الريش\n  هو في المنام مال. وربما كان الريش شري من الاستقاق. وربما دل الريش على الجاه، لأنه يقال: فلان طار بجناح غيره. وربما دل الريش على البيت من الزرع، وقد يدل الريش على النصال، والريش كسوة"
    },
    {
        "id": 79,
        "text": " الرئة\n  هي في المنام محل الروح فمن فسدت رئته وساءت رائحتها فقد عمره، وهي أيضاً محل غضبه، وتعبر بالمرأة. ومن رأى  أن رئته اسودت دل ذلك على هدم مورد ربحه، وصلاح الرئة يدل على طول العمر، وفساد الرئة يدل على قصر العمر"
    }
]