[
    {
        "id": 0,
        "text": " العاتق\n  هو في المنام صديق الرجل أو شريكه أو أجيره، وإذا كانت العواتق حسنة اللحم، فإن ذلك يدل على الرجولة والقوة، ويدل في السجناء على طول فترة الإقامة في السجن، حتى يمكنهم أن يحتملوا ثقل القيود، ويدل العاتق على ما يحتمله الإنسان من وزر.فإن رأى على عاتقه حملاً ثقيلاً كان ذلك دليلاً على حمل الأوزار"
    },
    {
        "id": 1,
        "text": " العارية\n  من رأى في المنام أنه استعار شيئاً له قيمة، دل على أنه مغرم بقدر قيمة ما استعار. وربما دلت العارية إن كانت مجهولة على إقبال الدنيا. وربما دلت العارية على العار الذي ينبغي التحفظ منه خوف الفتنة. ومن رأى  أنه استعار شيئاً أو أعاره، فإن كان ذلك الشيء محبوباً فإنه ينال خيراً لا يدوم، فإن كان مكروهاً، أصابته كراهة لا تدوم، وذلك، لأن العارية لا بقاء لها. وقيل من استعار من رجل دابة، فإن المعير يحمل مئونة المستعير"
    },
    {
        "id": 2,
        "text": " عاشوراء\n  من رأى من آل بيت النبي صلى الله عليه وسلم أنه في يوم عاشوراء فهو مصيبة له، وإن رأى ذلك من أعدائهم فهو بالضد"
    },
    {
        "id": 3,
        "text": " عاقد الزيجات\n  تدل رؤيته في المنام على الزواج للعازب، والطلاق للمتزوج"
    },
    {
        "id": 4,
        "text": " العالم المسلم\n  من رآه في المنام فهو بشارة له يعلو القدر والثناء الجميل، والعمل بما يعمل، ورؤية العلماء زيادة في علم الرائي لأنهم نصحاء الله في أرضه، وكذلك الحكماء زيادة في الوعظ، ورؤية الصالحين صلاح في الدين. ومن رأى  أنه فقيه يؤخذ عنه وليس هو، كذلك فيبتلى ببلية. ومن رأى  أحد العلماء المتقدمين في موضع، فإن الله تعالى يفرج عن أهل ذلك الموضع ما هم فيه من هم وشدة وقحط"
    },
    {
        "id": 5,
        "text": " العام\n  تدل رؤيته في المنام على الفتنة، لقوله تعالى:  \"  أولا يرون أنهم يفتنون في كل عام مرة أو مرتين ثم لا يتوبون، ولا هم يذكرون  \". وإن كان الناس في قحط دلت رؤية العام على زيادة الخير. أنظر أيضاً السنة"
    },
    {
        "id": 6,
        "text": " العانة\n  إذا حلقها الإنسان أو أزالها فإنها تدل على زوال الدين والهم، وعانة المرأة مزرعة بستان، وقيل هي دليل طلاقها. ومن رأى  أنه نظر إلى عانته ولم ير عليها شعراً فإنه يأتي أمراً بجهالة فيحجر عليه في ماله، وإن كان هناك شعر كثير فإنه ينال مالاً كثيراً مع فساد في الدين. وربما دلت العانة على السنة وإتباعها. وربما دلت على النبات الذي لا ربح فيه"
    },
    {
        "id": 7,
        "text": " عائشة رضي الله عنها\n  رؤيتها في المنام تدل على الخير والبركة، وإن رأتها إمرأة نالت منزلة عالية وشهرة صالحة، وحظوة عند الأباء والأزواج"
    },
    {
        "id": 8,
        "text": " العبد\n  من صار في المنام عبداً وكان من الأحرار، وعرف من استعبده ربما استعبد بإحسانه في اليقظة. وربما دل على الدين يرتكبه حتى يصير عبداً لمن استدان منه، أو يصير أجيرا عنده، فإن باعه مولاه نال عزاً ورفعة. وربما وقع في مكيدة وذلة. وربما نال خيراً قياساً على قصة يوسف عليه السلام، وإذا صار العبد في المنام حراً فإنه يدل على اليسر بعد العسر، والخلاص من الشدائد، وقضاء الدين والشفاء من الأمراض، والعبد في المنام هم. ومن رأى  أنه عبد أصابه هم.وإذا رأى أنه يباع أصابه ضيق إلا إذا اشترته إمرأته فإنه يكرم، والمرأة الخالية من الزوج إذا صارت جارية في المنام فإنها تتزوج، وكذلك إذا باع زوجته فإنه يطلقها، ومن صار عبداً مملوكاً لعدوه فإنه يقهر ويذل، لأن العبيد مقهورون عند سادتهم"
    },
    {
        "id": 9,
        "text": " العبوس\n  من رأى في المنام أن وجهه عابس فيولد له بنت"
    },
    {
        "id": 10,
        "text": " العتاب\n  إذا عوتب الإنسان في المنام من نبي أو ولي عوتب من خليل بما يدل على توبته ورجوعه عن غيه، والعتاب يدل على المحبة. ومن رأى  أنه يعاتب نفسه فإنه يعمل عملاً يندم عليه، ويلوم فيه نفسه"
    },
    {
        "id": 11,
        "text": " عتال\n  تدل رؤيته في المنام على تحمل الذنوب والأوزار، ورؤيته للمريض عافية وسلامة"
    },
    {
        "id": 12,
        "text": " العتبة\n  هي في المنام إمرأة الرجل. ومن رأى  أنه قلع عتبة داره فإنها تذهب دولته، فإن قلع أسكفة باب بيته فإنه يطلق امرأته. وقيل إن العتبة هي الدولة أو قيم الدار، فمن رآها قلعت من بابه عزل إن كان والياً، وإن رآها قلعت وغابت عن عينه فإنه يموت صاحب الدار، وإن قلعت ولم تغب مرض وشفي من مرضه، ومن بنى عتبة فإنه يتزوج، ومهما حدث في العتبة فانسبه إلى المرأة"
    },
    {
        "id": 13,
        "text": " العتق\n  يدل في المنام على الأضحية، فمن رأى أنه أعتق فإنه يضحي، ومن أعتق زوجته فإنه يطلقها. وإذا رأى المملوك أنه أعتق خشي عليه من الموت.وإذا رأى أنه مات يعتق، وإن كان المعتوق مريضاً مات، وإن كان المعتق عاصياً تاب أو كان كافراً أسلم، وحرم الله جسده على النار.وإن رأى  الحر أنه أعتق وكان مديناً قضى الله دينه أو كان مذنباً كفر عنه"
    },
    {
        "id": 14,
        "text": " العثرة\n  من رأى أن إبهام رجله عثرت في الأرض، فإن ديناً يجتمع عليه، فإن خرج منها دم فإنه ينال مالاً حراماً أو تصيبه مصيبة في ماله"
    },
    {
        "id": 15,
        "text": " العجال\n  تدل رؤياه في المنام على السفر في البر والبحر، أو العجلة بالخير والشر، أو على السوق والحمال"
    },
    {
        "id": 16,
        "text": " العجان\n  تدل رؤيته في المنام على الرزق والاهتمام بمصالح الرعية، أو السلطان المحبوب عند الناس، أما عجان العنبر، فتدل رؤيته على حسن الثناء والمهندس، أو البناء"
    },
    {
        "id": 17,
        "text": " العجب\n  يدل في المنام على الظلم، وكل معجب ظالم، والعجب للميت دليل على أنه ممن لا ينظر الله إليه يوم القيامة. ومن رأى  أنه أعجب بنفسه أو بغناه أو قوته فإنه يظلم غيره"
    },
    {
        "id": 18,
        "text": " العجز\n  هو في المنام إمرأة الرجل. ومن رأى  عجزه كبيراً فإنه يسود بمال امرأته، ويصيب من ذلك خيراً. ومن رأى  رجلاً كشف له عن عجزه فإنه ينال منه منفعة.وإن رأى دبره فإنه ينال منه إدبار. ومن رأى  أنه يسحب على عجزه أو دبره فإنه مضطر في تصرفاته"
    },
    {
        "id": 19,
        "text": " العجل\n  هو في المنام ولد ذكر إذا ولدته بقرته، والعجل المشوي أمان من الخوف لقصة إبراهيم عليه الصلاة والسلام، والعجل ولد قابل للخير. وربما دلت رؤياه على الهم والنكد والخروج عن طاعة الله تعالى، فإذا رأته إمرأة دل على الفرح والسرور. وربما دل على الفتنة، والعجل السمين بشارة بالنصر على الأعداء. ومن رأى  أنه يأكل لحم عجل أصاب مالاً. ومن رأى  أنه حمل عجلاً وأدخله منزله فيصيبه هم"
    },
    {
        "id": 20,
        "text": " العجلة\n  تدل في المنام على تدبير عيش صاحب الرؤيا. ومن رأى  أنه راكب عجلة وتحت يد العجلة رجال فإنه يدل على أن صاحب الرؤيا يسوس قوماً كثيرين، أو على أنه يولد له أولاد خيار، والعجلة عز من سلطان أعجمي لمن ركبها أو إدراك شرف وكرامة. ومن رأى  أنه متعلق بعجلة تحمله، أو يتبعها فإنه يتبع سلطاناً ويستمكن منه بقدر استمكانه من العجلة. ومن رأى  أنه راكب على عجلة تحمل الأثقال وهي على غير هيئة المركوب فيصيبه هم وحزن"
    },
    {
        "id": 21,
        "text": " العجلة\n  هي في المنام ندامة، كما أن الندامة عجلة، فمن رأى أنه يعجل في أمر فإنه يندم فيه. ومن رأى  أنه ندم فإنه يتعجل في أمر"
    },
    {
        "id": 22,
        "text": " العجم\n  تدل رؤيتهم في المنام على الأمور الشاقة، لقوله تعالى:  \"  ولو جعلناه قرآناً أعجمياً لقالوا لولا فصلت آياته  \". ومن رأى  أنه صار أعجمياً نال ذلاً وإهانة"
    },
    {
        "id": 23,
        "text": " العجة\n  هي في المنام دليل على العز والأفراح والمسرات والأرزاق، والزواج لمن كان عازباً"
    },
    {
        "id": 24,
        "text": " العجور\n  هو في المنام ولد شبيه بأمه وأبيه"
    },
    {
        "id": 25,
        "text": " العجوز\n  هي في المنام عجز. وربما دلت على الدنيا الذاهبة. وربما دلت على الآخرة لأنها ضد الدنيا، وتدل على الخمرة لأنها من أسمائها، وتدل على البقرة لأنها من أسمائها أيضاً، وربما دلت العجوز في المنام على الحمل بعد اليأس منه. وربما دلت رؤية العجوز على المكر والخديعة والهمز واللمز، والعجوز المريضة عجز، والعطشى قحط، فإن عادت صبية زال القحط، وإن دخلت العجوز المجهولة على مريض خشي عليه من الموت، وهو دليل خير للحامل، والعجوز تدل على أرض سبخه لا تنبت. ومن رأى  عجوزاً قبيحة المنظر فإنها تدل على الفتنة والحرب، والعجوز الكافرة مال حرام، والعجوز المسلحة مال حلال مع سرور لمن رآها، ومن تحولت عجوزاً نالت وقاراً، والعجوز المجهولة تدل على السنة المجدبة، وقد تكون العجوز القبيحة المنظر بشارة بزوال الحرب والقحط، والعجوز الهزيلة سنة قحط، فإن سمنت أقبلت السنة، والعجوز المكفهرة الوجه دنيا مع هم وذهاب جاه، وإن كانت عارية فإنها فضيحة في دنياه. ومن رأى  عجوزاً دخلت داره أقبلت عليه دنياه، وإن رآها خرجت عنه ذهبت دنياه.وإن رأت إمرأة إنها قد صارت عجوزاً فإنه صلاح دنياها"
    },
    {
        "id": 26,
        "text": " العجوة\n  هي في المنام مال مجموع حلال طيب، والتمر دواء من كل داء"
    },
    {
        "id": 27,
        "text": " العجين\n  تدل رؤيته في المنام على قرب الراحة وانتظار فرج السجين، أو الحامل، والعجين مال يحصل. ومن رأى  عجيناً في منزله استفاد مالاً في تجارة، فإن كان العجين مختمراً حامضاً وفاض فإنه يخسر في تجارته. ومن رأى  أنه يعجن قدم عليه مسافر، وإن عجن في مكان واسع تزوج، وإن الله تعالى وسع الحلال وضيق الحرام، والعجين إذا لم يختمر فهو فساد وعسر في المال. ومن رأى  أنه يعجن دقيق الشعير فإنه يكون رجلاً مؤمناً، ويصيب ولاية وظفراً بالأعداء"
    },
    {
        "id": 28,
        "text": " العد\n  من رأى في المنام أنه يعد خمسة آلاف فإنه ينتصر على أعدائه، وأعداد النصرة هي عشرون ومائة. ومن رأى  أنه يعد سبعة أو ثمانية فإنه يقع في هم. ومن رأى  أنه يعد تسعة فإنه يقع في أمر صعب، ويصحب قوماً فاسدين. ومن رأى  أنه يعد عشرة فإنه في أمر قد تم وكمل، أو يدل على الحج، وعدد الأربعين يدل على أنه في أمر قد وعد به، ومن عد ثلاثين فإنه في وعد كاذب، والواحد من الشيء دليل على التفرد بالعلم، أو المال، أو الزواج، أو الولد. وربما دل على الخمول، أو الواحد الحق الذي ليس معه غيره، والاثنان نصرة على الأعداء، والثلاثة إنجاز وعد، والأربعة حجة قائمة، والخمسة شك في الدين، وكذلك الستة. وربما دلت الستة على النصرة على الأعداء وقيام الحجة على الخصم، ولا خير في عدد السبعة والثمانية، والعشرة كفارة لليمين. ومن رأى  أنه يعد دراهم فيها اسم الله تعالى فإنه يسبح. ومن رأى  أنه عد دنانير فيها اسم الله فإنه يستفيد علماً، فإن عد لؤلؤاً فإنه يتلو سور القرآن، وإن عد جواهر فإنه يتذكر العلم، أو يتعلم، وإن عد خرزاً فإنه يشتغل بالأمور التافهة أو بما لا يعنيه، وإن عد بقرات سماناً فتمضي عليه سنون خصبة، وإن عد جمالاً مع أحمالها وكان والياً فإنه ينال من أعدائه. ومن رأى  أنه يعد جواميس فإنه يقع في شدة وتعب"
    },
    {
        "id": 29,
        "text": " العداوة\n  من رأى في المنام أنه يعادي رجلاً فإنه يصادقه ويصحبه، والعداوة لأعداء الله تعالى دالة على الإيمان، فإن واددهم دل على مخالفة كتاب الله والرجوع عن سنة نبيه فيه. ومن رأى  أن إنساناً أظهر له عداوة فإنه يصادقه، والعداوة إظهار الكتمان. أنظر أيضاً الشحناء، وانظر الخصام، وانظر المنازعة"
    },
    {
        "id": 30,
        "text": " العدس\n  هو في المنام مال حلال إذا كان نابتاً، وقيل إنه هم ورزق دنيء"
    },
    {
        "id": 31,
        "text": " العدل\n  إذا عدل الملك الظالم في المنام دل على فرح الرعية وشعورهم بالسرور بما يؤمنهم ويحفظ عليهم أموالهم ويعمر ديارهم. وربما دل على العدل بين أولاده وزوجاته، ومن عدل وكان على معصية تاب إلى الله تعالى"
    },
    {
        "id": 32,
        "text": " العدل\n  تدل رؤيته في المنام على الأسفار والحركات، فما كان من ذلك حسناً كان سفراً مريحاً، وإن كان بالياً أو مرقوعاً فالسفر فيه مشقة ويكون قليل الربح"
    },
    {
        "id": 33,
        "text": " عدة المرأة\n  إذا رأت المرأة، في المنام إنها معتدة دل ذلك على الهم والنكد والحصر، أو المرض، أو الطلاق الموجب للعدة إلا أن تكون العدة في المنام عدة وفاة فإنها تدل على الطلاق الحتمي، أو الموت للرجل، أو الولد، أو الوالدة، أو على من تحد عليه وتترك لأجله النعيم والطيب واللباس الناعم"
    },
    {
        "id": 34,
        "text": " العدو\n  يدل العدو في المنام على رفع القدر على المعاند والمضاد، والتأييد من الله تعالى والنصر على المخاصم. ومن رأى  إنساناً يعاديه فإنه يصادقه، ومن توعده بشر نال خيراً، ومن وعده بخير نال منه شراً، وإن نصحه فإنه يغشه. ومن رأى  أن العدو دخل أرضاً، فإن سيلاً يصيبها.وإن رأى  أن العدو أسره أصابه هم شديد. ومن رأى  أنه رهينة عند العدو فإنه يكتسب ذنوباً وهو بها مرتهن. ومن رأى  أن خيل العدو تراكض في بلده، فإن ذلك أمطار تصيبها أو سيل يكتسحها أو نحو ذلك"
    },
    {
        "id": 35,
        "text": " العذار\n  هو في المنام إقامة عذر. وربما دل العذار على الآس والريحان، كما دل الآس والريحان عليه، والعذار عذر واضح، وزيادة رزق أو قدوم غائب"
    },
    {
        "id": 36,
        "text": " العذراء\n  هي في المنام عسر لأرباب المناصب، كما أن المرأة فرج لذوي الإعسار. أنظر أيضاً البكر"
    },
    {
        "id": 37,
        "text": " العراف\n  من رأى أنه جاء إلى عراف فسأله عن شيء دل ذلك على هموم شديدة تعرض له، لأنه لا يحتاج إلى العراف إلا من يهتم هماً كبيراً، وإن سكت العراف ولم يجبه بشيء فإنه يدل على بطلان كل فعل وإرادة"
    },
    {
        "id": 38,
        "text": " العرب\n  تدل رؤيتهم في المنام على تسهيل الأمور الصعبة، قال الله تعالى:  \"  وهذا لسان عربي مبين  \""
    },
    {
        "id": 39,
        "text": " العرج\n  من رأى أنه أعرج نال علماً وفقهاً وتعمقاً في الدين، والعرج يدل على السفر. ومن رأى  أن رجله اليمنى اعتلت أو انكسرت أو انخلعت، وكان بها جرح، فإن إبنه يمرض، وإن رأى ذلك في رجله اليسرى وكانت له بنت خطبت، وإن لم يكن له بنت ولدت له بنت، وإن انكسرت رجله وأراد سفراً فلا يبرح، وإن انخلعت، فإن إمرأته تمرض، وإن طالت إحدى ساقيه على الأخرى فلا يطول سفره حتى يموت. ومن رأى  أنه أعرج أو مقعد أو ثقلت رجلاه، أو أنه يحبو حبواً فذلك ضعف مقدرته عما يطلبه. وربما دل العرج على زيادة في العمر والدين والعلم، وإن حلف يميناً فإنها بارة، لقوله تعالى:  \"  ولا على الأعرج حرج  \". ومن رأى  أنه يمشي برجل واحدة، وقد وضع إحداهما على الأخرى نجا نصف ماله، والعرج احتيال وظهور عذر ومكيدة"
    },
    {
        "id": 40,
        "text": " العرس\n  إذا كان العرس بمعارف وقينات، فإن شخصاً يموت في ذلك المكان الذي حدث فيه العرس. ومن رأى  أنه يعرس، ولم ير عروساً ولا يعرفها فإنه يموت، وإن رآها أو وصفت له فهي دنيا تقبل عليه. أنظر أيضاً الزواج"
    },
    {
        "id": 41,
        "text": " ابن عرس\n  هو في المنام رجل سفيه ظالم قليل الرحمة، فمن رأى أن إبن عرس قد دخل داره سيدخلها مكار"
    },
    {
        "id": 42,
        "text": " العرش\n  من رآه في المنام في صفة حسنة كان بشارة له بسلامة معتقده، وإن رآه ناقصاً صفة من الصفات دل على بدعة وضلالة. وربما دل العرش على ما يركبه الإنسان من خير أو شر، ويدل على المنصب الجليل لأربابه. وربما دل على الزوجة والدار والمركب والنصرة على الأعداء، ويدل على عمل الشعر وذلك من الاشتقاق. وربما دلت رؤيا العرش على العمل الصالح لمن رآه في صفة حسنة. ومن رأى  العرش ورأى الله سبحانه وتعالى قد استوى عليه دل على صحة يقينه، وحسن دينه، ومن رآه وفيه خلل يدل على الأهواء والبدع فليتب إلى الله تعالى. ومن رأى  نفسه فوق العرش وربه تحته وكان ممن يصلح للملك فإنه يطغى على الإمام ويتكبر في الأرض، وإلا كان عاقاً لوالديه أو أستاذه أو خالف سيده إن كان عبداً"
    },
    {
        "id": 43,
        "text": " العرض\n  من رأى في المنام أنه يعرض في جيش، وصاحب العرض غضبان عليه فقد ارتكب ذنباً عظيماً، وإن عرض واعتقد أن صاحب العرض راض عنه، فإن الله راض عنه. ومن رأى  أنه عرض وصار في الديوان فإنه يزاول أمراً يرجو به الكفاية، وإن ارتزق نال ذلك الأمر"
    },
    {
        "id": 44,
        "text": " عرفة\n  من رأى في المنام أنه في يوم عرفة وكان له غائب رجع إليه مسروراً، وإن شاجر إنساناً صالحه، وعرفة تدل على الحج. وربما دلت على يوم الجمعة، وعلى سوق وتجارة رابحة، ومن وقف بعرفة في المنام انتقلت رتبته من خير إلى شر أو من شر إلى خير. وربما فارق من يعز عليه من زوجة أو مسكن شريف. وربما انتصر عليه عدوه، وإن كان في شيء من ذلك نال عزاً أو شرفاً، واجتمع بمن فارقه، وانتصر على عدوه، وإن كان عاصياً قبلت توبته، وإن كان له سر مكتوم ظهر. وربما دل الوقوف بعرفة على الاجتماع بالحبيب المفارق، فمن وقف بها في الليل قبل الفجر أدرك مطلوبه وحاجته، ومن أتاها بعد الفجر لم يدرك مطلوبه"
    },
    {
        "id": 45,
        "text": " العرق\n  من رأى أنه أفسد عرقاً بالعرض فهو موت قريب من أقربائه، وإن كان دون ذلك مكروه التأويل فهو فراق ما بينه وبينهم بغير موت، وعروق إبن آدم عشيرته، فإذا خسر شيئاً منها فارق بعض أقربائه بموت أو مقاطعة، والعروق المشهورة بالفصد تدل على الحياة والأرزاق، وعلى كبار الأهل والعشيرة. ومن رأى  عروق يده تجري بالدماء وكان غنياً ذهب ماله، وإن كان فقيراً أفاد مالاً"
    },
    {
        "id": 46,
        "text": " العرق\n  هو في المنام عافية للمريض إن كان يرجوه، وإلا فهو عرق الموت، والعرق دليل على مضرة الدنيا. ومن رأى  أنه يرفض عرقاً قضيت حاجته، وسوء عرق الإبط يدل على الرياء، والعرق مال، فمن رأى عرقاً يرشح من جسده خرج منه مال، وقد يكون العرق تعباً يصيب من رآه"
    },
    {
        "id": 47,
        "text": " العروس\n  إذا كانت العروس مزينة في المنام فهي دنيا خصبة، ومن يرى أنه عروس ولم ير إمرأته ولا عرفها ولا سميت له ولا نسبت له فإنه يموت، أو يقتل إنساناً.وإذا رأى أنه تزوج أصاب سلطاناً بقدر المرأة وفضلها ومعنى إسمها وجمالها"
    },
    {
        "id": 48,
        "text": " عروق صفر\n  هي في المنام مال معه مرض"
    },
    {
        "id": 49,
        "text": " العروة\n  تدل في المنام على الدين، فمن تمسك بها فقد تمسك بالدين، لقوله تعالى:  \"  ومن يؤمن بالله فقد استمسك بالعروة الوسطى لا انفصام لها  \". ومن تعلق بعروة وأدخل يده فيها وكان كافراً أسلم واستمسك بالعروة الوسطى، وإن استيقظ ويده فيها مات على الإسلام، والعروة والزر يدلان على الزوجة والزوج، فمن رأى أنه يزر في عروة فإنه يتزوج إن كان عازباً، أو يؤلف أمراً قد تفرق. أنظر أيضاً الزر"
    },
    {
        "id": 50,
        "text": " العري\n  يدل في المنام على سلامة الباطن، أو على ما يوقعه في الندم. ومن رأى  أنه نزع ثيابه ظهر له عدو لا يجاهر بالعداوة، بل يظهر الود والنصيحة. ومن رأى  أنه عريان في محفل فإنه يفتضح. ومن رأى  أنه عريان ولم يفطن لعورته ولم يستح من الناس فإنه يبالغ في أمر ويتعب. ومن رأى  أنه عريان وهو يستحي من الناس ويطلب ستره، فإن يخسر ويفتقر.فإن رأى  الناس ينظرون إلى عورته فإنه يفتضح. وربما دل العري على طلاق الزوجة أو موتها، ومن تجرد من ثيابه وكان والياً عزل.وإن رأى  المريض أنه تعرى من ثوب أصفر دل على شفائه، وكذا الثوب الأحمر والأسود، وقيل العري يدل على براءته من التهمة، والعبد إذا رأى أنه تعرى عتق، والميت إذا رؤي عرياناً مستور العورة وهو ضاحك دل على تنعمه، ومن رؤي أنه عريان وهو مهموم فرج عنه، والعري لأهل العبادة زيادة دينهم وخيرهم، وعري الرجل حج إذا كان في الرؤيا شاهد خير، والعري يدل على لبس الجديد، فإن عري المريض من ثوبه، وقد أخذوه منه على كره منه فإنه يموت، وعري المرأة فراق منزلها"
    },
    {
        "id": 51,
        "text": " العريف\n  عريف القوم في المنام صاحب بدعة، وقيل هو رجل يوقع الناس في الصلاح"
    },
    {
        "id": 52,
        "text": " العز\n  هو في المنام ذل، فمن رأى أنه عزيز ذل"
    },
    {
        "id": 53,
        "text": " عزرائيل عليه السلام\n  فمن رآه في المنام دل على الشهادة، ومن رآه غضبان فإنه يموت على غير توبة، ومن صارع عزرائيل أو غلبه فإنه ينجو من مرض، وإن غلبه عزرائيل فإنه يموت، وقيل من رأى عزرائيل طال عمره، وإن عزرائيل عليه السلام أطول عمراً من جميع الخلائق، وقيل من رأى عزرائيل فإنه يدخل في أمر لا بد له منه، وقيل رؤياه خوف عظيم، ومن صار في صورة عزرائيل فإنه يقهر الناس وتجري على يديه أمور عظيمة. ومن رأى  أنه يقبل ملك الموت فيصيبه ميراث، ورؤية عزرائيل عليه السلام دالة على تفرقة الجمع، وموت المرضى، والهدم والحريق، والأخبار المزعجة، مما يوجب الصراخ واللطم والبكاء. وربما دلت رؤياه على كساد المعاش، والقعود عن الكسب، والسجن ونسيان العلم، وترك الصلاة ومنع الزكاة، وغلاء الأسعار. وربما دلت رؤيا إسرافيل وعزرائيل على إرغام الأعداء وتكذيب المكذبين بالبعث والنشور"
    },
    {
        "id": 54,
        "text": " العزل\n  العزل من المنصب في المنام طلاق للزوجة أو انتقال من صنعة إلى غيرها. وقيل إن العزل هو العهد كما إن العهد عزل، والعزل ولاية. ومن رأى  أنه عزل وولي مكانه شيخ، فإن أمره يقوى، وإن ولي مكانه شاب ناله في ولايته مكروه من بعض أعدائه"
    },
    {
        "id": 55,
        "text": " عزير عليه السلام\n  من رآه في المنام أصاب رئاسة بعلمه وكتابته وحكمته"
    },
    {
        "id": 56,
        "text": " العسس\n  هو المنام نذير من ترك الصلاة. ومن رأى  أنه هرب من العسس وهو يتبعه فأدركه ثم نجا من العسس فإنه يقصر في صلاة العتمة ثم يتوب"
    },
    {
        "id": 57,
        "text": " العسكر\n  إذا كان مع العسكر في المنام نبي أو ملك أو عالم فيكون نصرة للموحدين. ومن رأى  أن عسكراً يأتي بلدة، فإن المطر يأتيهم، وقيل الجنود نصرة المؤمنين وانتقام من الظالمين، وانظر أيضاً الجندي"
    },
    {
        "id": 58,
        "text": " العسل\n  هو في المنام مال من ميراث حلال أو مال من غنيمة أو شركة، والعسل لأهل الدين حلاوة الدين، وتلاوة القرآن وأعمال البر، ولأهل الدنيا إصابة غنيمة من غير تعب، والعسل رزق قليل من وجه فيه تعب.فإن رأى  أن السماء أمطرت عسلاً دل على صلاح الدين. وربما دل العسل على عسيلة المرأة، أو الرجل، كما جاء في الحديث: حتى تذوق عسيلته ويذوق عسيلتك. وربما دل العسل على الهم والنكد والحسد والتحرز من كيد الحاسدين، لأن العسل يجمع الذباب والزنابير والنمل، والعسل المصفى بالنار فرج بعد شدة، وولد بعد تمام أشهره، وزوجة بعد إنقضاء عدتها، ومال قد تطفر بالزكاة، وعلم خلص من البدعة والشبهة وهداية ليس بعدها ضلالة، والعسل الصافي مال، وقيل هو مال في تعب، والعسل شفاء من المرض، وقيل أكل العسل يدل على عناق حبيب وتقبيله، ومن أكل الخبز مع العسل فإنه ينال معيشة من غنيمة"
    },
    {
        "id": 59,
        "text": " العش\n  هو في المنام دار من دل الطير عليه. وربما دل العش على الزوجة. ورؤيا العش للمرأة الحامل ولادة"
    },
    {
        "id": 60,
        "text": " العشار\n  هو في المنام رجل داخل في أمور غيره، وتدل رؤية العشار على المصائب والرزايا"
    },
    {
        "id": 61,
        "text": " العشاء\n  هو في المنام دليل على الاحتيال والكذب وقيام الفتنه، لقوله تعالى: وجاءوا أباهم عشاء يبكون أو ربما دلت رؤيا العشاء في المنام على التسبيح والذكر، لقوله تعالى:  \"  وسبح بحمد ربك بالعشي والأبكار  \""
    },
    {
        "id": 62,
        "text": " العشق\n  هو في المنام بلاء، فمن رأى أنه عاشق ابتلي، والعاشق هو المشتاق إلى بر أو فجور، والحب في القلب فتنة لصاحبه.فإن رأى في قلبه فتنة فهو حب.وإن رأى رجلاً قال له: إني أحبك فهو يبغضه، والعشق هم وحزن، فمن رأى أنه عاشق نال هماً وحزنا، وإن العشاق مهمومون محزونون، والعشق ابتلاء في اليقظة وشهرة توجب عطف الناس عليه، ويدل العشق على الفقر والموت للمريض. وربما دل الموت في المنام على العشق، والكي والحريق في المنام عشق، ودخول الجنة في المنام صلة بالمحبوب، كما أن دخول النار فرقة، والشغف والحب غفلة ونقص في الدين. أنظر أيضاً الحب"
    },
    {
        "id": 63,
        "text": " العصا\n  هي في المنام رجل حسيب منيع، فمن رأى أن بيده عصا فإنه يستعين برجل حسيب فيه نفاق، ويصل إلى مطلبه، ويظفر بعدوه، فإن كانت مجوفة وهو متكئ عليها، فإن ماله يذهب.وإن رأى إنها انكسرت وكان والياً عزل، وإن كان تاجراً أذهب الله تجارته. ومن رأى  أنه ضرب بها الأرض فإنه يتغلب على صاحب تلك البقعة التي هو واقف عليها. ومن رأى  أنه تحول عصا مات سريعاً. ومن رأى  أن عصاه انكسرت مرض مرضاً شديداً. ومن رأى  أنه يمشي على عصا فإنه تصميم على ركوب السفينة، وتدل العصا على الأمر والنهي والنصر على الأعداء وبلوغ القصد، وإن كانت العصا من جريد دلت على التجريد، وإن كانت من لوز دلت على الزوال، وإن كانت من خوخ ربما نافق في دينه. وربما دلت العصا على الحية، أو السحر. ومن رأى  أنه ضرب أحداً بعصا فإنه يبسط عليه لسانه. ومن رأى  أنه ضرب حجراً بعصا فانفجر منه الماء، فإن كان فقيراً استغنى، وإن كان غنياً ازداد غناه. وربما كانت العصا رجلاً خبيث الدين لأنها من خشب، والخشب رجل منافق"
    },
    {
        "id": 64,
        "text": " العصار\n  هو في المنام رجل ذو مال، فإن عصر سمسماً فالمال في نمو وزيادة، وعصير السمسم هو السيرج وهو يدل على رجل يتقرب إلى أهل الورع، ويطلب من الناس أن يزهدوا في نعيم الدنيا، وعصير الجوز رجل صاحب كد وتعب ومال نام، وعصير العنب يدل على الفساد في الدين والفتن، وعصير الزيتون يدل على تفريج الهموم والأنكاد، وتدل رؤيته على الميل إلى الأهواء والبدع وارتكاب المحظورات، أو الخروج من الظلمات إلى النور والأرزاق والفوائد"
    },
    {
        "id": 65,
        "text": " العصب\n  من وجد الألم بعصبه ناله هم وحزن، وإن انقطع عصبه تشتت أمره، وإن كان مريضاً نفد عمره، والعصب سيد قوام الإنسان وهو دال على الورع وأسباب الرزق والعصبة من أهل البيت"
    },
    {
        "id": 66,
        "text": " العصفر\n  هو في المنام فرح فيه نعي لصفرته، وهو عدة الرجل لعمل يعمله. وربما دل العصفر على طلب الحرب، وإذا زرع العصفر فإنه يدل على الفوائد العظمى"
    },
    {
        "id": 67,
        "text": " العصفور\n  هو في المنام رجل صاحب لهو وحكايات، يضحك الناس منه، ويدل على ولد ذكر. ومن رأى  أنه ذبح عصفوراً فيلد له ولد ضعيف يخشى عليه من الموت، وقيل العصفور يدل على رجل مخاصم، كثير المال، ذي رئاسة، محتال في الأمور، والعصفور يدل على إمرأة حسناء، وأصوات العصافير تدل على كلام حسن أو دراسة علم، والعصافير الكثيرة أموال بلا تعب لمن حواها في المنام، والعصفور رجل عظيم القد، فمن رأى أنه أصاب عصفوراً أو ملكه فإنه يتمكن من رجل عظيم القدر. ومن رأى  أنه ذبحه فإنه يظفر بما أراد من ذلك الرجل. ومن رأى  أنه نتف من ريشه أو أكل من لحمه فإنه يصيب من ماله. ومن رأى  أن في يده أو في قفصه عصفوراً ثم طار ولم يعد إليه فيموت ولده. ومن رأى  أنه يخيط عيون العصافير فإنه يخدع الصبيان ويمكر بهم. ومن رأى  أن عصفوراً دخل في حلقة، فإن كان له طفل فإنه يسقط في بئر. ومن رأى  أنه ملك عصافير كثيرة فإنه يتمول ويلي ولاية على قوم لهم أخطار، والعصافير تدل على الاجتماع والألفة والمحبة مع الأهل والأقارب في الأفراح، أو المعاصي والهزيمة والتفرقة. أنظر أيضاً الطير"
    },
    {
        "id": 68,
        "text": " العصيدة\n  هي في المنام في الصيف هموم وأنكاد، والعصيدة غم من قبل عماله. ومن رأى  أنه يصلي ويأكل العصيدة فإنه يقبل إمرأته وهو صائم"
    },
    {
        "id": 69,
        "text": " العصير\n  من رأى في المنام أنه يعصر عنباً أو قصباً نال خصباً، وإن كان فقيراً استغنى.وإن رأى  الناس يعصرون في كل مكان عنباً وزيتوناً وكانوا في شدة أخصبوا وفرج عنهم، وإن كان ذلك مريضاً أو سجيناً نجا مما هو فيه، وإن رأى ذلك طالب العلم تفقه، وإن رأى ذلك عازب تزوج، وإن كان العصير كثيراً جداً وكال معه تين وخمر أو لبن نال سلطاناً. ومن رأى  أنه عصر العنب وجعله خمراً أصاب حظوة عند السلطان ونال مالاً حراماً لقصة يوسف عليه السلام"
    },
    {
        "id": 70,
        "text": " العض\n  هو في المنام كيد أو حقد، وقيل العض يدل على فرط المحبة لأي معضوض، وقد يدل على المحنة. ومن رأى  إنساناً يعض على أنامله فإنه حقود، لقوله تعالى:  \"  عضوا عليكم الأنامل من الغيظ  \". ومن رأى  أنه عض على أصابعه ناله ندم، وقيل يكون ظالماً، لقوله تعالى:  \"  ويوم يعض الظالم على يديه  \". والعضة إذا خرج منها، دم فهي محنة في إثم، والعض فرط الغيظ. ومن رأى  أن إنساناً عضه فإنه ينال سروراً وفرحاً في أول عمره"
    },
    {
        "id": 71,
        "text": " العضادة\n  هي في المنام رئيس الدار وقيمها. ومن رأى  أن عضادة بابه تقلع، فإن قيم تلك الدار يعزل، فإن غابت العضادة عن البصر، فإن ذلك الرئيس يموت"
    },
    {
        "id": 72,
        "text": " العضد\n  هو في المنام أخ أو ولد.فإن رأى فيه نقصاً فهو مصيبة.وإن رأى  أن عضده انكسرت فهو موت صاحب الرؤيا أو مصيبة من غم أو شدة، والعضد يدل على من يعضد الإنسان في دينه ودنياه ويعتصم به من زوجة أو أمة أو دين. ومن رأى  بعضده قوة، فذلك قوة في أخيه أو في ماله، وقوة العضد زيادة في الصنعة، وقيل العضد ولد بالغ يعضد أباه وأخاه في الشدائد. ومن رأى  أنه ناقص العضد صار ضعيف العقل كثير الزهو"
    },
    {
        "id": 73,
        "text": " العضو\n  عضو الإنسان في المنام يعبر بالأهل، فمن تقطعت أعضاؤه فارق أهله أو قاطعهم، والأعضاء أولاده، ومن قطعت أعضاؤه فإنه يسافر، أو يبتعد عن أهله وأولاده أو قبيلته"
    },
    {
        "id": 74,
        "text": " العطاس\n  هو في المنام إستبانة أمر كان في شك، فمن رأى أنه يعطس فإنه يتأكد مما هو شاك فيه، والعطاس يدل على موت المريض، أو الهم والنكد الموجبين للانزعاج، وإن كان الرائي في شدة فرج عنه أو فقيراً وجد مساعدة، وإن الناس يشمتونه، ويدعون له بالخير. وربما دل العطاس على الزكام، أو على الغيظ وتقطيب الوجه، ومن عطس في المنام عطسه قوية فليحذر من عدوه إذا بارزه أو حاربه فإنه يغلبه ويضره"
    },
    {
        "id": 75,
        "text": " العطار\n  هو في المنام رجل عالم أو زاهد أو عابد أو أديب، وقيل العطار ماشطة، وتدل رؤية العطار على الهدى، واكتساب المدح، والثناء الجميل"
    },
    {
        "id": 76,
        "text": " العطاء\n  هو في المنام على قدر المعطي، فإن أعطى قليلاً لمن يستحق الكثير دل على الإعراض عن الله تعالى وعن سنة رسوله عليه السلام، ومن طلب ولم يعط شيئاً دل على مشاققته في الدين، وكل شيء يراه الإنسان إذا أخذه بأمر الملك فإنه يدل على منفعة ينالها من الملك"
    },
    {
        "id": 77,
        "text": " العطش\n  هو في المنام فساد في الدين. ومن رأى  أنه عطشان، وأراد أن يشرب من نهر فلم يشرب فإنه ينجو من هم. ومن رأى  أنه يريد أن يشرب ولا يستطيع، فإن ذلك يدل على أنه لا ينال حاجته التي يؤملها، والعطش دال على التخلق بأخلاق أهل الفتنة. ومن رأى  أنه عطشان فإنه بحاجة إلى الزواج. أنظر أيضاً الظمأ"
    },
    {
        "id": 78,
        "text": " العظم\n  من رأى في المنام أنه عظم حتى صارت جثته أعظم من هيئه الناس فإنه دليل على موته"
    },
    {
        "id": 79,
        "text": " العظم\n  هو في المنام مال، ويدل على الكسوة، فقد قال تعالى:  \"  فكسونا العظام لحماً  \". والعظام تدل على عظائم الأمور، ومن ملك عظاماً ملك دواب بقدر ذلك أو دوراً أو حوانيت، وقد تدل العظام لمن ليس له مال على الدين والفرائض التي بها قوامه وعليها عيده، وتدل العظام على ما تقوم به البنية من قوة، وعلى ما يعين الإنسان على مصالحه من أهل أو أزواج أو أولاد أو دواب أو جوار أو عبيد أو أملاك، فإن انكسر عظمه في المنام مات إن كان مريضاً، وإن كان سليماً مرض. وربما دل العظم على التعظيم لقدر الإنسان. ورؤيا العظام تدل على سوء المعتقد أو جمع الحطام أو كشف الأسرار والإطلاع على الأمور الخفية، فإن صار عظمه في المنام حديداً اعتل علة طويلة، وإن صار عظمه من عاج دل على إمتلائه من الحرام. وربما دلت العظام على الأشجار المثمرة، ويدل العظم على الصحة والسقم"
    },
    {
        "id": 80,
        "text": " عثمان بن عفان رضي الله عنه\n  تدل رؤيته في المنام على الاحتفال بالعلم والاهتمام بجمعه، وخفض الجانب لله تعالى ولعباده. وربما دلت رؤيته على هجوم الأعداء على الرائي، ونيلهم منه، وحصوله على الشهادة. وربما نال حظاً ورزقاً ومنصباً وقرباً من الأكابر بسبب الصهارة لأنه كان ذا النورين وزوج الابنتين. ومن رأى   عثمان رضي الله عنه حياً فإنه متدين مجاهد بنفسه وماله ويحفظ القرآن ويحذر خصومه، ومن رآه براً وصولاً أو من رآه في مدينة النبي صلى الله عليه وسلم فإنه ينال سلامة القلب من الغش، وإن رآه يتصرف ويبيع، فإن صاحب الرؤيا من طلاب الدنيا، ويتزين بالعلم. ومن رأى  عثمان مقتولاً في دار فإنه يشتم آل النبي صلى الله عليه وسلم ولا يميل قلبه إليهم، ومن رآه في سوق فإنه يحشر مع الشهداء والصالحين وينال علماً، ومن رآه محصوراً في داره ظلم عالماً كبيراً. ومن رأى  أنه تحول إلى صورته أو لبس ثوبه، وكان سلطاناً، قتلته رعيته. ومن رأى  أنه صاحبه أو شاركه أو سكن معه فليتأهب لمصيبة تناله بسيف أو سجن أو عذاب، ومن رآه حياً رزق حياء وهيبة وكثر حساده"
    },
    {
        "id": 81,
        "text": " العفص\n  هو في المنام مال ينمو"
    },
    {
        "id": 82,
        "text": " العفو\n  من رأى في المنام أنه عفا عن مذنب فإنه يعمل عملاً يغفره الله تعالى له، والمعفو عنه يطول عمره، والعفو مغفرة.وإن رأى  أن غيره عفا عنه طال عمره ونال رفعة، والعفو عند المقدرة دليل على تقوى الله تعالى وخشيته، ومن عفا الله تعالى عنه فإنه يتوب ويهتدي وتحسن عاقبته"
    },
    {
        "id": 83,
        "text": " العقاب\n  هو في المنام رجل قوي صاحب سلطنة وبطش شديد، لا يأمن قريب ولا بعيد، فإن وقع العقاب على دار رجل فإنه ملك الموت. ومن رأى  أنه أصاب عقاباً فإنه يخالط ملكاً ذا بأس إن أطاعه، وإن خالفه، وفرخه ولد شجاع يخالط السلطان. ومن رأى  أن عقاباً ضربه بمخلبه نالته شدة في ماله ونفسه، ونال أهل تلك المنطقة مصيبة، ومن أكل لحم العقاب فإنه رجل حريص، والعقاب سلطان خامل الذكر. ومن رأى  عقاباً على شجرة نال خيراً وبركة ونعمة، وإن رآه طائراً طيران استواء ظفر بجميع أعدائه. ومن رأى  عقاباً على صخرة، أو على شجرة، أو على مكان عال، فهو دليل خير لمن يريد أن يبتدئ بعمل شيء، ودليل رديء لمن كان خائفاً من شيء أو كان مسافراً. ومن رأى  عقاباً سقط على رأسه فإنه يموت. ومن رأى  أنه ركب عقاباً فإنه يدل على موت أحد الأشراف والملوك والأغنياء، أما بالنسبة للفقراء فإنهم سيصبحون أغنياء، ويدل فيمن كان في سفر على رجوعه من سفره. ومن رأى  أن العقاب يتهدده دل على تهديد رجل كبير له. ومن رأى  عقاباً يدنو منه ويعطيه شيئاً، أو يكلمه، فإن ذلك دليل خير ومنفعة. ومن رأى  أن المرأة ولدت عقاباً فإنها تلد ابناً يصبح جندياً أو كبيراً في قومه.وإن رأى  العبد عقاباً ميتاً دل على موت مولاه، واللصوص والخداعون إذا رأوا عقاباً نالهم عقاب. ومن رأى  أن عقاباً حمله وطار به فإنه يصير شريفاً، أو يسافر سفراً بعيداً، ويدل العقاب لمن كان في الحرب على النصر والظفر بالأعداء لأنها كانت راية النبي صلى الله عليه وسلم. وربما دلت على المال الكثير لما يتخذ من رياشه للسهام، والمؤنث منه نساء خاطئات"
    },
    {
        "id": 84,
        "text": " عقاد الأزرار\n  تدل رؤيته في المنام على ما دل عليه عاقد الزيجات. وربما دلت رؤيته على العسر لذوي الحاجات"
    },
    {
        "id": 85,
        "text": " العقب\n  هو في المنام يعبر بالأولاد. ومن رأى  أنه لا عقب له فإنه لا يخلف ولداً. ومن رأى  عقبه قطع مات ولده، واليسار للبنات واليمن للبنين، والعقب دال على عاقبة الإنسان في دينه ودنياه، ويدل العقب على ما يتركه الإنسان من مال أو ولد، وحسن العقب في المنام دليل على الأعمال الصالحة. وربما دلت الأعقاب على العقاب لمن لا يتم وضوءه، ولا يعم بالماء أعضاءه، قال عليه السلام:  \"  ويل للأعقاب من النار  \""
    },
    {
        "id": 86,
        "text": " العقب\n  من رأى عقب رجله مكسوراً فإنه يسعى في عمل يندم عليه"
    },
    {
        "id": 87,
        "text": " العقبة\n  هي في المنام من طلع إليها لحاجة فإنه يجهد نفسه في تحصيل الدنيا والآخرة على قدر ما قصده في المنام. وربما دلت العقبة على المرأة الصعبة الرأس، أو الرجل الشديد البأس الذي لا يؤخذ إلا بالتلطف. وربما دلت العقبة على الرفيق، أو الشريك الذي لا يؤمن على مال ولا نفس. وربما دلت العقبة على العمل الذي ينجو به من الأخطار، قال تعالى:  \"  فلا اقتحم العقبة، وما أدراك ما العقبة  \". وربما دلت العقبات على الأنكاد والشدائد والمخاطرات، أو على العقاب والتأدب، أو على ما بطؤه من دابة أو زوجة أو أمة أو جسر أو قنطرة"
    },
    {
        "id": 88,
        "text": " العقد\n  هو في المنام عقد زواج أو عقد تجارة، والعقد على الحبل هو الدين، وعلى المنديل إفادة خادم، وعلى السراويل عقد على امرأة، وعلى الخيط تأكيد أمر يريده من ولاية أو تجارة أو زواج، والعقد تيسير، فإن لم ينعقد تعثر، وقد تكون العقود مواثيق وعهود لمن رآها"
    },
    {
        "id": 89,
        "text": " العقد\n  عقد اللؤلؤ في المنام للنساء جمالهن وزينتهن، والعقد المنظوم من اللؤلؤ والمرجان ورع ورهبة مع حفظ القرآن على قدر صفاء اللؤلؤ وجماله والجوهر في العقد جوهر عمله، وعقد المرأة زوجها أو ولدها، وعقد الرجل إن كان عازباً تزوج، وإن كان عنده حمل ولد له كلام، واللؤلؤ المنظوم في التأويل هو كلام الله تعالى. ومن رأى  أن عليه قلائد وعقوداً كثيرة، وهو يضعف عن حملها فإنه يضعف عن العمل بعلمه"
    },
    {
        "id": 90,
        "text": " العقر\n  هو في المنام إذا كان من عقر الخف فيناله هم ومصيبة وتناله نكبة، فإن عقره إنسان، فإن المعقور يناله من العاقر نكبة"
    },
    {
        "id": 91,
        "text": " العقرب\n  هو في المنام يدل على الهم والنكد من الإنسان النمام، والعقرب رجل نمام بين الناس، ولدغ العقرب فضل يصير إليه الإنسان، وإن ضربته العقرب، فإن العدو يغتابه، أو يناله مكروه، واحتراق العقارب في منزله موت أعدائه، وإن أكل لحم عقرب مطبوخاً أو مشوياً فإنه ينال مالاً من عدو نمام مثل ميراث حلال، وإن كان نيئاً فإنه حرام.وإن رأى عقرباً في قميصه أو حانوته فإنه عدو وهم في معيشة وكسبه، وإن رآها على فراشه فإنه عدو وهم في أهله.وإن رأى في بطنه عقارب فهم أعداؤه من عماله، وإن خرجت من دبره فهم أعداؤه من أحفاده أو عداوة تقع بينهم، ومن أكل عقرباً نيئاً اغتاب فاسقاً، والعقرب يدل على رجل لا يعرف صديقه من عدوه، والعقرب عدو ضعيف الهمة مغتاب. ومن رأى  أنه قتل عقرباً فإنه يظفر بعدوه. ومن رأى  أن بيده عقرباً يلدغ الناس فإنه إنسان يغتاب الناس ويهيج بعضهم على بعض. ومن رأى  شبه العقرب وليس بعقرب فإنه رجل يظنه عدواً له وليس بعدو، وشوكة العقرب لسان الرجل النمام"
    },
    {
        "id": 92,
        "text": " العقعق\n  هو في المنام رجل سيء، لا أمانة له ولا وفاء، لا يألف أحداً، ملعون محتكر يلتمس الغلاء. وربما كان صاحب مال، ومن كلمه العقعق فيأتيه خبر غائب عنه. ومن رأى  أنه أصاب عقعقاً فإنه يصيب رجلاً غادراً فاسقاً. ومن رأى  أنه عالج عقعقاً فإنه يعالج أمراً لا يتم له"
    },
    {
        "id": 93,
        "text": " العقوق\n  يدل العقوق على الوقوع في الكبائر كالشرك بالله تعالى وقتل النفس وغير ذلك، وعقوق الفجار وهجر خلان السوء دليل على تقوى الله تعالى، والتقرب إليه بما يرضيه"
    },
    {
        "id": 94,
        "text": " العقيق\n  هو في المنام نفي للفقر، لما يرد عن النبي صلى الله عليه وسلم أنه قال:  \"  العقيق ينفي الفقر  \". وهو أول حجر أقر للرحمن بالوحدانية، ومن تختم بعقيق فإنه يملك شيئاً مباركاً، والعقيق نسل ودين وصلاح، وأبيضه خير من أحمره"
    },
    {
        "id": 95,
        "text": " العقيقة\n  هي في المنام بشارة بقدوم غائب أو عافية مريض أو خلاص سجين، ربما دلت على زيادة الإيمان والقيام بالسنة، فإن ذبح في المنام ما يجوز ذبحه في اليقظة دل على حسن معاملته في أمور دنياه وأخرته، وإن ذبح للناس خنزيراً أو قدم لهم ميتة مع علمه بتحريم ذلك كان دليلاً على عقوق والديه أو ربه"
    },
    {
        "id": 96,
        "text": " العكام\n  تدل رؤيته في المنام على طول العمر والانحناء"
    },
    {
        "id": 97,
        "text": " علاج الأورام\n  يدل في المنام على عودة الغائب إلى وطنه أو رجوع الأشياء إلى ما كانت عليه بعد اليأس منها. وربما دل على زوال المنصب"
    },
    {
        "id": 98,
        "text": " العلاف\n  هو في المنام رجل كريم مذكور بالفضائل، وتدل رؤية العلاف على المتصرف في أرزاق الفقراء المسافرين أو أرباب الكسل، وانظر أيضاً الحناط"
    },
    {
        "id": 99,
        "text": " العلاوة\n  هي في المنام تدل على نقل الكلام، وعلى قضاء الحاجات. وربما دلت على خادم الدار"
    },
    {
        "id": 100,
        "text": " العلق\n  هي في المنام بمنزلة الدود الذي يأكل جسد الإنسان، وهم عياله وأولاده. ومن رأى  علقة خرجت من أنفه أو دبره أو فمه، فإن إمرأته تسقط ولداً قبل كمال حمله، ويدل العلق على الأعداء"
    },
    {
        "id": 101,
        "text": " العلك\n  من رأى في المنام أنه يمضغ علكاً فإنه يأتي فاحشة، وإن ذلك من عمل قوم لوط"
    },
    {
        "id": 102,
        "text": " العلم\n  من تسمى في المنام باسم علم فبشارة له بالذكر الجميل، والعلم بالله، أو السنة دال لمن يجهل ذلك على الرحمة من الله واللطف، وإن علم سحراً أو ما شاكله دل على بدعته وضلالته"
    },
    {
        "id": 103,
        "text": " العلم\n  هو في المنام رجل عالم وزاهد أو غني كريم يقتدي به الناس، والأعلام الحمراء تدل على الحرب والأعلام الصفراء تدل على وقوع البلاء في الجنود، والأعلام الخضراء تدل على سفر في خير، والأعلام البيضاء تدل على المطر، والأعلام السوداء تدل على القحط. وإذا رأى المتحير في منامه العلم دل على اهتدائه، والعلم للمرأة زوج، وانظر أيضاً الراية، وانظر البند، وانظر اللواء"
    },
    {
        "id": 104,
        "text": " علو الشأن\n  يدل في المنام على انحطاط القدر، قال بعض العارفين: حب العلو على الناس سبب الانتكاس. ومن رأى  أنه يريد أن يعلو على قوم فعلاً عليهم فإنه يستكبر ثم يذل ويخذل. ومن رأى  أنه لا يريد العلو نال رفعة وسروراً"
    },
    {
        "id": 105,
        "text": " العمى\n  هو في المنام ضلالة في الدين، والعمى أيضاً غنى، فمن رأى أنه أعمى استغنى. ومن رأى  أنه أعمى فإنه ينسى القرآن.وإن رأى  أن إنساناً أعماه فإنه يضله.وإن رأى كافر إنساناً أعماه فإنه يغير اعتقاده، والأعمى رجل فقير يعمل أعمالاً تضربه في دينه.وإن رأى كافر أنه أعمى فيصيبه حزن ومضرة أو غرم أو هم. ومن رأى  أنه أعمى ملفوف في ثياب جديدة فإنه يموت. ومن رأى  أنه أعمى، فإن عليه غزوة أو حجة، أو ينال حكماً وعلماً لقصة إسحاق ويعقوب عليهما السلام.وإن رأى أعمى أنه استدبر القبلة فهو في ضلالة. ومن رأى  أن عينيه قد عميتا فيهتك الستر بينه وبين الله، ومن عمي بصره في المنام افتقر بعد غناه أو استغنى بعد فقره أو فقد من يعز عليه من مال أو ولد. وربما دل العمى على الصمم، أو على احتقار الدنيا، أو على كتمان الأسرار، والعمى للغريب دليل على أنه لا يرجع إلى وطنه، والعمى للسجين خلاف، وإن الناس يرحمون الأعمى ويأخذون بيده إلى حيث يشاء"
    },
    {
        "id": 106,
        "text": " العمامة\n  هي في المنام تاج الرجل وجاهه وقوته وولايته، فمن رأى أن عمامته نزلت في عنقه فإنه يعزل من ولايته، وكذلك إن خطفت من فوق رأسه، وإن كان غير وال فإنه يطلق زوجته، أو يذهب ماله وجاهه.وإذا رأى عمامته صارت من ذهب، فإن ولايته ذاهبة أو زوجته أو جاهه أو ماله. ومن رأى  أن والياً عممه فإنه يتولى ولاية، أو يتزوج زوجة تقية، والعمامة نصرة. ومن رأى  أنه لبس عمامة ازداد رياسة وصناعة، وإن كانت من خز ازداد مالاً، وإن كانت من صوف نال ولاية وصلاحاً في دينه، وإن كانت من حرير فهي ولاية في فساد دين ومالها حرام، ومن تعمم بعمامة فوق عمامته زاد جاهه وثبت في ولايته، والعمامة الصفراء مرض في الرأس، والسوداء سؤدد.وإن رأى  الملك أن عمامته كالبيت وخاتمة كالخلخال فإنه يعزل عن ملكه، وإن كان والياً عزل عن ولايته، والعمائم تيجان العرب. وربما دل لفظ العمامة على العمى، أو الهم، ومن صلى في المنام صلاة بغير عمامة ربما شك في وضوئه أو نقص في ركوعه وسجوده. ومن رأى  من المشركين أن على رأسه عمامة أسلم، لما ورد: لا يفرق بيننا وبين المشركين إلا العمائم على القلانس، ومن كان خائفاً من ذي سلطان، ورآه في المنام بعمامة حسنة، حلم عليه، وأمن من شره"
    },
    {
        "id": 107,
        "text": " العمرة\n  هي في المنام تدل على نهاية العمر، وبلوغ المريض نهاية عمره. وربما دلت العمرة لمن اعتمرها على الزيادة في المال والعمر"
    },
    {
        "id": 108,
        "text": " العمش\n  يدل في المنام على غض البصر عن المحارم، وعدم النظر لأرباب الجرائم أو ضعف حال من دلت عليه العيون"
    },
    {
        "id": 109,
        "text": " العمل\n  يدل العمل الناقص في المنام على البطالة، ويدل على اليأس من المرجو، والعمل التام يدل في المنام على الحياة. ومن رأى  أنه يعمل الخير فإنه يطلب أولاداً من الحرائر ويولد له منهن، وهو دليل خير في الأغنياء والأقوياء، ويدل على ملك ورئاسة. أنظر أيضاً الشغل"
    },
    {
        "id": 110,
        "text": " العمة\n  عمة الإنسان في المنام هي نخلته، فإن لم يكن له نخل فهي أحد عصبته كالعم والأب، وقد تكون عمته نعمته أو عمامته أخذاً من اللفظ، وذلك أصل"
    },
    {
        "id": 111,
        "text": " العمود\n  هو في المنام الدين، فمن رأى أنه نزل من السماء عمود، فإن الله تعالى يمن عليه بسلطان عادل حليم. ومن رأى  أنه ضرب بعمود وكان عبداً بيع وأخذ ثمنه، وإن كان حراً يخشى عليه أن يؤسر ويباع كما يباع العبد. ومن رأى  أنه استند إلى قاعدة عمود أو اشتراها فإنه يستند إلى عجوز، أو يتزوج إمرأة مسنة، لقوله تعالى:  \"  والقواعد من النساء  \". والعمود من يعتمد عليه ويستند إليه. ومن رأى  أن عموداً قد مال من مكانه، وكان والياً، فإن عامله قد مال إلى النفاق والخروج عن طاعته، وإن كان عبداً كرهه سيده. وربما باعه، والأعمدة تدل على رجال يعتمد عليهم في دفع المحذور ومهمات الأمور. ومن رأى  أنه ملك أعمدة وكان أهلاً للملك ملك، وإن كان عالماً اجتمع عليه أرباب الدين، والعمود والد أو ولد أو مال أو شريك أو دابة أو زوجة. ومن رأى  نفسه أنه صار عموداً مات، والعمود دموع لاشتقاقها منه، وعمود الرخام مال أو رجل أو إمرأة شريفة، وإن كان من حجر كان سريع الاستحالة لا ثبات عنده، وإن كان من خشب كان منافقاً، وعمود الجامع إذا مال عن مكانه فإنه رجل من رجال السلطان يخرج عن طاعته، وإن كان عمود كنيسة فهو هلاك كافر أو مبتدع كراهب أو شماس. أنظر أيضاً الدعامة"
    },
    {
        "id": 112,
        "text": " العناب\n  هو في المنام رجل شريف نافع عزيز، ثابت عند الشدائد. ومن رأى  أنه يمص العناب، ولي ولاية، لقوله تعالى:  \"  الذي جعل لكم من الشجر الأخضر ناراً  \". قالوا: هي شجرة العناب، والنار السلطان، وشجرة العناب رجل كامل العقل حسن الوجه. وربما دل العناب على أصابع المرأة المخضبة بالحناء"
    },
    {
        "id": 113,
        "text": " العناق\n  من رأى في المنام أنه يعانق حياً فإنه يخالطه مخالطة طويلة على قدر طول العناق، وإن عانق ميتاً أو خالطه مخالطة خفيفة فتطول حياته، وإن عانقه الميت فإنه يموت. ومن رأى  أنه يعانق المرأة فإنه معانق لدنياه يائس من أخرته. أنظر أيضاً المعانقة"
    },
    {
        "id": 114,
        "text": " العنب\n  هو في المنام رزق حسن ودائم، والعنب في غير وقته خير يناله قبل الوقت. وربما كان حراماً يعجل له قبل وقته، ومن أمسك عنقوداً نال مالاً مجموعاً من امرأة، والعنب الأسود رزق لا يبقى، وإذا كان في وقته فهو هم، وإذا كان في غير وقته فهو مرض، وإن كان مدلى فإنه يدل على الخوف الشديد، ومن التقط العنب الأسود من باب السلطان فإنه يضرب بالسياط، والعنب الأبيض لا يكون إلا خيراً وشفاء، وإن نوحاً عليه السلام أصابه السل فأوحى الله إليه أن كل العنب ففعل وشفي من مرضه، والعنب الأسود منفعة قليلة، وقيل هو هم، والعنب خير في وقته، ويدل على منافع تكون من النساء أو بسبب النساء. وربما دل أكل العنب في النوم على ضرب الخمر، كما يدل شرب الخمر على أكل العنب. وربما كان العنب رزقاً من كريم أو عيباً إذا صحفته. أنظر أيضاً الكرم"
    },
    {
        "id": 115,
        "text": " العنبر\n  هو في المنام مال ومنفعة من جهة رجل كبير المنزلة، عليم، فإن استعمل فهو ثناء حسن. وربما دل العنبر على الأملاك الجليلة، أو البستان الذي يجنى منه الثمر، أو العلم النفيس من العلماء، والعنبر ربح أو خير من جهة البحر، ومن جعل العنبر على النار ابتدع في دينه أو أفسد ماله وجاهه في الفساد، ووضع الشيء في غير محله"
    },
    {
        "id": 116,
        "text": " العندليب\n  هو في المنام رجل قارئ أو مطرب أو إمرأة لطيفة جيدة الكلام. وإذا رأى السلطان في قفصه عندليباً حسن الصوت، فإن وزيره حسن المشورة كامل التدبير. أنظر أيضاً الطير، وانظر الهزاز"
    },
    {
        "id": 117,
        "text": " العنز\n  من رأى في المنام أنه أصاب عنزاً فإنه ينال جارية أو إمرأة فاسدة الدين زانية، ومن وجد عنزاً فإنه ينال رزقاً واسعاً وخصباً وخيراً.وإذا رأت إمرأة عنزاً دخل دارها، فإن الفقر يأتيها سنة بكاملها، والعنز إمرأة ذليلة خادمة عاجزة عن العمل، لأنها مكشوفة السر كالفقير"
    },
    {
        "id": 118,
        "text": " العنصل\n  هو في المنام رجل بذيء فاسق يثنى عليه بالقبيح"
    },
    {
        "id": 119,
        "text": " العنفقة\n  هي في المنام دالة على الزوجة، أو الأمة، والعنفقة هي عون الرجل الذي يتباهى به"
    },
    {
        "id": 120,
        "text": " العنق\n  هو في المنام محل الأمانة.وإن رأى عنقه رقيقاً فإنه ظالم عاجز عما حمل من الأمانة. ومن رأى  في عنقه حية مطوية فإنه لا يزكي ماله.وإن رأى  الإمام في عنقه غلظاً فهو قوته في عدله وقهره لأعدائه. ومن رأى  في عنقه وجعاً فقد أساء في المعاشرة أو في أداء أمانته. ومن رأى  عنقه قد ضرب بالسيف فإنه يشفي إن كان مريضاً، وإن ضرب عنقه صبي أمرد فإنه يموت، لأن الصبي الأمرد يشبه الملك، ومن ضرب عنقه وهو مهموم فرج الله همه، وإن كان مملوكاً عتق، وإن كان عليه دين وفاه، وكذلك السجين يخرج من السجن، والعنق محل الولاية والشهادة والوصية والزكاة والدين. ومن رأى  أن عنقه مليح سمين لائق ببدنه دل على منصب جليل، وإن كان شاهداً فهو بريء الذمة، وإن كانت عنده وديعة تخلص منها أو قضى ما عليه من الدين.وإن رأى في عنقه دمامل أو قيوحاً أو دماء سائلة فإنه يدل على اشتغال ذمته.وإن رأى في عنقه كتاباً دل على أنه مشغول الذمة فيما بينه وبين الله تعالى.وإن رأى في عنقه غلاً دل ذلك على النار، ولدل حسن عنق الميت على البراءة، كما أن حسن عنق المسافر دليل على قدومه سليماً. ومن رأى  في عنقه حبلاً أو سلكاً من جواهر أو لؤلؤاً كان دليلاً على الفضل والعلم والقيام بالحق.وإن رأى  النبي صلى الله عليه وسلم قرصه في عنقه فقد زجره عن سوء تقلده، وقد يدل على قضاء الدين، والشفاء من المرض. ومن رأى  عنقه متوسط الطول حسن خلقه، وإن كان شجاعاً ازدادت شجاعته، وإن كان رديء الطبع صار كريماً، والعاتقان من أمانات النساء والعنق من أمانات الرجال. ومن رأى  طائراً على عنقه وكان أبيض فهو عمل حسن، وإن كان اسود فهو عمل قبيح. ومن رأى  في عنقه مصحفاً فهو القيام بالحق والعهد وتلاوة القرآن الكريم"
    },
    {
        "id": 121,
        "text": " العنقاء\n  هي في المنام رجل رفيع مبتدع لا يصحب أهل الملة، فمن رأى العنقاء تكلمه رزق مالاً من الخليفة، وقيل إنه يصير وزيراً.وإن رأى  العنقاء ألقت إليه شيئاً فإنه يرزق من الله تعالى. ومن رأى  أنه ركب العنقاء فإنه يعلو ويغلب ملكاً لا يكون له نظير، فإن اصطادها فإنه يمكر برجل، فإن باعها فإنه يظلمه. ومن رأى  أنة أصاب العنقاء تزوج إمرأة جميلة حسناء. وربما دلت العنقاء على الهذر في الكلام"
    },
    {
        "id": 122,
        "text": " العنكبوت\n  هي في المنام إمرأة ملعونة تهجر فراش زوجها. ومن رأى  عنكبوتاً فإنه يرى رجلاً مكايداً ضعيفاً متوانياً، وقيل العنكبوت رجل نساج أو رجل عابد زاهد. ومن رأى  بيت العنكبوت ضعف ووهن، لقوله تعالى:  \"  وإن أوهن البيوت لبيت العنكبوت  \". والعنكبوت يدل على المرأة الساحرة، أو على معرفة النسج والحياكة"
    },
    {
        "id": 123,
        "text": " العنة\n  تدل في المنام على أن صاحبها لا يزال معصوماً زاهداً في الدنيا وما فيها، فإن زالت عنته فإنه ينال دولة وذكراً"
    },
    {
        "id": 124,
        "text": " العواد\n  تدل رؤيته في المنام على تفريج الهموم والأنكاد والأفراح والمسرات. وربما دلت رؤيته على الشكوى والنواح"
    },
    {
        "id": 125,
        "text": " العوام\n  هو في المنام رجل يخاطر بنفسه وماله في خدمة السلطان مع قلة نفعه"
    },
    {
        "id": 126,
        "text": " العود\n  هو في المنام يدل على الشفاء من الأمراض، وعلى عودة الإنسان لما كان عليه من خير أو شر، وهو للعازب زوجة، وللزوجة ولد. ومن رأى  أنه يعزف على العود أمام الإمام نال ولاية وسلطاناً، والعزف كلام كاذب. ومن رأى  أنه يعزف في منزله أصيب بمصيبة، وقيل هو إصابة غم، أو يدل على ملك شريف، وهو للمستور عظة، وللفاسق إفساد قوم، وهو للجائر جور يجور به على قوم. أنظر أيضاً البربط"
    },
    {
        "id": 127,
        "text": " العور\n  من رأى في المنام أنه أعور العين نقص نصف ماله أو نصف دينه أو أصاب إثماً كبيراً، وقد ذهب نصف عمره، فليتق الله وليتب في النصف الثاني. وقيل إن كان له أخ أو ولد فإنه يموت.وإن رأى إنسان أنه أعور، فإن كان فاسقاً فإنه يذهب نصف دينه، أو يصيب هماً أو مرضاً يشرف منه على الموت. وربما يصاب في إحدى يديه أو إحدى شفتيه أو إمرأته أو أخته"
    },
    {
        "id": 128,
        "text": " العورة\n  من رأى في المنام أن ثيابه قد انكشفت عن عورته، فإن ستره يهتك. ومن رأى  عورته مكشوفة وهو مستحيي من ذلك فإنه يقع في خطيئة ويشمت به عدوه، وإن لم يستحي، من ذلك فإنه يسلم من أمر هو فيه من كرب أو مرض، وإن كان مديناً قضى الله دينه، وإن كان خائفاً أمن"
    },
    {
        "id": 129,
        "text": " العيار\n  تدل رؤيته في المنام على الساحر الذي يسحر الإنسان بكلامه وحيله. وربما دل على السرقة والشعوذة والتفريط في المال"
    },
    {
        "id": 130,
        "text": " العيال\n  هم في المنام وغنى لمن رآهم، لقوله تعالى:  \"  وإن خفتم عيلة فسوف يغنيكم الله من فضله  \""
    },
    {
        "id": 131,
        "text": " العيب\n  يدل في المنام على الأخلاق الذميمة والصفات الرديئة"
    },
    {
        "id": 132,
        "text": " عيد الأضحى\n  هو في المنام عودة سرور مضى، ونجاة من الهلكة، لأن فكاك إسماعيل عليه السلام كان فيه من الذبح. ومن رأى  أنه في عيد الأضحى وكان مملوكاً عتق، وإن كان سجيناً نجا، وإن كان مديناً وفى دينه"
    },
    {
        "id": 133,
        "text": " عيد الفطر\n  من رأى أنه في عيد الفطر فإنه يخرج من الهموم ويرجع إليه السرور واليسر، وتقبل توبته، وإن كان له مال خسره، عوضه الله تعالى عنه، والعيد في المنام فرح وسرور، ومن فقد شيئاً ورأى أنه في عيد عاد إليه ما فقده، والعيد سعة في المعيشة، ويدل على كثرة النفقة"
    },
    {
        "id": 134,
        "text": " عيسى عليه السلام\n  من رآه في المنام فإنه رجل مبارك كثير الخير، كثير السفر، صاحب نسك ويرضى بالقليل ويرزق معرفة الطلب، أو أنه لا يصيبه مكروه في تلك السنة، أو يصير زاهداً سائحاً في الأرض وينجو مما يخاف، ومن رآه كثيراً فإنه يرزق علم الطب، ومن رآه في مدينة أو جامع وكان الناس في شدة أو بلاء فإنهم ينجون من ذلك لأنه روح الله ورحمته، وإن كانت أمه معه فهي آية عظيمة تظهر في ذلك المكان. ومن رأى  أنه تحول في صورته أو لبس ثوباً من أثوابه وكان سلطاناً عظم سلطانه، وإن كان عالماً كثر نفعه وظهرت فضائله، وإن كان طبيباً كثر توفيقه، وإن رآه وكان خائفاً أمن، وتدل رؤياه على العز والبركة أينما حل، وإذا رآه المريض نجا وشفي، ورؤياه تدل على ظهور شيء يتعجب الناس منه، وعلى حصول العدل والرخاء، والمرأة الحامل إذا رأت عيسى عليه السلام ولدت غلاماً طبيباً. ورؤيا عيسى عليه السلام تدل على الشك في الدين، فإن اليهود قالوا: قتلناه وصلبناه، قال تعالى:  \"  وما قتلوه وما صلبوه ولكن شبه لهم  \". وقال تعالى:  \"  وقالت النصارى المسيح إبن الله  \". وقال تعالى:  \"  ما اتخذ الله من ولد  \". وربما اتهم الرائي بتهمة وهو منها بريء أو ربما كذب عليه، أو على أمه. وربما دلت رؤيته على البشارة لأنه بشرنا بالنبي صلى الله عليه وسلم. وربما دلت رؤيته على إجابة الدعاء، أو على الغضب والسخط ولأن الذين سألوا المائدة ولم يؤمنوا بها ولا بعيسى مسخوا خنازير، كما مسخ الذين اعتدوا في السبت من قوم موسى عليه السلام قردة، وتدل رؤيته على التردد من مصر إلى الشام، ومن الشام إلى مصر، وإن كان الرائي خامل الذكر في بدء أمره دل على حسن توفيقه لأنه ينزل من السماء في آخر الزمان ويقتل الدجال ويملأ الأرض عدلاً كما ملئت ظلماً، وهذا النزول يدل على البركات وهلاك الكافرين ونصر المؤمنين"
    },
    {
        "id": 135,
        "text": " العينان\n  هي في المنام دين الرجل وبصيرته التي يبصر بها الهدى والضلالة. ومن رأى  في جسده عيوناً كثيرة فذلك زيادة في الدين والصلاح. ومن رأى  أنه لاحظ رجلاً شزراً فإنه يكايده ويحقد عليه.فإن رأى  أن عينيه من حديد فإنه يهتك ستره ويناله هم شديد، وإن انشق بطنه ورأى في جوفه عيوناً فإنه زنديق، لقوله تعالى:  \"  ما جعل الله لرجل من قلبين في جوفه  \".وإن رأى على كتفه عين رجل أو عين بهيمة فإنه يصيب مالاً غيبياً، والعين السوداء دين، والعين الشهلاء مخالفة للدين، والعين الزرقاًء دين في بدعة، والعين الخضراء دين يخالف الأديان، وحدة البصرة محمودة لجميع الناس، وضعفه يدل على احتياجه للمال، لأن المال بمنزلة العين.وإن رأى عينيه ذهبتا مات أولاده، وإن كان مقهوراً فسيجد من يأخذ بيده، وإن رآها من يريد السفر أو من هو في سفر، فيدل على أنه لا يرجع إلى الوطن. ومن رأى  أن عينيه عيناً إنسان آخر، فإن ذلك يدل على ذهاب بصره، وعلى أن غيره يهديه الطريق. ومن رأى  أن عينيه سقطتا في حجره مات أخوه وابنه ونحوهما، وعين الآدمي ولده أو حبيبه أو دينه، فمن رأى بعينيه رمداً فهو نقص في دينه، والعمى أبلغ في النقص، وعين الملك جاسوسه، والعين تعبر بالرقيب، وتعبر بعين الماء. ومن رأى  أنه يداوي عينيه فإنه يصلح دينه، أو يصلح ماله. ومن رأى  أن بصره أحد وأقوى مما يظن، فإن سريرته في دينه خير من علانيته. ومن رأى  أن بعينه بياضاً فيصيبه حزن، أو يفارق من يعز عليه، وإن كان مهموماً أذهب الله همه وغمه. ومن رأى  بعينيه زرقة فإنه مجرم. ومن رأى  أنه يأكل عين رجل فإنه يأكل ماله. ومن رأى  أن عينيه ليس لهما أهداب فإنه يضيع شرائع الله والدين، فإن نتفها الإنسان، فإن عدوه يفضحه.وإن رأى  أن أشفار عينيه ابيضت دل على مرض. وربما دلت رؤيا العين المليحة على السحر والموت والحياة، أو على جميع الأهل، أو الأقارب، أو الأولاد، والعين نعي من الاشتقاق عين نعي، وإن كان عنده ولد أو زوجة أو حبيب مريض أفاق من مرض، وإن كان كافراً أسلم، وإن كان فقيراً استغنى. وربما دل شخوص البصر على الشدة، وإن انتقلت العين لغير محلها من البدن دل على الآفة، وطمس العيون دليل على حلول العذاب من الله تعالى، والعين اليمنى تدل على الابن واليسرى على البنت، والقذى في العين يدل على السهر.وإن رأى بعينه حمرة أصابه غيظ أو حنق لعارض بحدث له. ومن رأى  أن عينه فقئت فينقطع عنه ولد هو قرة عينه، وفقء العين في المنام عمر طويل. وربما دل قلع العين على مصيبة"
    }
]