[
    {
        "id": 0,
        "text": " الصابون\n  هو في المنام مال يحصل، والقطعة من الصابون رجل يسلي الهموم، ومن غسل ثوباً بالصابون فإنه يشفى، أو يتوب، أو يفرج همه، ويوفي دينه. وربما دلت قطعة الصابون على زوال الهموم لأنها تزيل الاتساخ، والاتساخ هم"
    },
    {
        "id": 1,
        "text": " الصافر\n  تدل رؤيته في المنام على الحيرة والاختفاء، والركون إلى ذوي الأقدار، وخوف العدو"
    },
    {
        "id": 2,
        "text": " صالح عليه السلام\n  من رآه في المنام فإنه ينال من قوم سفهاء هماً وغماً ثم يظفر بهم. ومن رأى  صالحاً عليه السلام فإنه في قوله صادق، ولكن أعداءه يتسلطون عليه ثم يظفر بهم"
    },
    {
        "id": 3,
        "text": " الصالحون\n  من رأى في المنام أحباء الله تعالى فهو حياة سنة، والصالحون هم ناصحون لأصحابهم ومباركون. ومن رأى  أنه تحول إلى بعض الصالحين فإنه يخاف في سنته وجماعته، وتصيبه بعض هموم الدنيا بقدر منزلة ذلك الصالح ثم يظفر بأعدائه. ومن رأى  بعض الصالحين من الأموات حياً في بلدة، فإن أهل تلك البلدة ينالون الخصب والفرح والعدل من واليهم"
    },
    {
        "id": 4,
        "text": " الصائغ\n  تدل رؤيته في المنام على الرياء والكذب، والغش والتدليس. وربما دلت رؤيته على نظم الشعر أو تلفيق الكلام. وربما دلت رؤيته على العلم والهدى، والأفراح والزواج والأولياء، والصائغ رجل شرير كذاب لا خير فيه. ورؤيا الصائغ المجهول هو الذي يصوغ الكذب ويفتعل الحديث، فإن شوهد يركب الجوهر في الذهب والفضة فإنه رجل يؤلف بين الناس في شيء خطر يبدأ بالشر ويختم بالخير"
    },
    {
        "id": 5,
        "text": " الصباغ\n  هو في المنام صاحب بهتان. وربما يجري على يده الخير، وتدل رؤية الصباغ على التوبة من الذنوب والمعاصي إن كان قد صبغ في المنام الأبيض أخضر، وإن صبغ الأبيض اسود دل ذلك على الردة في الدين"
    },
    {
        "id": 6,
        "text": " الصبان\n  تدل رؤيته في المنام على القرآن والذكر، وعلى زوال الهموم والأنكاد، وقضاء الدين، والصبان رجل صاحب بهتان، فمن رأى صباناً فإنه إن كان في دار فإنه شخصاً يموت في تلك الدار"
    },
    {
        "id": 7,
        "text": " الصبح\n  هو في المنام إنجاز الوعد. ومن رأى  الصبح في المنام وهو على حالة رديئة دل على كفره أو معصيته، ورؤية الصبح لأهل الزرع مغرم. ومن رأى  أنه ضاع له شيء فوجده عند طلوع الصبح فإنه يثبت على غريمه ما يدعي بشهادة الشهود. ومن رأى  الصبح قد ظهر وكان مريضاً انصرم مرضه بموت أو عافية، فإن صلى الصبح بالناس ارتقب سفراً أو خرج إلى الحج أو مضى إلى الجنة إن مات، وإن رأى ذلك سجين خرج من السجن، وإن رأى ذلك من نشزت عليه زوجته فارقها وفارقته، لأن النهار يفرق بين الزوجين والمتآلفين، وإن رأى ذلك مذنب غافل تاب من غفلاته، وإن رأى ذلك تاجر قد كسدت تجارته تحرك سوقه وقوي رزقه، وإن رأى ذلك العامة وكانوا في حصار أو شدة أو جور أو قحط أو فتنة خرجوا من جميع ذلك ونجوا منه"
    },
    {
        "id": 8,
        "text": " الصبر\n  هو في المنام رفعة وبشارة، والصبر إنذار بوقوع المصائب. وربما دل على حسن العاقبة فيما يخشاه. ومن رأى  أنه صبر على ضرر أو شدة فإنه يرزق رفعة وخيراً وحسن حال وسلامة وعافية وظفراً"
    },
    {
        "id": 9,
        "text": " الصبرة\n  يدل في المنام على الهم والحزن والفراق والعيش والنكد لمن شمه أو أكله وذلك لمرارته"
    },
    {
        "id": 10,
        "text": " الصبي\n  هو في المنام هم وغم إذ كان طفلاً يحمل، والصبي المراهق بشارة، وإذا كان البلد محصوراً والناس في شدة ورأى أحد أن صبياً حسن الصورة دخل المدينة، ونزل من السماء أو خرج من الأرض، فإن البشارة قد دنت، والصبي البالغ عزة وقوة. ومن رأى  أنه صبي يتعلم في المدرسة فإنه يتوب من ذنب كان يعمله إذا كان يتعلم القرآن.وإن رأى أحد من العلماء والولاة أنه يتعلم في المدرسة فإنه يجهل، أو يتحول من العز إلى الذل. ومن رأى  أنه أمرد فإنه يرث ميراثاً من أمه. وإذا رأى الفقير أنه صبي قد ولدته أمه فإنه ينال رزقاً وغنى. وإذا رأى المريض أنه صبي فإنه يموت. ومن رأى  وجهه في المرآة وجه صبي وكان له إمرأة حامل، فإن إمرأته تأتيه بولد ذكر يشبهه، وحمل الصبي الصغير في المنام هم، والصبي عدو ضعيف.فإن رأى  أن له أولاداً قد ولدوا له دل ذلك على هم وغم، فإن كان الولد ذكراً كانت العاقبة محمودة، وإن كان الولد أنثى كانت عاقبته مذمومة.وإن رأى إنسان كبير أنه تحول صبياً رضيعاً فإنه يأتي جهلاً، وتذهب مروءته فيه، وإن كان في هم شديد أو ضيق فرج الله عنه، والصبيان الصغار يدلون على هموم صغيرة. ومن رأى  أن في حجره صبياً يصيح فإنه يضرب بالعود. وربما دلت رؤية الصغار على الأفراح والزينة، أو على الفتنة بالمال، أو القناعة بأدنى العيش، أو العجز عن الأسباب"
    },
    {
        "id": 11,
        "text": " الصبية\n  تدل رؤية الصبية الصغيرة في المنام على خصب وعز، ويسر بعد عسر ينمو ويزيد، والرضيعة خير محدث فيه ثناء حسن، وفيه خير مرجو. ومن رأى  طفلة صغيرة، أو أنه حملها أو ولدت له وكان سجيناً أو مديناً أو فقيراً فرج الله عنه وأزال همه، وإن لم يكن شيء من ذلك فالطفلة هم وغم وحزن، والصبية والطفلة دنيا لمن رآها. وإذا رأت المرأة الحامل إنها طفلة فإنها تحمل بجارية تشبهها. ومن رأى  أنه ولد له غلام وكانت إمرأته حبلى فإنها تلد جارية. ومن رأى  أنه يحمل صبية فهو خرمن أن يحمل صبياً. ومن رأى  أنه عاد طفلاً وكان في قماط سجن أو مرض، وإن كان فقيراً عاش إلى أرذل العمر"
    },
    {
        "id": 12,
        "text": " الصحف\n  هي في المنام شهود أو أئمة يهتدى بهم، قال الله تعالى:  \"  أم لم ينبأ بما في صحف موسى وإبراهيم الذي وفى  \". وقال تعالى:  \"  إن هذا لفي الصحف الأولى صحف إبراهيم وموسى  \". والصحف دالة على العلم والهداية والأخبار الصحيحة"
    },
    {
        "id": 13,
        "text": " الصحفة\n  هي في المنام رزق الإنسان، فمن رأى أنه يلعق صحفة، فإن رزقه قد نفد وأجله حضر. ومن رأى  جمعاً كثيراً على صحفة كبيرة فأرضهم يجتمعون عليها، وإن كانوا أهل حرب فهو اجتماعهم لها. ومن رأى  أنه يبول في صحفة أو جرة فإنه يطأ أهله، والصحفة في المنام حبيب الرجل، ومن رآها بيده اجتمع بمن يحب"
    },
    {
        "id": 14,
        "text": " الصحة\n  تدل صحة البدن في المنام على السقم لأنها ضده. وربما دلت الصحة على النعمة"
    },
    {
        "id": 15,
        "text": " الصحيفة\n  من أخذ صحيفة فإنها بشارة له وفرح.وإن رأى إمرأة ناولته صحيفة فإنه يتوقع فرجاً، فإن كانت المرأة متنقبة والصحيفة منشورة فإنه خبر مشهور. ومن رأى  بيده صحيفة مطوية خشي عليه من الموت. ومن رأى  صحيفة بشماله، فإن يندم على فعل فعله. ومن رأى  صحيفة وهبت له وفيها ورقة ملفوفة فهي جارية وهبت له، ومن نظر في صحيفة ولم يقرأها فهو ميراث يناله. ورؤيا الصحائف المنشورة في القيامة دالة على حسن اليقين والتصديق بما جاء من عند الله تعالى. أنظر أيضاً القرطاس، وانظر الكتاب"
    },
    {
        "id": 16,
        "text": " الصخرة\n  هي في المنام النساء الصابرات، وتدل على الحزم والثبات وطول العمر. وربما دلت على النسيان، لقوله تعالى:  \"  إذ أوينا إلى الصخرة فإني نسيت الحوت  \". وتدل على القحة والفجور. وربما دل الصخر على من يسمى به من آدمي، وكثرة الصخر في البلد رخص إذا عكست لفظه، فإن دل الصخر على المنصب كان طويل المدة، وإن دل على الزوجة كانت صبورة قانعة. وربما دل الصخر على ما يعمل منه كالأصنام، والصخور عند الجبال رجال لهم منازل وهم قساة القلوب، وإذا كان الجبل ملكاً فالصخور حوله، وكذلك الأشجار قواد ذلك الملك، وتدل الصخور على أهل القسوة والغفلة والجهالة"
    },
    {
        "id": 17,
        "text": " الصد\n  يدل الصد في المنام على الكفر"
    },
    {
        "id": 18,
        "text": " الصدى\n  هو في المنام رجل مرائي، يظهر الخشوع والنسك بالنهار، ويفجر بالليل من السرقة والأذى للناس، وقيل هو رجل قاطع الطريق يجمع أموالاً كثيرة، ولا يخالط أحداً"
    },
    {
        "id": 19,
        "text": " الصداع\n  من رأى في المنام أن به صداعاً فينبغي له أن يتوب، أو يتصدق، أو يعمل الخير، أو يرجع عما هو عليه من ذنب، لقوله تعالى:  \"  أو به أذى من رأسه، ففدية من صيام أو صدقة أو نسل  \". وصداع الرأس نكد ممن دلت الرأس عليه، وهو رئيسه، وقيل هو ذنب تجب التوبة منه"
    },
    {
        "id": 20,
        "text": " الصداق\n  من بذل في المنام صداقاً لغير معلوم في اليقظة، أدى ما عليه من فريضة الصوم، أو الصلاة، أو الحج"
    },
    {
        "id": 21,
        "text": " الصدر\n  اتساع الصدر وحسنه في المنام دليل للكافر على إسلامه، وهو للعاصي توبة وانشراح للطاعة، ويدل على تيسير العسير. وربما دل حسن الصدر على الإيثار. وربما دل الصدر على ما يكتمه فيه من علم أو مال أو هدى أو ضلالة، والصدر ضيف أو زوجة أو منصب، وضيق الصدر ضلالة.فإن رأى ذمي أن صدره ضيق ناله خسران في ماله. وقيل إن سعة الصدر سخاء وضيقه بخل. ومن رأى  أن صدره تحول حجراً فإنه يكون قاسي القلب، وسعة الصدر أيضاً تدل على الظلم، والصدر مكان الهم والفرح، فمن رأى صدره واسعاً نال سروراً. ومن رأى  صدره ضيقاً ناله ضيق وهم، وقيل سعته للإسلام وضيقه للطغيان. وإذا رأى الكافر سعة صدره فإنه يسلم ويربح في تجارته. ومن رأى  وجعاً بصدره فقد أذنب وعوقب على ذنبه، وقيل إنه يسرف في غير طاعة الله تعالى. وإذا رأى الرجل في صدره نهدين فإنه يتزوج إذا كان عازباً، أو أنه يعشق فيفتضح أمره"
    },
    {
        "id": 22,
        "text": " الصدع\n  يدل الصدع في الأرض في المنام على لقاء المسافر لما يكرهه. أنظر أيضاً اللق"
    },
    {
        "id": 23,
        "text": " الصدغ\n  الصدغان في المنام ابنان شريفان، فمن رأى بهما حدثاً من خير أو شر فهو حادث في الأبنين. وربما دل الصدغ على الشفاء من الأسقام. ومن رأى  من المرضى أن صدغه صار من حديد، وكان يشكو من صدغيه في اليقظة دل على الشفاء. وربما يعبر الصدغ بالمال"
    },
    {
        "id": 24,
        "text": " الصدف\n  الصدفة في المنام تدل على السقوط للحامل"
    },
    {
        "id": 25,
        "text": " الصدق\n  هو في المنام إيمان، والإيمان صدق، فمن رأى من الكفار أنه صدق فإنه يؤمن. ومن رأى  من المؤمنين أنه آمن فإنه يصدق، وهذا من المقلوبات، والصدق في المنام نجاة من المكايد، وقال بعضهم: الصدق حصن"
    },
    {
        "id": 26,
        "text": " الصدقة\n  تدل في المنام على دفع البلاء وعافية المريض والرزق والخير، وتدل الصدقة على الصدق إذ هي هو إذا حذفت الهاء، وإن تصدق الإنسان في المنام بما يجوز به التصدق دلت الصدقة على صدق الحديث المروي، وإن تصدق بما تحل به الصدقة كالميتة، أو الخمر، أو الجيفة أساء التدبير في ماله أو مال غيره، وإن تصدق في المنام بصدقة طيبة وكان ممن يقتني الماشية بورك له فيها، وإن كان له زرع دل على نموه وبركته، فإن تصدق على زانية ربما دل على توبتها، وإن تصدق على سارق دل على كفه عن السرقة. وربما دلت الصدقة على إرغام الحاسد وكبت الأعداء وصدقة السر في المنام تدل على غفران الذنوب، أو القرب من الملك، أو العلماء، ومن كان يتصدق حين يسأله الناس فإنه كان عالماً فإنه يعلم الناس، وإن كان تاجراً فينتفع به غيره في البيع، وإن كان صانعاً، فإن يعلم أجيراً الصناعة، فإن أطعم مسكيناً فإنه رجل خائف فيأمن ويخرج من همومه، وتأويل المسكين هو الممتحن، والصدقة تدل على التسبيح وزيارة القبور وأعمال البر"
    },
    {
        "id": 27,
        "text": " الصدمة\n  من صدمه في المنام ما أزعجه دل على فراقه الولد أو خسارة المال"
    },
    {
        "id": 28,
        "text": " أبو بكر الصديق رضي الله عنه\n  تدل رؤيته على الخلافة والإمامة والتقدم على الأقران والحظ الوافر. وربما دلت رؤيته على الإنفاق في سبيل الله تعالى بالمال والولد، وتدل رؤيته على عتق المملوك وحصول الشهادة، وعلى الصدق في المقالة والرأي السديد، وتدل على النكد من جهة بعض أولاده، وعلى النجاة من الشدائد والغزو في سبيل الله والحج والنصر على الأعداء والعلم. ومن رأى  أبا بكر الصديق رضي الله عنه أكرم بالشفعة على عباد الله تعالى. ومن رأى  أنه جالس مع أبي بكر رضي الله عنه فإنه يتبع الحق، ويكون مقتدياً بالسنة، ناصحاً لأمة محمد صلى الله عليه وسلم"
    },
    {
        "id": 29,
        "text": " الصديقون\n  عليهم السلام، تدل رؤية الصديق في المنام على البشارة والأفراح، وإن جاز الوعد والموت والحياة والسفر والزواج والأولاد والعز والنصر، وتدل رؤيته على المترجم على ألسنة الملوك والمطلع على أسرارهم. وربما دلت رؤيته على النجابة وعلم الكشف، وعلى المدمن في النظر في الكتب كالناسخ"
    },
    {
        "id": 30,
        "text": " الصراحية\n  هي في المنام جارية أو غلام أو إمرأة رفيعة جليلة القدر، لا تعرف الغش"
    },
    {
        "id": 31,
        "text": " الصراط\n  يدل المشي على صراط الآخرة في المنام على السفر في البحر، فإن انقطع به خسر وهلك. وربما دل الصراط على العلم والتوحيد واتباع السنة، والصراط هو الطريق، فمن رأى أنه زل عن الصراط فإنه يخطئ طريق الحق. ومن رأى  أنه على الصراط فإنه مستقيم على الدين. ومن رأى  أنه مشى على الصراط ولم يزل قدمه فإنه يركب أمراً عظيماً ويكون فيه سالماً. ومن رأى  أنه زل عن الصراط فإنه يدخل في معصية ويبتعد عن الحق"
    },
    {
        "id": 32,
        "text": " الصراع\n  من رأى في المنام إنساناً صرعه فإنه يتلف ماله، والمغلوب في المصارعة هو الغالب في اليقظة، وإن تصارع ملكان بقصد الحرب، فالمغلوب هو الغالب. ومن رأى  أن رجلين يتصارعان فصرع أحدهما صاحبه، فإن المصروع منهما أفضل حالاً، والمصارعة مخاصمة. وإذا رأت المرأة أن النبي صلى الله عليه وسلم صارعها فصرعها وجلس على صدرها، فإن زوجها يموت، وتزوج برجل آخر، والصراع دليل على مرض المصروع. وربما دل على عافية المريض من مرضه. ومن رأى  في المنام أن الجن قد صرعه فإنه يأكل الربا، أو يعمل السحر، أو يذهب ماله وهو مهموم"
    },
    {
        "id": 33,
        "text": " الصرام\n  هو في المنام رجل يصلح بين الناس في المواريث، فإن جلود الحيوان مواريث"
    },
    {
        "id": 34,
        "text": " الصرح\n  يدل في المنام على الكذب والكبر والدمار. وربما دل على الهداية والإسلام"
    },
    {
        "id": 35,
        "text": " الصرد\n  هو في المنام رجل ذو وجهين، بارد الكلام، خشن المنطق"
    },
    {
        "id": 36,
        "text": " الصرة\n  هي في المنام سر، فمن رأى أنه استودع رجلاً صرة أو كيساً فيه مال فإنه يستودعه سراً، فإن فتحها فإنه لا يحفظ السر"
    },
    {
        "id": 37,
        "text": " الصرير\n  صرير الباب في المنام شر يحدث من الحراس، أو الحجاب أو بين الزوجين. وربما دل على إنشاء السر، وصرير قلم الكاتب على الورق دليل لأرباب العلوم على رفع درجاتهم وحسن سمعتهم بين الناس"
    },
    {
        "id": 38,
        "text": " الصريمة\n  إذا دخلت على المريض في المنام تصرم عمره. وربما دلت على عصمة من دلت الصريمة عليه"
    },
    {
        "id": 39,
        "text": " الصعقة\n  هي في المنام عذاب إذا حلت بمكان، والصعق الموت، والصاعقة تدل على الأمراض والأراجيف لمن أحرقته، فإن أحرقت شيئاً مما فيه نفع دل على الكساد، والصاعقة إنذار لمن ارتكب الذنوب، والصاعقة مغرم يغرمه، والصواعق تدل على الجوائح والبلايا التي يصيب بها ربنا من يشاء كالجراد، والبرد والرياح والأسقام والبرسام والجدري والوباء والحمى، وقد تدل على أمر عظيم يأتي من قبل الملك فيه هلاك أو مغرم أو دمار، وتدل الصاعقة على قدوم سلطان جائر، وقد تدل على بعض الحوادث المشهورة كالموت الشنيع والحريق والهدم واللصوص، فمن رأى صاعقة سقطت في داره وكان مريضاً فإنه يموت، وإن كان له غائب قدم عليه نعيه، ويسود عليه صاحب الشرطة. ومن رأى  الصواعق تتساقط في الدور فربما يكون الناس بغاة، وإن تساقطت الصواعق في الفدادين والبساتين فجوائح وأصحاب عشور وجباة، وينتشر في ذلك المكان الظلم والفساد، والخوف الشديد. ومن رأى  صاعقة وقعت في بلدة فأحرقت أرضها، فإن ذلك سلطان ينزل في ذلك البلد، يحدث منه فساد وغلاء شديد"
    },
    {
        "id": 40,
        "text": " الصعلكة\n  تدل في المنام على الفقر المؤذي والكفر"
    },
    {
        "id": 41,
        "text": " الصعود\n  من انتهى إلى علو فبقدر علوه يكون هبوطه. وربما دل على ظلم النفس. ومن رأى  أنه صعد إلى السماء حتى بلغ نجومها ثم أصبح نجماً من نجومها فإنه ينال ولاية ورياسة شريفة عظيمة، وإن صعد جبلاً فهو غم وسفر، والصعود رفعة والهبوط ضعة، وإن صعد عقبة فهو ارتفاع وسلطنة مع تعب، وكل صعود يراه الإنسان جبلاً أو عقبة أو تلاً أو غير ذلك فإنه ينال ما يطلبه، والصعود مستوياً مشقة ولا خير فيه"
    },
    {
        "id": 42,
        "text": " الصعوة\n  هو في المنام غلام أو إمرأة أو جارية أو مال"
    },
    {
        "id": 43,
        "text": " الصفار\n  هو في المنام صاحب متاع من الدنيا. ومن رأى  الصفر يضرب على السندان وقع في خصومة، ومن أراد الزواج ورأى شيئاً من الصفر، فإن المرأة طويلة اللسان، والصفار رجل يغش الناس وهو صاحب خصومة. ومن رأى  أنه يعمل عمل الصفارين وهو يريد الزوج فالمرأة حسنة الخلق مع طول اللسان"
    },
    {
        "id": 44,
        "text": " الصفر\n  هو في المنام مال من قبل اليهود. ومن رأى  أنه يذيب صفراً فإنه يخاصم في أمر من متاع الدنيا، ويقع في ألسنة الناس، وقيل من رأى في منامه صفراً فإنه يسمع كلام سؤ ويرمى ببهتان، والصفر رجل مفتخر بمتاع الدنيا، ومن ضرب به فإنه طالب متاع"
    },
    {
        "id": 45,
        "text": " الصفرد\n  هو في المنام إمرأة غنية شريفة عزيزة نبيلة جميلة غنية، ومن ملك صفرداً ملك إمرأة أو جارية"
    },
    {
        "id": 46,
        "text": " صفرة اللون\n  من رأى في المنام أن لون وجهه أصفر ناله مرض، وقيل يكون وجيهاً في الآخرة ويكون من المقربين، وصفرة الوجه في المنام تدل على الذل والحسد، وقد تكون الصفرة في الوجه دليلاً على النفاق، وقيل صفرة الوجه تدل على العبادة والتهجد بالليل. وربما دلت الصفرة على العشق والمحبة، وصفرة اللون تدل على الخشوع والمراقبة. وربما دل الاصفرار على الخوف. ومن رأى  وجهه أبيض وجسده أصفر، فإن علانيته خير من سريرته، وإن كان جسده أبيض ووجهه أصفر، فإن سريرته خير من علانيته، واصفرار الوجه والجسد معاً يدلان على المرض، وصفرة الوجه دليل على حزن يصيب صاحب الرؤيا، والصفرة في الثياب كلها مرض وضعف إلا في ثوب الخز، أو الحرير أو جبة الديباج فإنه يدل على فساد في تدينه"
    },
    {
        "id": 47,
        "text": " الصفع\n  يدل الصفع في المنام على التوبيخ والمن بالعطاء الحقير. ومن رأى  أنه يصفع إنساناً بالمزاح فيكون له عليه فضل، فإن صفع ملك ملكاً بينهما عداوة، فإن المصفوع يظفر بالصافع، وذلك لأنه باغ عليه. أنظر أيضاً اللطم"
    },
    {
        "id": 48,
        "text": " الصفوف\n  تدل رؤية الصفوف في المنام على ائتلاف القلوب على لقاء العدو. وربما دل ذلك على ملازمة صفوف المصلين"
    },
    {
        "id": 49,
        "text": " الصفير\n  يدل في المنام على التخلق بأخلاق أهل الشرك، وكذلك التصفيق. وربما دل ذلك على تعطيل المساكن وخلوها، فإن ذلك مما يتطاير الناس منه"
    },
    {
        "id": 50,
        "text": " الصقر\n  هو في المنام ولد ذكر وسلطان رفيع القدر مهيب شريف ظلوم. ومن رأى  أن صقراً اتبعه فقد غضب عليه رجل شجاع، والصقر يدل على رجل ظالم ذي قوة وبطش. ومن رأى  صقراً فإنه ينال مغنماً، وكذا كل حيوان يصطاد به، لأنها خلقت للصيد والمغنم، ويدل الصقر على العز والسلطان والنصر على الأعداء وبلوغ الآمال، ويدل على الأولاد والأزواج والمماليك، والأموال، والصحة وتفريج الهموم. وربما دل على الموت لاقتناص الأرواح، ويدل على السجن والتقتير في المطعم"
    },
    {
        "id": 51,
        "text": " الصقيل\n  تدل رؤيته في المنام على زوال الهم والغم، والعلم بعد الجهل، ومرافقة الصالحين الذين يبصرونه بعيوب نفسه"
    },
    {
        "id": 52,
        "text": " الصكاك\n  هو في المنام يدل على الإنسان المحتال"
    },
    {
        "id": 53,
        "text": " صك الكتابة\n  من رأى في المنام أنه كتب عليه صك فإنه يؤمر بأن يحتجم"
    },
    {
        "id": 54,
        "text": " صك الوجه\n  هو في المنام دليل على الولد الذكر بعد الإياس منه، لقوله تعالى:  \"  فصكت وجهها  \""
    },
    {
        "id": 55,
        "text": " الصلات\n  إذا كانت الصلات في المنام لأصحاب الحاجة دلت على إرغام العدد وإطفاء غضب الرب، وإن صدقة السر تطفئ غضب الرب إلا أن تكون هذه الصلات لأهل الإثم فذلك مكروه"
    },
    {
        "id": 56,
        "text": " الصلاة\n  من رأى أنه يصلي في بستان فإنه يستغفر الله تعالى، فإن صلى في مزرعة سدد دينه. ومن رأى  أنه يصلى جالساً لعذر، فإن عمله لا يقبل، فإن صلى على جنبه فإنه يمرض، فإن صلى وخرج من المسجد نال خيراً، وإن صلى راكباً فيصيبه خوف شديد، وإن صلى الإمام راكباً ومعه ناس وكانوا في حرب انتصروا.وإن رأى  أن صلاة فاتته ولا يجد موضعاً يصلي فيها تلك الصلاة فيتعسر عليه ما هو فيه في أمر الدين، أو الدنيا، وإن ترك الصلاة عمداً أو جاحداً ونوى أن يقضيها فإنه يستخف بالإسلام، أما سلام الصلاة فنقول عنه: من رأى في منامه أنه سلم، وقد خرج من صلاته على تمامها فإنه يخرج من كل هم ويرجع أمره إلى المحبة، فإن سلم عن يمينه فهو صلاح بعض أموره، وإن سلم عن يساره فتضطرب عليه بعض أموره، فإن سلم عن اليسار قبل اليمين، فيدل على اقتفاء الشر واتباع البدع، وإن قام من صلاته ولم يسلم كان دليلاً على إهمال رأس المال، وإذا صلى الصحيح صلاة المريض في المنام دل على التردد في القول والعمل، وإن صلى مكشوف العورة دل على الفحش في الصوم، أو الصدقة بالحرام أو اتباع البدعة، والكلام في الصلاة يدل على الرجوع فيما وهبه أو تصدق به، فإن أسر في القراءة موضع الجهر في المنام، أو العكس وكان حاكماً حكم بالجور ومال إلى البدعة والرياء، ومن سبق إمامه في الركوع والسجود فإنه يدل على مخالفة الوالدين. وربما ابتلي بالنسيان.وإن رأت إمرأة إنها تؤم الرجال فإنها تموت لأنها لا تصلح للإمامة فلا يكون ذلك إلا عند الموت تتقدم أمامهم. ومن رأى  أنه يضحك في صلاته فإنه كثير اللهو في الصلاة. ومن رأى  أنه يصلي وهو سكران فإنه يشهد بالزور، ومن صلى وهو جنب فإنه فاسد الدين. ومن رأى  أنه يصلي لدبر القبلة فقد نبذ الإسلام وراء ظهره.وصلاة الفرض في المنام ولاية أو رياسة وأداء أمانة، وتدل على وفاء العهد. ومن رأى  أنه يصلي الفريضة ركعتين فإنه يسافر. ومن رأى  أنه يصلي الصبح فإنه وعد قريب يأتيه، ومن صلى الصبح فإنه يدل على يمين يحلفها. ومن رأى  أنه يصلي الظهر فإنه يظهر بحاجته خاصة إذا أتم الصلاة، لأن إتمام الصلاة يدل على إتمام ما يريد الإنسان، فإن كان مديناً سدد عنه دينه واتسع رزقه. ومن رأى  أنه يصلي صلاة الظهر في يوم صحو طلق فإنه يعمل عملاً ويتوسط فيه، فإن كان اليوم غائماً فإنه عمل في هم، والظهر يدل على التوبة، لأن الكعبة تحولت ظهراً عن بيت المقدس. وربما دلت على محاربة الشيطان.وصلاة العصر يمين يحلفها، أو أنه أمر يتم له بعد عسر ومشقة، والعصر دال على الظفر والنصر. وربما دل على الهداية والخير. ومن رأى  أنه يصلي المغرب، وقد غابت الشمس، فإن الأمر الذي يطلبه قد انقضى.وصلاة المغرب تدل على فراغ الأعمال وراحة التعبان، أو على فراق أحد الوالدين، أو أنه في أمر قد انتهى ويدركه عاجلاً، وتدل صلاة العشاء على نفاد العمر لأنها آخر شغله وبعدها ينهض إلى نومه الذي يشبه موته، أو يقوم بما فرض الله عليه من أمر عياله كالطعام والشراب واللباس. ومن رأى  أنه يصلي العشاء دل ذلك على التجهيز للسفر، أو الزواج، أو الانتقال من مكان لمكان. وربما دلت صلاة العشاء على العشا في العين وضعف النظر، وتدل على فسحة الأجل لبعدها عن الفجر. ومن رأى  أنه يصلي العشاء، فإن ذلك مكر وخديعة.وصلاة الضحى في المنام دالة على البراءة من الشرك والقسم البار. وربما دلت على السرور. ومن رأى  أنه يصلي صلاة العتمة فإنه يقوم بأمر عياله، وبما تسكن نفوسهم إليه.وصلاة تحية المسجد دالة على الإنفاق للأقرباء والمساكين.وصلاة الغفلة في المنام دالة على صدقة السر.وصلاة الجنازة في المنام دالة على الشفاعة، أو على النقص في الصلوات المفروضة كالسهو في القيام والقعود. ومن رأى  أنه يصلي على الميت فإنه يكثر له الدعاء والاستغفار. ومن رأى  أنه يصلي على جنازة فإنه يشفع في رجل فاسد الدين.وصلاة التراويح في المنام دالة على التعب وقضاء الدين. ومن رأى  أنه يصلي التراويح مع الناس فإنهم يقومون بمروءة أهاليهم وتزول وحشتهم وتنشرح صدورهم.وصلاة الإستسقاء في المنام دالة على الخوف والتقتير وغلاء الأسعار وكساد المعيشة، وهي تدل على حادث في ذلك المكان من حاكم أو سلطان.وصلاة الكسوف للشمس والخسوف للقمر تدل على السعي في إيصال الراحة لمن دلت الشمس، أو القمر عليه. وربما دل ذلك على توبة الفاسق وإسلام الكافر، أو على موت عالم. ومن رأى  أنه يصلي النافلة، أو التطوع فإنها تدل على صلاح دينه وتمسكه بالسنة، أو أنه يقوم بأمر الآخرة.وصلاة النافلة دالة على التودد والتقرب إلى قلوب الناس بالخدمة أو بالمال، وإن كان الرائي عازباً تزوج، وإن كان متزوجاً رزق بولدين ذكرين، لقوله تعالى:  \"  ووهبنا له إسحاق ويعقوب نافلة  \". وإن صلى تطوعاً لله تعالى وكان فقيراً استغنى ونال خيراً أو تقرب إلى الله تعالى. وربما ألف بين قوم لتشتت أهوائهم.وصلاة الرغائب في المنام دالة على المواسم.وصلاة القضاء دالة على قضاء الدين أو توبة الفاسق أو إسلام الكافر، أو الوفاء بالنذر.وصلاة القاعد تدل على العجز والفشل والقناعة بما تيسر من الرزق. وربما دلت على الإنذار بمرض والده أو أستاذه.وصلاة الإستغفار تدل في المنام على غفران الذنوب، فإن صلاها الناس دل ذلك على نزول الغيث، وإن كان المصلي فقيراً استغنى، وإن كان عقيماً رزق أولاداً ذكوراً.وصلاة التسابيح في المنام دالة على الهداية والدلالة على الخير وإدرار الرزق.وصلاة الجمعة تدل للمصلي على ما يريد، أو على الفرح وشهود الأعياد، والمواسم والحج.وصلاة الجمعة مثل صلاة القصر تدل على السفر، أو على الفرج القريب والاجتماع بالحبيب.وصلاة عيد الفطر في المنام دالة على قضاء الدين وشفاء المريض والتخلص من الشدائد وزوال الهموم.وصلاة عيد الأضحى تدل على تقليد الأمور وحفظ الوصية ووفاء النذر. وربما دلت الصلاتان على ملاقاة الأعداء، لأن ملاقاتهم تكون بالتكبير، ومن فقد شيئاً ورأى أنه في عيد عاد إليه ما فقده، فإن كان عيد الفطر فإنه يخرج من ضيق إلى سعة، وإن كان عيد الأضحى وكان مملوكاً عتق أو سجيناً تخلص من سجنه، وإن كان مديناً قضي عنه دينه.وصلاة الاستخارة في المنام تبدد وحيرة، وتدل على حسن العاقبة.وصلاة الغائب في المنام طلب ربح"
    },
    {
        "id": 57,
        "text": " الصلب\n  هو في المنام رفعة للمصلوب وولاية ينالها. ومن رأى  أنه صلب وهو أهل للولاية نالها، وإن فارق الحياة في صلبه نقص دينه، فإن صلب ولم يمت فإنه يولى ولاية يسلم فيها دينه ويكون عدلاً في ولايته، ومن أكل لحم مصلوب في منامه فإنه ينال خيراً من رؤسائه، والصلب لأهل القضاء والمنابر دليل خير ورفعة. ومن رأى  أنه صلب ميتاً فإنه يصيب رفعة في دنياه مع فساد دينه، فإن صلب حياً لم يفسد دينه. ومن رأى  أنه مصلوب ولا يدري متى صلب فتقضى حوائجه. ومن رأى  أنه مصلوب على سور المدينة والناس ينظرون إليه فإنه ينال رفعة وسلطاناً. ومن رأى  أنه يصلب في المدينة، فإن ذلك يدل على رياسة، والصلب دليل خير في الفقراء، وفي الأغنياء دليل رديء فإنه يدل على فساد أمورهم، ويدل في العبيد على عتقهم"
    },
    {
        "id": 58,
        "text": " الصلب\n  هو رجل شديد يعتمد عليه، فمن رأى صلبه قوياً رزق رزانة. ومن رأى  بصلبه ضعفاً أو قوة فيرجع ذلك إلى ولده. ومن رأى  صلبه قوياً رزق عقلاً، وربما دل الصلب على الصلب، والصلب هو الشديد من كل شيء، فقوته وشدته دليل على الزوجة البكر للعازب، وللمتزوج على الولد"
    },
    {
        "id": 59,
        "text": " الصلح\n  وهو دليل الألفة والتوبة من المعاصي والاهتداء إلى مرضاة الله تعالى، فمن رأى أنه صالح خصماً خاصمه، وإن كان الصلح على قتل نفس أو شرب خمر دل على الفساد والعداوة بين الناس، والصلح بين الفئتين في الحرب دليل على الأمن من الخوف وزيادة الرزق"
    },
    {
        "id": 60,
        "text": " الصلع\n  من رأى في منامه أن الصلع قد أصابه فإنه يخشى عليه ذهاب ماله، وسقوط جاهه عند الناس"
    },
    {
        "id": 61,
        "text": " الصليب\n  يدل في المنام على الكذب والنميمة، والقذف بالزنى وشهادة الزور. وربما دل على الرجل العظيم القائم بالدين، فمن رأى أن معه صليباً تزوج أو رزق ولداً، وربما دل الصليب على النكاح الفاسد، أو الهم والفتن"
    },
    {
        "id": 62,
        "text": " الصماخ\n  من رأى أنه استخرج صماخاً من أذنه وقع بيده ترياق من السموم، ومن كيد الطاغين، فإن نقى أذنيه من شمع أو قيح دل ذلك على أخبار سارة تأتيه"
    },
    {
        "id": 63,
        "text": " الصمغ\n  يدل في المنام على فضل من كل شجرة"
    },
    {
        "id": 64,
        "text": " الصمم\n  هو في المنام فساد في الدين، والصمم زيغ عن الحق، والصمم تهديد. وربما دل على فقد الراحة"
    },
    {
        "id": 65,
        "text": " الصناج\n  وهو رجل متكبر بمتاع الدنيا"
    },
    {
        "id": 66,
        "text": " الصنان\n  إذا شمه الإنسان في المنام دل على الصداع والأخبار الرديئة وإفشاء الأسرار، وزوال الغل والحقد، ويدل على الراحة بعد التعب، وقضاء الدين"
    },
    {
        "id": 67,
        "text": " الصندوق\n  هو في المنام إمرأة أو جارية حسناء، والصندوق يدل على بيت الرجل أو زوجته أو حانوته، والصندوق زواج للعازب وغنى للفقير، وصندوق السفر سفر أو سفير"
    },
    {
        "id": 68,
        "text": " الصنم\n  هو في المنام تمثال ناطق مختلق، وهو إنسان غدار حسن الوجه سيء الخلق، فإن كان الصنم من خشب فإنه يتقرب بدينه إلى سلطان ظالم منافق، وإن كان من حطب فإنه يطلب الجدال في الدين، وإن كان من فضة فإنه يأتي بما يتقرب به إلى إمرأة أو جارية أعجمية خيانة أو بطراً، وإن كان من ذهب فإنه يأتي في دينه بأمر منكر مكروه، وإن كان من صفر أو حديد أو رصاص فإنه يطلب بدينه الدنيا ومتاعها وينسى ربه. ومن رأى  صنماً فإنه يسافر، والتماثيل في الرؤيا تدل على الأولاد. ومن رأى  أنه يعبد صنماً دل على أنه يشتغل بالباطل، وقد يدل الصنم على الدهر، أو على الثبات في الأمور"
    },
    {
        "id": 69,
        "text": " الصنوبر\n  تدل شجرته في المنام على رجل بعيد رفيع القدش، قليل المال لقلة ثمره، قليل الخير شحيح تأوي إليه اللصوص لمكان البوم والغربان"
    },
    {
        "id": 70,
        "text": " صهر الإنسان\n  الصهر في المنام لمن ليس له صهر في اليقظة يدل على النصرة على الأعداء، وعلى الأمن من الخوف"
    },
    {
        "id": 71,
        "text": " الصهريج\n  هو في المنام يدل على الزوجة لما يودع فيه من الماء. وربما دل على كل ما يودع فيه من مال وغيره كالكيس والخزانة والصندوق والمطمورة وما أشبه ذلك، ويدل الصهريج على كل من يطلع على السر كالشريك والولد، فإن صار في صهريج الزيت ماء دل على كساده وبواره، وإذا صار صهريج الماء زيتاً دل ذلك على غنى أهله، وصهريج الرباط والجامع دال على إمامه، أو الناظر في أمره، وإن صار البئر صهريجاً دل على توسط حال أهله، وإن صار في الصهريج سمن أو عسل أو لبن دل على حمل الزوجة. وربما دل الصهريج على الجوف الحافظ لما فيه إلى حين نزعه، ويدل على تيسير العسير، والعز والمنصب الجليل، ويدل على الأمن من الخوف"
    },
    {
        "id": 72,
        "text": " صهوبة اللحية\n  هي في المنام فتنة، خاصة إن خالطها الشعر الأبيض في المنام"
    },
    {
        "id": 73,
        "text": " الصواف\n  تدل رؤيته في المنام على الأرباح والفوائد في زمن الشتاء، وعلى الهموم في زمن الصيف"
    },
    {
        "id": 74,
        "text": " الصوت\n  هو في المنام صيت الإنسان وذكره. ومن رأى  أنه يرفع صوته فإنه يتسلط على قوم، في منكر. ومن رأى  أنه سمع صوت إنسان فإنه ينال ولاية، وإذا سمع صوت الإنسان من بعض الحيوانات دل على منافع كثيرة خاصة إذا كان الكلام بشيء يحبه أو أن الذي يقال حق، فإن رفع صوته فوق صوت عالم فإنه يرتكب معصية، والصوت الضعيف وجل وخوف، وغض الصوت تواضع، والولاء والشرطة إذا خفي صوتهم أو ضعف فإنهم يعزلون، وصوت الدراهم فتنة بين ضاربيها من الملوك، وسماعها إنجاز وعد، وسماع الدنانير أخبار مفرحة، وسماع الفلوس أخبار نكدة، وقيل أصوات الدراهم والدنانير تدل على الكلام الحسن، وأصوات البهائم هموم ومخاوف، فصوت الشاة في المنام بر من رجل كريم، وصوت الجدي والكبش سرور وخصب وخير، وصهيل الفرص نيل هدية من رجل شريف أو جندي شجاع، ونهيق الحمار دعاء على الظالمين، وصوت البغل كلام وخوض في الشبهات، وحوار العجل والثور والبقر وقوع في فتنة، ورغاء الجمل تعب وسفر جليل كالحج والجهاد، وزئير الأسد تيه وتوعد وهيبة وخوف من سلطان ظالم، ونباح الكلب ندامة ونشوز وسعي في الظلم وكلام فيما لا يعني، وصوت الفهد دلال وبطر، وهديل الحمام نوح أو نكاح أو إمرأة قارئة مسلمة شريفة مستورة، وصوت الخطاف كلام مفيد أو سماع قرآن أو موعظة من واعظ، ونقيق الضفدع طرب أو أصوات حراس أو دخول في عمل رجل عالم، وقيل هو كلام قبيح، وفحيح الأفعى محاربة ومحاولة وإنذار، وتوعد وبغي من عدو، ومواء الهرة صخب ونميمة وهمز ولمز، ونئيم الفأر اجتماع وألفة رزق، وضرر من رجل نقاب فاسق أو سرقة، وبغام الظبي حنين إلى الوطن، وعواء الذئب إنذار بالسرقة، وصياح الثعلب إنذار بالهروب والانتقال، ونيل كدر أو حقد من كاذب، ووعوعة إبن أوى أمور هامة في الخير والشر، وصوت الخنزير ظفر بأعداء أغنياء وحمقى، وكره المعبرون صوت ظئر الماء والطاووس والدجاج وقالوا: إنه هم وحزن، وصوت الغراب فراق ونعي، وكل صوت قبيح سماعه هم وأمر نكد، والصوت الطيب سرور وفرح. أنظر أيضاً الهاتف"
    },
    {
        "id": 75,
        "text": " الصور\n  إن النفخ في صور إسرافيل عليه السلام هو نجاة، وسماع النفخ فيه حق، وهو في المنام دال على الأخبار المرجفة، وإن كان الرائي مريضاً وسمع نفخة الصور شفي، وإن كان قد انتشر القحط زال ورخصت الأسعار وأتاهم الفرج، ومن سمع النفخة الثانية دل على إدرار المعاش أو ظهور الأسرار وشفاء المرضى أو خلاص السجين، أو الاجتماع بالمسافرين"
    },
    {
        "id": 76,
        "text": " الصوف\n  من رأى في المنام أنه لبس صوفاً دل ذلك على مال كثير مجموع شريف، فلا نوع من الثياب أجود من الصوف. ومن رأى  أنه نام على الصوف نال مالاً عظيماً من جهة امرأته، واحتراق الصوف فساد الدين وذهاب المال.فإن رأى عالم أنه لبس ثياب صوف تزهد ودعا الناس للزهد. ومن رأى  كلباً لابساً صوفاً، فإن رجلاً دنيئاً يتمول بمال رجل شريف.فإن رأى أسداً لابساً صوفاً، فإن سلطاناً غشوماً يسلب الناس أموالهم، والصوف في المنام صفاء إلا أن يكون خشناً غير لائق بلابسه فإنه يكون فقراً وذلة"
    },
    {
        "id": 77,
        "text": " الصولجان\n  هو في المنام ولد أهوج، وقيل بل هو رجل منافق. ومن رأى  أنه يجلد الكرة بالصولجان فإنه يخاصم إمرأة أو رجلاً منافقاً، والصولجان يشتق منه الجان. وربما دلت رؤيته على الحرب والضرر. ومن رأى  أن بيده صولجاناً يضرب به فإنه ينال ما يطلب بغير استقامة"
    },
    {
        "id": 78,
        "text": " الصوم\n  هو في المنام يدل على النذر، والنذر يدل على الصوم. ومن رأى  صائماً أفطر فإنه يمرض، أو يغتاب أحد المسلمين، وإن أفطر ناسياً رزق رزقاً حسناً. ومن رأى  أنه صام نال عزاً وتوبة أو كفر عن يمين، أو يحج أو رزق ولداً ذكراً. ومن رأى  أنه صائم في شهر رمضان وكان أمياً حفظ القرآن، وإن رأى ذلك مهموم فرج الله عنه، وإن كان مريضاً شفاه الله تعالى، وإن كان في ضلالة اهتدى، وإن كان مديناً قضى دينه. ومن رأى  أنه أفطر في شهر رمضان عامداً فإنه يقتل رجلاً عمداً، ويضيع شريعة من شرائع الإسلام. ومن رأى  أنه مفطر في شهر رمضان فربما يسافر سفراً في طاعة الله تعالى. وربما دل الصوم على موت المريض، أو على الفرح والسرور، أو الإخلاص لله تعالى، وإن كان الصائم في المنام مريضاً دل على شفائه، وإن أفطر كان دليلاً على إتيان المحرمات، وصوم رمضان في المنام دليل على الأمن من الخوف، أو على قضاء الدين وتوبة الناس، وصوم الستة أيام من شوال دليل على ترقيع الصلاة أو أداء الزكاة، أو الندم على ما فرط، وصوم الاثنين والخميس دليل على صلة الرحم والتودد إليهم، وصوم الأيام البيض في المنام دليل على تقسيط الدين أو تلقين القرآن، وصوم العاشر من المحرم في المنام دليل على الزهد والورع والحج، وصوم يوم عرفة دليل على قبول الصدقات، وصوم عشر ذي الحجة في المنام يدل على أنه يرزق خاتمة عمره خاتمة صالحة أو إنجاز وعد يوعد به، وصوم يوم عاشوراء في المنام دليل على فعل الخيرات وشهود الفتن والسلامة منها، على شهود المواسم والأعياد، وإن كانت زوجته حاملاً أتت بولد صالح ورزق مالاً حلالاً، وصوم شهر رجب في المنام دليل على خدمة زوي الرتب العالية، وصوم شعبان في المنام يدل على تلقي الركبان لطلب الربح في المتجر، وصوم يوم الشك في المنام دليل على ارتكاب الذنوب والمعاصي، وصوم القضاء في المنام دليل على فك المأسور، وتوبة العاصي، وقضاء الديون، وصوم النذر في المنام دليل على قضاء الحوائج والفرح والسرور، وصوم الدهر في المنام يدل على أنه استن سنة شاقة. وربما كان كثير الصمت، وإن صام يوماً وأفطر يوماً في المنام ربما جمع بين الأمة والحرة، أو الذمية والمسلمة، وفعل ما يفسد الصوم في المنام يدل على نقض العهد وإيثار حب الدنيا على الآخرة والوقوع فيما يوجب الكفارة من يمين وغيره، والفطر بعد الصوم دليل على شفاء المريض. ومن رأى  أنه صائم الدهر وكان من أهل الصلاح والخير دل على تجنب المعاصي. ومن رأى  أنه يقضي رمضان فإنه يمرض، ومن صام تطوعاً لم يمرض تلك السنة. ومن رأى  أنه صام لغير الله بل للرياء والسمعة فإنه لا يجد ما يطلبه"
    },
    {
        "id": 79,
        "text": " الصومعة\n  هي في المنام داله على الخلوة وحسن السيرة والعزلة. وربما دلت رؤيتها على الأمراض وترك الشهوات من المأكول والمشروب، وإن كان الرائي مريضاً مات، ومن بنى صومعته نال منزلة وارتفع قدره، وتدل الصومعة على الغربة والوحشة والمقاطعة للأصحاب، والصومعة تدل على السلطان والرئيس"
    },
    {
        "id": 80,
        "text": " الصياح\n  من رأى أنه يصيح على قوم فإنه ينال دولة، وإن الصيحة هي الدولة في كلام العرب، ومن صاح وحده فيذهب بطشه وتضعف قوته، والصيحة تدل على الفتنة لحدوث بلاء من هدم أو غرق أو مرض"
    },
    {
        "id": 81,
        "text": " الصياد\n  هو في المنام رجل يميل إلى النساء ويحتال في طلبهن. وربما دل الصياد على النخاس، أو على صاحب الحمام أو معلم الكتاب، وصياد السباع سلطان عظيم مكار ويخدع السلاطين، وصياد البزاة والصقور والبواشق سلطان عظيم، وصياد الطيور رجل تاجر يمكر ويخدع أشراف الناس، وصياد الوحوش يمكر بأقوام أعاجم، وصياد السمك جامع النساء والجواري، وتدل رؤية المياد على الظفر بالغرماء"
    },
    {
        "id": 82,
        "text": " الصيبان\n  صيبان القمل في المنام قوم مفسدون، فمن رأى صيبان القمل في منامه ولا يقدر أن يزيلها، فإن إمرأته يتبعها قوم مفسدون ولا يقدر على منعهم. أنظر أيضاً القمل"
    },
    {
        "id": 83,
        "text": " الصيد\n  يدل الصيد في المنام على الغنيمة، فمن رأى أنه اصطاد غزالاً أو وعلاً أو أرنباً أو حمار وحش نال مالاً وغنيمة. ومن رأى  أنه رمى طيراً أو بقرة لغير الصيد فإنه يقذف إمرأة أو جارية. ومن رأى  أن كلاب الصيد خارجة إلى الصيد فإنها خير لجميع الناس، وإن رآها راجعة من الصيد فإنها تدل على ذهاب الفزع، وإن رآها تدخل المدينة فإنها تدل على بطالة. ومن رأى  أنه يصيد من البحر سمكاً طرياً حلواً دل على السبب الحلال والسعي فيه، والصيد للرجل دال على احتياله برأيه وجهده، فإن كان عازباً تزوج، وإن كان متزوجاً رزق ولداً ذكراً، وصيد العبد دليل على ما يتناوله من مال سيده، وصيد الصغير دليل على ما يحفظه من علم أو صناعة أو ما يرثه من أبويه، وشرك الصيد في المنام مكر وخديعة. ومن رأى  أنه وقع في شرك وقع في مكر، ومن نصب شركاً وصاد وحشاً أو طيراً فإنه ينال رزقاً بحيلة ومكر. أنظر أيضاً القنص"
    },
    {
        "id": 84,
        "text": " الصيدلاني\n  يدل في المنام على رجل عالم مؤلف، لأن الأدوية تصلح البدن كما يصلح العلم الدين"
    },
    {
        "id": 85,
        "text": " الصيرفي\n  هو في المنام عالم لا ينتفع بعلم إلا في عرض الدنيا، وقيل هو الفقيه، وإذا قبض ذهباً ودفع دراهم أصابه مكروه، وتدل رؤية الصيرفي على الغنى وسعة الرزق، أو على العالم بقسمة الفرائض، أو العارف بالحساب"
    }
]