import Head from 'next/head'
import Image from 'next/image'
import styles from '../styles/Home.module.css'

export default function Home() {
  return (
    <div className='texts index'>
    <div className='textindex ' name='index' id='text2' style={{color:""}}>
          <div className='quran'>
              <h2 dir='rtl'>
              آية الكرسي
              </h2>
              <p dir='rtl'>
              ﴿ الله لا إله إلا هو الحي القيوم لا تأخذه سنة ولا نوم له ما في السماوات وما في الأرض من ذا الذي يشفع عنده <span>إلا بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء </span>وسع كرسيه السماوات والأرض ولا يئوده حفظهما وهو العلي العظيم ﴾   [ البقرة: 255]
              </p>
          </div>
          <div>
          <div className='quran leftq' >
              <h2 dir='ltr'>
                سورة الكهف
              </h2>
              <p dir='rtl'>
          <span>  أُولَـٰئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُندُسٍ وَإِسْتَبْرَقٍ </span>مُّتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ ۚ نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا



              </p>
          </div>
          <div>
          <h2 dir='ltr'>
                سورة البقرة
              </h2>
              <p dir='rtl'>
           <span>   وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ ۖ </span>أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ ۖ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ
                 </p>
          </div>

          </div>
    </div>
      
    </div>
    
  )
}
